{
    "paper_id": "d387a2a9dd20b6d4bd572027d9b747c394dce77d",
    "metadata": {
        "title": "Local topology and bifurcation hot-spots in proteins with SARS-CoV-2 spike protein as an example",
        "authors": [
            {
                "first": "Xubiao",
                "middle": [],
                "last": "Peng Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Center for Quantum Technology Research and Key Laboratory of Advanced Optoelectronic Quantum Architecture and Measurements (MOE)",
                    "institution": "Beijing Institute of Technology",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "Antti",
                "middle": [
                    "J"
                ],
                "last": "Niemi Id",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stockholm University",
                    "location": {
                        "settlement": "Nordita, Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "*antti.niemi@su.se"
            }
        ]
    },
    "abstract": [
        {
            "text": "Novel topological methods are introduced to protein research. The aim is to identify hot-spot sites where a bifurcation can alter the local topology of the protein backbone. Since the shape of a protein is intimately related to its biological function, a substitution that causes a bifurcation should have an enhanced capacity to change the protein's function. The methodology applies to any protein but it is developed with the SARS-CoV-2 spike protein as a timely example. First, topological criteria are introduced to identify and classify potential bifurcation hot-spot sites along the protein backbone. Then, the expected outcome of asubstitution, if it occurs, is estimated for a general class of hot-spots, using a comparative analysis of the surrounding backbone segments. The analysis combines the statistics of structurally commensurate amino acid fragments in the Protein Data Bank with general stereochemical considerations. It is observed that the notorious D614G substitution of the spike protein is a good example of a bifurcation hot-spot. A number of topologically similar examples are then analyzed in detail, some of them are even better candidates for a bifurcation hot-spot than D614G. The local topology of the more recently observed N501Y substitution is also inspected, and it is found that this site is proximal to a different kind of local topology changing bifurcation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Citation: Peng X, Niemi AJ (2021) Local topology and bifurcation hot-spots in proteins with SARS-CoV-2 spike protein as an example. PLoS ONE 16(9): e0257886. https://doi.org/10.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Topology, as the terminology is used in mathematical literature, addresses properties of a geometric object that are preserved under continuous deformations. Topology based methods are among the most versatile tools available to predict, model and analyze a wide range of Physics related phenomena, from fundamental interactions to condensed matter and dynamical systems [1] [2] [3] [4] . However, despite the apparently rich and intriguing topology of many biomolecules, thus far topological methods have been sparsely applied to biophysical problems. Among the notable exemptions are the analysis of enzyme action on DNA and the challenge to understand the biological role of knots in folded proteins [5] ; here we do not consider topology as it is defined in structural biology, where the concept relates to orientation of regular secondary structures in a protein backbone.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 374,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 379,
                    "end": 382,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 383,
                    "end": 386,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 703,
                    "end": 706,
                    "text": "[5]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here a novel topological methodology, apparently with no previous physical or biological applications, is introduced and developed for biophysical purposes. The methodology builds on the concept of a bifurcation [4, 6] that can change the local topology of a protein backbone. The mathematical framework was originally introduced and analyzed by Arnol'd [7] [8] [9] . He investigated continuously differentiable space curves, and the present article adapts his results to the case of a discrete piecewise linear chain such as the protein Cα backbone. Bifurcation theory describes how a small change in an input parameter can cause a large scale change in the system [4, 6] , bifurcations are a common cause for qualitative changes in a physical system. Accordingly it is proposed here that in the case of a protein backbone, amino acid sites that are proximal to a local topology changing bifurcation are good candidates for a hot-spot where a small alteration e.g. by substitution can have a large biological effect.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 215,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 216,
                    "end": 218,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 354,
                    "end": 357,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 666,
                    "end": 669,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 670,
                    "end": 672,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The methodology is very general, it should have value to a wide range of future investigations. In particular, it is applicable to any protein structure, even though it is presented here with the spike protein of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) as an example. The choice reflects the current urgency to understand the function of the virus that causes COVID-19, a global public health emergency that continues to spread across the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Several studies of the SARS-CoV-2 virus have been published including investigations on the source of infection [10] [11] [12] [13] [14] , the mechanism of transmission [15] [16] [17] [18] [19] , and the structure and function of its various proteins [20] [21] [22] [23] [24] [25] [26] . These studies also detail the biophysical and biochemical properties of the spike protein, a transmembrane glycoprotein that assembles into a homo-trimer to cover the virion surface and gives the virus its distinctive crown-like look. For the present purposes the following short introduction to the spike protein structure and function is sufficient:",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 117,
                    "end": 121,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 127,
                    "end": 131,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 132,
                    "end": 136,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 174,
                    "end": 178,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 179,
                    "end": 183,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 184,
                    "end": 188,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 251,
                    "end": 255,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 256,
                    "end": 260,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 261,
                    "end": 265,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 266,
                    "end": 270,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 271,
                    "end": 275,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 281,
                    "end": 285,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The spike protein has three different conformations. The prefusion conformation, the intermediate conformation, and the post-fusion conformation. Before the fusion with a host cell takes place the spike protein is in the prefusion conformation, and the present study focuses solely on the protein in this conformation. The monomer structure of the prefusion conformation is as follows: Starting from the N-terminal, first there is a short signal peptide. This is followed by two larger subunit, S1 and S2. The subunit S1 can recognize the host cell and bind to the receptor angiotensin-converting enzyme 2 (ACE2). The subunit S2 can bind to the membrane of the host cell, to mediate the fusion between the virus and the host cell. The Fig 1A identifies the major functional domains in these subunits in a monomeric spike protein [20, 21] : The S1 subunit consists of residues between the sites 14-685. It starts with a N-terminal domain (NTD) with residues 14-305 [27] . The NTD is followed by the receptor binding domain (RBD, residues 319-541) [28] . The junction segment between the S1 and S2 subunits includes several cleavage sites [29] . The S2 subunit that comprises the rest of the protein, contains the fusion peptide (FP, residues 788-806) followed by two heptapeptide repeat sequences (HR1, residues 912-984) and (HR2, residues 1163-1213), the transmembrane domain (TM, residues 1213-1237) and the cytoplasm domain tail (CT, residues 1237-1273) [30] .",
            "cite_spans": [
                {
                    "start": 829,
                    "end": 833,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 834,
                    "end": 837,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 964,
                    "end": 968,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1456,
                    "end": 1460,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [
                {
                    "start": 735,
                    "end": 741,
                    "text": "Fig 1A",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In the prefusion conformation the protein has two principal conformational states, called the closed state and the open state, and the Fig 1B shows the protein in the closed state. When the virus starts interacting with the host cell the spike protein transits from the closed state to the open state, with a major conformational change that takes place in the S1 subunit [22] .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 147,
                    "text": "Fig 1B shows",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The spike protein has a pivotal role in processes that range from receptor recognition to viral attachment and entry into host cell. It is a major target in both vaccine research and therapeutic research that combat the SARS-CoV-2 virus. But the spike protein evolves and mutates continuously which makes it a demanding target for the development of antiviral inhibitors. Among the prominent examples of a mutation in the spike protein, which is analyzed here as an example of a bifurcation, is the D!G substitution that occurred at its site 614, near the junction between the subunits S1 and S2. Apparently this mutation converted SARS-CoV-2 into a more transmissible form, and the D614G mutated virus now dominates in the global COVID-19 pandemic [31] . Another, more recent mutation that is also analyzed here as an example of a bifurcation is the N!Y substitution that occurred at site 501 in the RDB domain [32] .",
            "cite_spans": [
                {
                    "start": 749,
                    "end": 753,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 912,
                    "end": 916,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Methods section first summarizes the known mathematical results on geometry and local topology of a smooth space curve. The focus is on the two curve specific bifurcations that can alter the local topology of a curve. These bifurcations were introduced by Arnol'd [7] [8] [9] who called them the inflection point perestroika and the bi-flattening perestroika. The Methods section adapts these bifurcations to the case of a piecewise linear chain such as the generic protein Cα backbone.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 276,
                    "end": 279,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Results section explains in detail how to apply the general methodology to identify and classify bifurcation hot-spots, in the case of an actual protein backbone; the SARS-CoV-2 spike protein is used as a timely example but any protein backbone can be analyzed in the same manner. For the spike protein, the Protein Data Bank structures 6VXX (closed state) 6VYB (open state) [22] and 6XS6 (D614G mutation) [33] are used. First, a general class of local topologies with a bifurcation hot-spot is identified. It consists of backbone segments that surround a site that is proximal to a flattening point: The D614G substitution occurred at such a hotspot, thus the details of the methodology are worked out with the site 614 of the spike protein as an example. All similar bifurcation hot-spot sites of the spike protein, with a site proximal to a flattening point, are tabulated in the currently available PDB structures. Additional examples are analyzed, including the identification of the likely amino acid substitution that may take place at such a hot-spot. Finally, the site of the N501Y substitution is identified as a different kind of hot-spot, and analyzed as an additional example of a bifurcation.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 383,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The bifurcations that can change the local topology of a space curve were introduced and analyzed by Arnol'd in a series of articles [7] [8] [9] ; see also [34, 35] . For an everyday example, one can think of an entangled phone cord: Commonly, the tangles are not removable by small local deformations of the cord. For that, the cord needs to be bent and twisted in a manner that changes its local topology, by a series of bifurcations. This subsection summarizes the main results in [7-9, 34, 35] and sets the stage for understanding the local topology and bifurcations in the case of protein Cα backbone, which is the subject of the next subsection.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 137,
                    "end": 140,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 156,
                    "end": 160,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 484,
                    "end": 497,
                    "text": "[7-9, 34, 35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "The starting point is in the Frenet framing that governs the geometry of a regular, analytic space curve that is not a straight line [36] . To describe this framing, consider a parametric representation xðsÞ 2 R 3 of a space curve, with s 2 [0, L] the arc-length parameter and L its fixed length. The unit length tangent vector is",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "The unit length binormal vector is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "and the unit length normal vector is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "Together, the three vectors (n(s), b(s), t(s)) define the right-handed orthonormal Frenet frame at the regular point x(s) of the curve. They govern the geometry of the curve in terms of curvature κ(s)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "that describes how the curve bends on the osculating plane spanned by t(s) and n(s), and torsion τ(s)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "that measures how the curve deviates from this osculating plane. The Eqs (1)-(5) are summarized by the Frenet equation [36] :",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "The Frenet frames can be introduced whenever the curvature κ(s) is non-vanishing. In the specific limit where the curvature is very small in comparison to the torsion, but does not vanish kðsÞ tðsÞ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "This limit, that not discussed in [7-9, 34, 35] but turns out to be relevant to protein backbones, describes a framed, straight line with framing that rotates around the line at a rate and direction that is determined by τ(s).",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 47,
                    "text": "[7-9, 34, 35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "In the following it is assumed that the curve is open and its shape can change freely by local deformations, but the end points are always fixed. The shape changes are governed by the following rules [7-9, 34, 35] :",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 213,
                    "text": "[7-9, 34, 35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "At a point where the curvature κ(s) vanishes, the Frenet frame can not be defined; here it is assumed that κ(s) has only isolated simple zeroes. The points where κ(s) = 0 are called the inflection points of the curve. A local deformation that retains the osculating plane can move an inflection point along the curve. But if a deformation lifts a point with κ(s) = 0 off the osculating plane the inflection point becomes removed. This implies that the co-dimension of an inflection point is two: An inflection point is not a local topological invariant of the curve, and a generic curve does not have any inflection points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "A point where the torsion vanishes τ(s) = 0 is a flattening point. Unlike an inflection point, at least one single simple flattening point is generically present in a curve. A single simple flattening point is a local topological invariant that can not be removed by any continuous local deformation of the curve, it can only be moved along the curve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "The three vectors (n(s), b(s), t(s)) determine a framing of the curve, and either b(s) or n(s) or their linear combination can be chosen as the framing vector. The self-linking of the curve describes how it links with a nearby curve that is obtained by pushing points of the original curve along the framing vector. The self-linking number is a local topological invariant of the curve, in the absence of an inflection point the self-linking number can not change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "When the shape of a curve changes freely, an isolated inflection point generically occurs at some instance. When an inflection point appears the curve undergoes a bifurcation that is called an inflection point perestroika [7] [8] [9] . This bifurcation can change he number of flattening points: Since the torsion τ(s) changes its sign at a simple flattening point, and since the curvature κ(s) is generically not zero, an inflection point perestroika commonly changes the number of simple flattening points by two.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "When the shape of a curve changes so that a pair of flattening points comes together they combine into a single bi-flattening point. A bi-flattening point can then be removed by a further, generic local deformation of the curve. Similarly, a bi-flattening point can first be created by a proper local deformation of a curve, and when the curve is further deformed the bi-flattening point can resolve into two separate simple flattening points. When either of these occur the curve undergoes a bifurcation that is called a bi-flattening perestroika [7] [8] [9] .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 551,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "Inflection point perestroika and bi-flattening perestroika are the only two bifurcations where the number of flattening points can change. Furthermore, according to [7-9, 34, 35] the number of flattening points and the self-linking number that is determined by the Frenet framing are the only two curve specific local topological invariants that can be assigned to a curve.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 178,
                    "text": "[7-9, 34, 35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "The number of flattening points and the self-linking number are independent topological invariants, but in the presence of an inflection point they can interfere with each other. For example, when a curve is deformed so that two simple flattening points become combined and disappear in a bi-flattening perestroika, the self-linking number in general does not change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "However, if the bi-flattening perestroika occurs in conjunction of an inflection point perestroika the self-linking number can change: If the torsion is initially positive and two flattening points combine and disappear with the passage of an inflection point, the self-linking number increases by one. But if the torsion is initially negative the self-linking number decreases by one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "Note that the limiting case (7) is excluded in these analyses but it will become important in the sequel, in applications to protein backbones.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Local topology of regular space curves"
        },
        {
            "text": "The relations that are described in the previous subsection are valid for (thrice) continuously differentiable curves. In this subsection they are adapted to the case of a Cα backbone that determines a piecewise linear polygonal chain, with Cα atoms at the vertices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "Various shape changes are common in a biologically active protein.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "A polygonal chain such as the Cα backbone can always be thought as a limiting case of a regular, analytic space curve. Thus the changes in the shape of the Cα backbone are subject to same rules that govern the local topology of any regular space curve. In particular, the three essential shape deformations that can change the local topology i.e. discrete variants of inflection point perestroikas, bi-flattening perestroikas, and changes in a self-linking number should all have a profound role in physiological processes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "The discrete Frenet frame formalism is developed in [37] . The formalism describes the geometry of a piecewise linear chain with vertices r i (i = 1, . . ., N) that in the case of a protein backbone are the space coordinates of the Cα atoms. A line segment defines the unit tangent vector",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "It points from the center of the i th Cα atom towards the center of the (i + 1) st Cα atom. The unit binormal vector is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "and the unit normal vector is",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "The orthonormal triplet (n i , b i , t i ) defines a discrete version of the Frenet frames (1)-(3) at each position r i along the chain. In lieu of the curvature κ(s) and the torsion τ(s) there are now their discrete versions, the bond angles κ i and the torsion angles τ i . The values of these angles can be computed from the discrete Frenet frames. The bond angles are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "and the torsion angles are",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "It is notable that the value of the bond angle κ i is evaluated from three, and the value of the torsion angle τ i is evaluated from four consecutive vertices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "Conversely, when the values of the bond and torsion angles are all known, the discrete Frenet equation [37] ",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "computes the Frenet frame at the vertex r i+2 from the frame at the preceding vertex r i+1 ; the entire chain can then be reconstructed in terms of these angles, up to a global rotation and translation [37] . Comparison of (6) and (13) shows that in a continuum limit [37] the discrete Frenet equation becomes the continuum Frenet equation [36] . The fundamental range of the bond angles is κ i 2 [0, π] and in the case of the torsion angles τ i 2 [−π, π). For visualization purposes, the bond angles κ i can be identified with the latitude angle of a two-sphere that is centered at the i th Cα atom; the north pole coincides with the inflection point κ i = 0. The torsion angles τ i 2 [−π, π) correspond to the longitudinal angle on the sphere, the value increases in the counterclockwise direction around the tangent vector and the value τ i = 0 of flattening points coincides with the great semi circle that starts from north pole and passes through the tip of the normal vector n to the south pole. The sphere can be stereographically projected onto the complex (x, y) plane. A projection from the south pole is",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 340,
                    "end": 344,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "as shown in Fig 2: The north pole i.e. the point of inflection with κ = 0 becomes mapped to the origin (x, y) = (0, 0) and the south pole κ = π is sent to infinity. The Cα backbone can be visualized on the stereographically projected two sphere as follows [38] : At each Cα atom, introduce the corresponding discrete Frenet frames (8)- (10) . The base of the i th tangent vector t i that is located at the position r i of the i th Cα atom coincides with the centre of a two-sphere with the vector t i pointing towards its north pole. Now, translate the sphere from the location of the i th Cα atom to the location of the (i + 1) th Cα atom, without any rotation of the sphere with respect to the i th Frenet frames. Identify the direction of t i+1 , i.e. the direction towards the Cα atom at site r i+2 from the site r i+1 , on the surface of the sphere in terms of the ensuing spherical coordinates (κ i , τ i ). When this construction is repeated for all the protein structures in Protein Data Bank that have been measured with better than 1.5 Å resolution, the result can be summarized by the map that is shown in Fig 2b) . The color intensity correlates directly with the statistical distribution of the (κ i , τ i ); red is large, blue is small and white is none. The map describes the direction of the Cα carbon at r i+2 as it is seen at the vertex r i+1 , in terms of the Frenet frames at r i .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 260,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 336,
                    "end": 340,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig 2:",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1117,
                    "end": 1124,
                    "text": "Fig 2b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "Approximatively, the statistical distribution in Fig 2b) is concentrated within an annulus that corresponds to the latitude angle values (in radians) κ = 0.57 and κ = 1.82 shown in the Figure. The exterior of the annulus is a sterically excluded region. The entire interior is sterically allowed, but there are very few entries in this region. The four major secondary structure regions, α-helices, β-strands, left-handed α-helices and loops, are identified according to their PDB classification. For example, (κ, τ) values (in radians) for which",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 49,
                    "end": 56,
                    "text": "Fig 2b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 185,
                    "end": 192,
                    "text": "Figure.",
                    "ref_id": null
                }
            ],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "describes a right-handed α-helix, and values for which",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "describes a β-strand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "In the case of a regular space curve both κ(s) and τ(s) are smooth functions and the inflection points and the flattening points are easily identified as the points where κ(s) = 0 and τ(s) = 0. In a crystallographic protein structure where the Cα positions are experimentally determined, an inflection point is detectable as a very small value of the bond angle κ i at the proximal Cα vertex. Similarly, the presence of a simple flattening point can be deduced from a very small torsion angle value at the proximal vertex, accompanied by a sign change in τ between two neighboring vertices; if the sign of τ does not change the proximal vertex has the character of a bi-flattening point. Accordingly, when searching for Cα atoms where essential shape changes such as inflection point or bi-flattening perestroikas can take place, the natural points to start are the neighborhoods of vertices where either κ i � 0 or τ i � 0. These are the likely locations where a small change in the shape of the backbone can change its local topology, with a potentially substantial change in the protein's biological function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "From Fig 2b) one observes that inflection points i.e. small κ i values are extremely rare in crystallographic protein structures. Indeed, a generic space curve does not have any inflection points. At the same time general arguments state that generically at least one flattening point can be expected to be present. As shown in Fig 2b) flattening points where τ i � 0 do appear even though they are relatively rare in protein structures. Moreover, it is observed from the Figure that at a flattening point the bond angle values are mostly either κ i � 1 or κ i � π/2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Fig 2b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 328,
                    "end": 335,
                    "text": "Fig 2b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "Since the torsion angles are defined mod(2π), in the case of discrete Frenet frames there is an additional structure: There is the line τ i = ±π in Fig 2b) where the torsion angle has a 2π discontinuity, hence it can change sign by crossing the line. This multivaluedness is absent in regular space curves, with τ(s) a single-valued continuous function. But the limits τ i ! ±π can be thought of as the small curvature and large torsion limits of the Eq (7). Notably, κ i = 1 and τ i ! ±π corresponds to an ideal, straight β-strand. Therefore a point on the line τ i ! ±π (or in its immediate vicinity) will be called a β-flattening point in the sequel.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Fig 2b)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "The multi-valuedness of the torsion angle τ i affects the local topological invariants, in the case of a discrete chain. This is exemplified in the The Fig 3b) motivates to introduce a winding number termed folding index Ind f [39] for a backbone chain segment between sites n 1 and n 2 . The folding index classifies loop structures and entire folded proteins by counting the number of times the chain encircles the inflection point. Its value can be obtained from the Eq (17)",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 231,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Fig 3b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "with [x] the integer part of x. Here Γ is the total rotation angle (in radians) that the chain makes around the inflection point in Figures such as Fig 3. The folding index is positive when the rotation is clockwise, and negative when the rotation is counterclockwise. In the Fig 3b) the folding index has the value Ind f = −1 since the chain encircles the inflection point once in counterclockwise direction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 154,
                    "text": "Figures such as Fig 3.",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 276,
                    "end": 283,
                    "text": "Fig 3b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "In the Fig 3c) For a comparison between the present description and the Ramachandran map, see [40] .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "text": "Fig 3c)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The geometry and local topology of a protein Cα backbone"
        },
        {
            "text": "The SARS-CoV-2 spike protein is a timely example of a protein that continues to evolve structurally, with significant biological (epidemiological) consequences. Moreover, the spike protein site 614 of the notorious D!G substitution is a good example of a site that is proximal to a flattening point. This motivates to select the flattening points of the spike protein as a starting point for presenting the general methodology. However, the methodology is quite independent of this choice, it is applicable to any kind of local topology changing bifurcation and to any protein backbone. As an example, it is shown that the recently observed N501Y substitution in the spike protein can provide an example of an inflection point bifurcation. First, the sites along the SARS-CoV-2 spike protein Cα backbone that are proximal to a flattening point are classified. Their local neighborhoods are then inspected by comparisons with Fig 3, to investigate the potential bifurcations. The Table 1 lists all those SARS-CoV-2 spike protein Cα-sites that are proximal to a flattening point in the PDB structures 6VXX (closed state) and 6VYB (open state). Here a torsion angle value is determined to be proximal to a flattening point when |τ i | < 0.2; other (small) values could also be considered. This value is chosen since in terms of distance, it is less than the radius of a carbon atom: With 3.2 Å the diagonal length of a peptide plane, a distance of 0.2 radians in angle between two points corresponds to a distance slightly above 0.6 Å in length. The histogram in Fig 4 shows the two states involves changes in local topology that affect in particular the NTD and RBD domains, and the HR1-HR2 junction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 925,
                    "end": 931,
                    "text": "Fig 3,",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 979,
                    "end": 986,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1560,
                    "end": 1571,
                    "text": "Fig 4 shows",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the case of a bond angle, here the value is considered small when κ i < 0.5. General arguments state that inflection points are not generic, and Fig 2b) shows that there are indeed very few sites that are close to an inflection point. For the spike protein the smallest value is κ i = 0.39 and it is located at the site 103 that also appears in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Fig 2b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 348,
                    "end": 355,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The local geometry of all the individual residues that are proximal to a flattening point has been investigated and the potential for mutations to have large effects for residues proximal to flattening points has been estimated, by comparison to Fig 3. For this, a combination of statistical analysis and stereochemical constraints has been utilized. The Table 1 also summarizes these findings.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 252,
                    "text": "Fig 3.",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 355,
                    "end": 362,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The statistical analysis employs the classification scheme of Protein Data Bank structures described in [41] . This scheme decomposes a Cα backbone into fragments that consist of backbone segments with six successive sites; in accordance with Eqs (11) and (12) a fragment with six sites determines three pairs of bond and torsion angles. In [41] the fragments that appear in high resolution PDB structures have been organized into disjoint clusters. To assign a cluster to a fragment, there must be at least one other fragment in the same cluster within a prescribed RMS cut-off distance; in [41] the cut-off is 0.2 Å. Two clusters are then disjoint, when the RMSD between any fragment in the first cluster and any fragment in the second cluster exceeds this RMS cut-off distance. It was found that around 38% of protein loops in the high resolution PDB structures can be decomposed into fragments that belong to twelve disjoint clusters, labeled I-XII in [41] . When fragments from an additional set of 30 disjoint clusters are included, the coverage increases to � 52% [41] .",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 341,
                    "end": 345,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the Table 1 both cluster sets I-XII and 1-30 appear; the notation of [41] is used throughout in the following. Beyond these two sets, the clusters become increasingly smaller, and in the present study those smaller clusters have not been considered. The somewhat low resolution of the available spike protein structures in comparison to the very high resolution structures used in [41] does not justify a more detailed scrutiny.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 384,
                    "end": 388,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 7,
                    "end": 14,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The clusters in the Table 1 have been identified as follows: A pair of bond and torsion angles (κ i , τ i ) at the i th site of the spike protein that is a proximal site to a flattening point can be assigned to three different clusters. The first cluster describes the bond and torsion angles for the sites (i − 2, i − 1, i); this cluster is labelled P (for Preceding) in the Table 1 . The second cluster that is labelled A (for Adjacent) in the Table 1 describes the angles for sites (i − 1, i, i + 1). The third cluster is labelled F (for Following) and it describes the angles at spike protein sites (i, i + 1, i + 2). The cluster that provides the best match to the spike protein is listed in the Table 1 and it is determined as follows: Let (x a , y a , z a ) denote the six space coordinates of a segment that corresponds to three consecutive pairs of (κ, τ) values in the spike protein. Let  (x k,a , y k,a , z k,a ) be the corresponding six space coordinates of a k th fragment in each of the clusters of [41] . The best matching cluster in Table 1 is the one that contains a fragment with the minimal root-mean-square distance (RMSD) to the given spike protein segment (in units of Ångström):",
            "cite_spans": [
                {
                    "start": 1013,
                    "end": 1017,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 27,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 376,
                    "end": 383,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 446,
                    "end": 453,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 701,
                    "end": 708,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 894,
                    "end": 923,
                    "text": "Let  (x k,a , y k,a , z k,a )",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1056,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "D min ¼ min clusters ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi ffi",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "where min stands for minimization. Once the best matching cluster is determined, the corresponding statistical distribution of amino acids found in [41] is used to identify those amino acids that are most probable to appear at the i th site of the spike protein, in case of a substitution. If the size of this statistically most probable amino acid is smaller than the size of the present amino acid at the i th site, a substitution is considered to be sterically possible without a wider rearrangement of the backbone conformation so that a bifurcation is likely to take place in its vicinity. But if the size is larger, a substitution likely requires a wider extended rearrangement of the spike protein conformation. This can be energetically costly and entail a relocation of the bifurcation site. Thus, one can expect that a smaller residue should in most cases be more likely to be better tolerated than a larger residue. In fact a larger residue may or may not be tolerated at all, depending on the structural context. Therefore, as a reasonable approximation smaller residues are here considered to be the most probable substitutions. The Table 1 lists the most probable substitutions that are predicted in this manner.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 152,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 1146,
                    "end": 1153,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The Table 1 identifies the site 614 of the spike protein, where the D!G substitution has occurred, as a site that is proximal to a flattening point. Thus, this site is chosen to exemplify the present methodology. The local topology and its potential bifurcations is analyzed using figures such as Fig 5. Each of the three Figures depicts the three bond and torsion angle pairs for the three backbone segments (P, A and F respectively) that include the angles of the site 614.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 297,
                    "end": 303,
                    "text": "Fig 5.",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "The legend is as follows: In figures such as Fig 5, the vertices that mark the Cα sites of spike protein are always identified by stars. These stars are color-coded and organized according to increasing site number following the Cyan-Magenta-Yellow (CMY) color table. The dotted background comprises the Cα sites of all the fragments in the corresponding best matching cluster. The background sites are always ordered similarly using the Red-Green-Blue (RGB) color table. The adjacent histogram displays the amino acid distribution in the best matching cluster, using the data that is obtained from [41] .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 603,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 51,
                    "text": "Fig 5,",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "The Fig 5a) shows the bond and torsion angles for the sites P: (612,613,614 ) of the spike protein. The best matching preceding (P) cluster is also shown, it is the cluster #XII of [41] . From Table 1 the RMSD (18) between the spike protein segment and the cluster has the value Δ min � 0.76Å. This is clearly larger than the 0.2 Å cut-off used in [41] . Nevertheless, the cluster is included in the analysis since the resolution at which the spike protein PDB structures (6VXX, 6VYB and 6XS6) have been measured is also clearly smaller than the resolution of the structures used in [41] . This justifies that despite the relatively large value of Δ min the present analysis proceeds with cluster #XII, keeping in mind that the Δ min is not very small.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 348,
                    "end": 352,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Fig 5a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 63,
                    "end": 75,
                    "text": "(612,613,614",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 193,
                    "end": 200,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "The statistical analysis [41] shown in Fig 5a) proposes that the most probable substitution at site 614D are to S, A, N and G; the amino acid E s excluded in the present study on sterical grounds since it has a larger size than D.",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 29,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 39,
                    "end": 46,
                    "text": "Fig 5a)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "The best matching cluster for the adjacent sites A:(613,614,615) shown in Fig 5b) is the cluster #26 of [41] , with Δ min � 0.75Å which is again relatively large. The statistical analysis [41] now proposes that the most probable substitution at site 614 is D!G; the probability for any other amino acid substitution is very low. In particular the probability for D itself is low, suggesting instability.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 81,
                    "text": "Fig 5b)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "Finally, the best matching cluster for the following sites F:(614,615,616) shown in Fig 5c) is #10. The RMSD has now a somewhat lower value Δ min � 0.41Å. The statistical analysis [41] proposes that the most probable substitution at site 614 is again D!G. The probability for any other substitution is very low. In particular the probability for D itself is low, again suggesting instability of the residue.",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 84,
                    "end": 91,
                    "text": "Fig 5c)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "The combined spike protein chain shown in the three Fig 5, starting from site 612 in Fig 5a) and ending at 616 in Fig 5c) , encircles the inflection point once in clockwise direction. Thus the folding index has value +1 and, except for the direction and the location of the end points, the topology of the trajectory is similar to that in Fig 3b) . In particular, both a flattening point and a β-flattening point occur at neighboring segments along the chain. This proposes that the site 614 is a potential bifurcation hot-spot, prone to a change in the local topology by an inflection point bifurcation. The bifurcation can change the local topology from that resembling Fig 3b) to one that resembles either Fig 3a) with a bi-flattening point or Fig 3c) with a pair of (612, 613, 614) , in the background of the best matching cluster #XII in [41] . The most common amino acids in the cluster are S, D, A, E, N, G. b) The spectrum for adjacent sites A: (613, 614, 615) , in the background of the best matching cluster #26 in [41] . The most common amino acid in the cluster is G. c) The spectrum for following sites F: (614, 615, 616) , in the background of the best matching cluster #10 in [41] . The most common amino acid in the cluster is G.",
            "cite_spans": [
                {
                    "start": 843,
                    "end": 847,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1025,
                    "end": 1029,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1191,
                    "end": 1195,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 58,
                    "text": "Fig 5,",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 85,
                    "end": 92,
                    "text": "Fig 5a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 114,
                    "end": 121,
                    "text": "Fig 5c)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 339,
                    "end": 346,
                    "text": "Fig 3b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 672,
                    "end": 679,
                    "text": "Fig 3b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 709,
                    "end": 716,
                    "text": "Fig 3a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 747,
                    "end": 754,
                    "text": "Fig 3c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 770,
                    "end": 785,
                    "text": "(612, 613, 614)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 953,
                    "end": 968,
                    "text": "(613, 614, 615)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1119,
                    "end": 1134,
                    "text": "(614, 615, 616)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "https://doi.org/10.1371/journal.pone.0257886.g005 β-flattening points. Since G is the only amino acid that consistently appears in all three clusters and since there is no obvious steric hindrance for a D!G substitution, the prediction of the present analysis is that a D!G substitution is probable at the site 614 of spike protein; this is the notorious D614G mutation that has already been observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "A comparison of the three PDB structures 6VXX, 6VYB with 6XS6 shows that apparently the mutation has not caused any change in local topology, at least according to available structures using the available resolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example: The D614G mutation of spike protein"
        },
        {
            "text": "The Table 1 proposes that there is quite a large number of potential bifurcation hot-spots in the spike protein that can be similar to 614D, with a proximal flattening point. In the sequel a selection of these sites is analyzed. The three examples analyzed here, taken from the NTD domain with site numbers 59, 103 and 287, are representative but not necessarily the most probable hot-spot sites; the example at the site 103 is included since this is the site with the lowest bond angle value along the entire spike protein backbone. An example from the fusion core between HR1 and HR2 domains with site number 1080 is also presented. Finally, the local topology around the site 501 where the N!Y substitution has recently been observed [32] is also analyzed and its bifurcation potential is investigated.",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 741,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "The residue 59F. The Fig 6 show the neighborhood of the site 59F, located in the NTD domain of subunit S1. The Figures reveal that the topology of the trajectory from site 57 to 61 is very similar to that in the case of site 614, shown in Fig 5: There is a residue that is proximal to a flattening point and right after it there is a residue that is proximal to a β-flattening point. The folding index has value +1 since the trajectory encircles the inflection point in clockwise (57, 58, 59) , in the background of the best matching cluster #7 in [41] . b) The spectrum for A: (58, 59, 60) , in the background of the best matching cluster #26 in [41] . c) The spectrum for F: (59, 60, 61) , in the background of the best matching cluster #XI in [41] . The most common amino acid in all three clusters is G.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 647,
                    "end": 651,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 746,
                    "end": 750,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 31,
                    "text": "Fig 6 show",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 239,
                    "end": 245,
                    "text": "Fig 5:",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 480,
                    "end": 492,
                    "text": "(57, 58, 59)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 578,
                    "end": 590,
                    "text": "(58, 59, 60)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 677,
                    "end": 689,
                    "text": "(59, 60, 61)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "https://doi.org/10.1371/journal.pone.0257886.g006 direction. Thus, as in the case of 614, the site 59 is prone to an inflection point bifurcation such as those described in Fig 3. The RMSD values (18) are all quite small, indeed clearly smaller than in the case of 614D, so that the three clusters that are identified in the Fig 6 are a very good match. The statistical analysis of all three clusters show that G has a very high probability at the site 59; both S and D have some propensity albeit much smaller than G while the probability of the existing amino acid F is very small. Thus the site 59 is a very good candidate for a F!G substitution.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 179,
                    "text": "Fig 3.",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 325,
                    "end": 334,
                    "text": "Fig 6 are",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "The case of 103. The Fig 7 show the neighborhood of the site 103G, located in the NTD domain of subunit S1. Here the situation is somewhat exceptional, since the residue 103 is already the smallest amino acid G.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 31,
                    "text": "The Fig 7 show",
                    "ref_id": null
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "The chain between sites 101 and 105 is shown in Fig 7. It has one vertex near a β-flattening point at 102. This is immediately followed by the vertex 103 that is proximal both to a flattening point and to the inflection point. The following vertex 104 has also a very small bond angle value. The overall shape of the trajectory suggests a bifurcation hot-spot with inflection point perestroika that converts the site 103 from a vertex that is proximal to the flattening point into a vertex that is proximal to a β-flattening point. It is also plausible that there has been a recent substitution with ensuing inflection point perestroika, that has converted the local topology by moving the vertex 103 from the vicinity of a β-flattening point to the vicinity of a flattening point.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 48,
                    "end": 54,
                    "text": "Fig 7.",
                    "ref_id": null
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "The statistical analysis shows that A, which is the smallest amino acid after G, has the highest propensity in the case of the adjacent cluster, shown in Fig 7b) . The propensity of A is also larger than that of G in the following cluster shown in Fig 7c) . Both clusters have also small RMSD value. On the other hand, in the histogram of the preceding cluster shown in Fig 7a) the amino acid A is absent. However, RMSD value is not very small, and the Figure also shows that cluster #9 can not be good match to the spike protein segment P: (101,102,103) : The distance between the observed τ value at the site 103 deviates from the τ-values in the cluster by some 150 degrees. Thus the conclusion is that the cluster #9 should be used with care, for a bifurcation outcome prediction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "text": "Fig 7b)",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 255,
                    "text": "Fig 7c)",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 377,
                    "text": "Fig 7a)",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 554,
                    "text": "(101,102,103)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "The Fig 8a) shows the present 3D spike protein structure in the neighborhood of the site 103. In the Fig 8b) the amino acid G has been replaced by A; the effect of this substitution is estimated using a crude energetic analysis with Chimera [42] . An inspection of the interatomic distances show that A can be substituted for G without encountering steric clashes. But in the case of the other amino acids T, V and L that also have a high propensity in the cluster of Fig  7c) , a substitution using Chimera leads to steric clashes. This proposes that a substitution is accompanied with a wider conformational rearrangement.",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 11,
                    "text": "Fig 8a)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 101,
                    "end": 108,
                    "text": "Fig 8b)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 468,
                    "end": 476,
                    "text": "Fig  7c)",
                    "ref_id": null
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "The conclusion of the present analysis is that the site 103G is a potential G!A bifurcation hot-spot.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "The case of 287D. The Fig 9 show the neighborhood of the site 287D, located in the NTD domain of subunit S1. The site is both preceded and followed by a site that is proximal to a β- The RMSD values (18) are all very small so that the three clusters identified in the Fig 9 are an excellent match. The statistical analysis in all three clusters show that A has a very high probability at the site 287; both T and V are also likely substitutions in the following cluster, and G has also propensity in the adjacent cluster. But D that is now located at the site, is not very prominent in any of the clusters. Thus the site 287 is a very good candidate for a D!A bifurcation hot-spot.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 22,
                    "end": 27,
                    "text": "Fig 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 268,
                    "end": 273,
                    "text": "Fig 9",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Further examples of flattening point hot-spots in spike protein"
        },
        {
            "text": "Thus far, in the present article, only those bifurcation hot-spot sites that are in the vicinity of a flattening point have been analyzed. However, the three local topologies in Fig 3 can give Notably both the segment connecting 499 to 500, and the segment connecting 501 to 502 pass very close to the inflection point κ = 0. This suggests that the local topology can be prone to a variant of an inflection point bifurcation that causes a transition either into the topology akin that in Fig 3a) or that in Fig 3b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 178,
                    "end": 187,
                    "text": "Fig 3 can",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 488,
                    "end": 495,
                    "text": "Fig 3a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 507,
                    "end": 514,
                    "text": "Fig 3b)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "In Fig 10a) and 10b) the RMSD values (18) are very small; in the case of Fig 10a) the value is Δ min = 0.2 and in the case of Fig 10) the value is Δ min = 0.16. Thus both spike protein segments are well represented by the ensuing clusters. But in the case of Fig 10c) the value is much larger, Δ min = 0.7 so that this segment is not well represented by the cluster. According to all three histograms in Fig 10 the likelihood of the observed N!Y substitution at site 501 should be lower than substitutions N!A or N!D by the similarly hydrophobic A and D. Furthermore, since Y has a much larger size than N, a priori the N!Y substitution requires an extensive conformational rearrangement which can be energetically costly. But a crude energetic Chimera [42] [41] . The most common amino acids in the cluster is A, followed by D. Panel b) The spectrum for A:(286, 287, 288), in the background of the best matching cluster #VI in [41] . The most common amino acid in the cluster is A, followed by G. Panel c) The spectrum for F:(287, 288, 289), in the background of the best matching cluster #25 in [41] . The most common amino acid in the cluster are T and V, followed by A and L. analysis of the neighborhood around the site 501N that is summarized in Fig 11 reveals that there is a \"pocket\" inside the spike protein structure that is large enough to accommodate Y with no major conformational re-arrangement; only a change in the orientation of 505Y is observed. Since the N501Y substitution is not necessarily in contrast with stereochemical considerations, the energetic cost of a substitution can be minor. Panel a) The spectrum for P:(499, 500, 501), in the background of the best matching cluster #26 in [41] . The most common amino acids in the cluster are A and D. Notably, Y is more common than N. Panel b) The spectrum for A:(500, 501, 502), in the background of the best matching cluster #XI in [41] . The most common amino acid in the cluster are A and D; now N is more common than Y. Panel c) The spectrum for F:(501, 502, 503), in the background of the best matching cluster #28 in [41] . The most common amino acid in the cluster is A, there is also propensity to D but V is more common, N appears but Y is absent.",
            "cite_spans": [
                {
                    "start": 753,
                    "end": 757,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 758,
                    "end": 762,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 928,
                    "end": 932,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1906,
                    "end": 1910,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2096,
                    "end": 2100,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 11,
                    "text": "Fig 10a)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 73,
                    "end": 81,
                    "text": "Fig 10a)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 126,
                    "end": 133,
                    "text": "Fig 10)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 259,
                    "end": 267,
                    "text": "Fig 10c)",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 404,
                    "end": 410,
                    "text": "Fig 10",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1252,
                    "end": 1266,
                    "text": "Fig 11 reveals",
                    "ref_id": null
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "https://doi.org/10.1371/journal.pone.0257886. g010   Fig 11. a) The present all-atom structure of the spike protein in the neighborhood of site 501. b) The effect of N!Y substitution as predicted by Chimera [42] . Besides a small change in the orientation of 505Y, despite the substantially larger size of Y in comparison to N there is no apparent steric hinder for the N!Y substitution at site 501.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 46,
                    "end": 60,
                    "text": "g010   Fig 11.",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "https://doi.org/10.1371/journal.pone.0257886.g011",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "The likely bifurcation that can accompany the N!Y substitution can be deduced by an analysis of all those fragments in the (Preceding) cluster #26 of Fig 10a) where Y is in the third (Blue) position; this is the cluster where Y has the highest prevalence. The (Adjacent) cluster #XI can be analyzed similarly. But in the (Following) cluster #28 where the spike protein segment has a relatively low quality match, there is no Y.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 158,
                    "text": "Fig 10a)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "This analysis starts with Fig 12a) : The initial (Red) dots of the fragments in the cluster #26 are naturally divided into two disjoint subsets. There are 42 backbone fragments that start in the subset labeled A in the Fig 12, and there are 4 fragments that start in the subset labeled B, with Y in the last (Blue) position in all fragments. The fragments in the subset A all pass very close the inflection point κ = 0, in a manner which is very similar to the 499-501 segment in Fig 10. The fragments in the subset B all cross the τ = 0 line in a manner that is topologically similar to the A-B-C segments in Fig 3a) and 3b) (except for orientation). A comparison of the two subsets A and B in the Fig 12b) reveals that there is a transition akin the peptide plane flip observed in [43] . For this, define the normal vector of the peptide plane between the Cα(i − i) and Cα(i), as the cross product between the vector t i and the vector that points from Cα(i − i) to the O(i) atom of the corresponding peptide plane. Similarly, define the normal vector of the peptide plane between Cα(i) and Cα(i + 1). Then, evaluate the angle between these two normal vectors. The result is shown in the histogram of Fig 12b) : For all entries in the subset A of Fig  12a) the angle has a value which is very close to −π/2 while for all entries in the subset B the angle has a value that is very close to + π/2. The sign is determined by comparison to the virtual plane that is defined by Cα(i − 1), Cα(i) and Cα(i + 1).",
            "cite_spans": [
                {
                    "start": 783,
                    "end": 787,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 26,
                    "end": 34,
                    "text": "Fig 12a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 219,
                    "end": 226,
                    "text": "Fig 12,",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 480,
                    "end": 487,
                    "text": "Fig 10.",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 610,
                    "end": 617,
                    "text": "Fig 3a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 699,
                    "end": 707,
                    "text": "Fig 12b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1203,
                    "end": 1211,
                    "text": "Fig 12b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1249,
                    "end": 1258,
                    "text": "Fig  12a)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "The present analysis proposes that the peptide plane between sites 500 and 501 of spike protein can be prone to an inflection point bifurcation where the peptide plane flips, corresponding to a rotation of �180 degrees around the Frenet frame vector t between the ensuing Cα atoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "Finally, it is noted that the site 501 is on the surface of the spike protein where it can be exposed to solvent (water). But the N side chain is located in the \"pocket\" as shown in Fig 11, which is large enough to accommodate the Y side chain. It is plausible that when interaction with ACE2 occurs, it engages Y in such a manner that this side chain becomes rotated away from the \"pocket\", for increased affinity with ACE2. The Fig 13 describe a hypothetical   Fig 12. a) The fragments of cluster #26 where Y appears in the last (Blue) site can be divided into two disjoint subsets, labeled A and B. b) The subsets A and B differ by a �180 degree rotation (flip) of the peptide plane between the second (Green) and third (Blue) site, around the connecting Frenet frame tangent vector t.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "text": "Fig 11,",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 470,
                    "text": "The Fig 13 describe a hypothetical   Fig 12.",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "https://doi.org/10.1371/journal.pone.0257886.g012 scenario how this can take place. In these Figures the Cα backbone in the neighborhood of the site 501 has been deformed, so that the N!Y substitution takes place with the Cβ atom of the Y side chain pointing to the opposite direction of the observed Cβ atom at the side chain 501N. The interrelation between the direction of the Cβ side chain and the deformation of the Cα backbone has been determined using the methods described in [43, 44] . The deformation of the Cα backbone is local, it engages only the sites 499-503, as shown in Fig 14; beyond these sites the Cα backbone coincides with the original spike protein backbone and there are no steric conflicts in the deformed backbone. Furthermore, as seen in Fig 11 there is no steric hinder, by the other amino acid side chains, that would prevent the Y side chain from rotating between the two positions: The Fig 14 shows the deformed backbone, after the Y side chain has been rotated away from the \"pocket\" so that it points directly to the solvent. 501N . The deformation of the backbone is determined using the methodology described in [43, 44] .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 489,
                    "end": 492,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1147,
                    "end": 1151,
                    "text": "[43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "text": "44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 594,
                    "text": "Fig 14;",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 765,
                    "end": 777,
                    "text": "Fig 11 there",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 929,
                    "text": "Fig 14 shows",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "501N",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "https://doi.org/10.1371/journal.pone.0257886.g014",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "Comparison between the Figs 11 and 13 reveals that the transition between the two states, where the 501Y is embedded in the \"pocket\" and where it is exposed and points towards the solvent, engages a trajectory with four crossings of the line of β-flattening point. The two additional crossings, in comparison to Fig 11, are needed for the 180 degree rotation of the Cβ at site 501, so that it points to the opposite direction. Notably, the trajectory in this hypothetical example passes twice very close to the inflection point κ = 0. Alternative hypothetical trajectories can be considered. But local topology ensures that any alternative trajectory that is free from steric conflicts, shares the local topology of the one presented here, unless they differ by additional bifurcations.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "text": "Fig 11,",
                    "ref_id": null
                }
            ],
            "section": "The local topology of the N501Y mutation site"
        },
        {
            "text": "Topological techniques are commonly regarded to be among the most effective ones for addressing a wide range of physical problems. In particular in the case of a protein, where conformation is pivotal to biological function, topology should be a most valuable tool. However, thus far applications of topological methods in protein studies, and more generally in the study of filamental (bio)molecules such as DNA and RNA and other (bio)polymers, have been relatively sparse. In particular, the methods of local curve topology introduced and developed by Arnol'd have thus far not appeared at all, neither in a physical nor in a biological context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The topological methodology that is developed here builds directly on Arnol'd mathematical work, and adapts it into the case of a discrete chain. The methodology is designed to investigate bifurcations that can change the local topology of discrete chain such as the protein backbone. The particular problem that is addressed here, is to try and pinpoint those hot-spot residues where a substitution can have the most profound conformational consequences: The hot-spot residues are those sites that are proximal to bifurcations where the local topology can change. The present methodology identifies these hot-spots using local topological considerations in combination with a comparative analysis that uses Protein Data Bank structures. But the methodology does not aim to actually predict, whether mutations at these hot-spot residues are more likely than at other sites. This needs to be deduced by other methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Since the underlying mathematical structure is relatively new, it was developed mainly by Arnol'd starting late 1990's, and since it has thus far not found any (bio)physical applications, the present study serves as an invitation to apply these powerful methods of local topology to relate the structure and function of proteins, and to apply them to study the physical properties of biomolecules and filamental structures also more widely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Here the methodology is developed using the spike protein of the SARS-CoV-2 virus as an example. Any other protein could be used equally but the choice of the spike protein is timely, reflecting the current pandemic situation. This choice also brings some downside, as the available structural data on the spike protein has been measured with relatively low resolution and is also partially lacking, at the time of writing: The Protein Data Bank structures that are used in the present study have been determined using Cryo-EM with a resolution no better than around 2.8-3.5 Å. The low resolution causes also some uncertainty in the proper identification of sites that are proximal to a flattening point. At the same time the statistical analysis that is used here for the identification of the pertinent PDB clusters is also preliminary, as it is based on a somewhat limited set of structural clusters that are measured with ultra high resolution. Therefore, a further development and refinement of the underlying statistical methodology is desired. Finally, the present article concerns only the local topology of a protein backbone. A more complete analysis should combine topological investigations with energetic studies. But that brings a practical limitation, as the presently available all-atom molecular force fields are still not very accurate and demand substantial computational resources. Here Chimera has been employed, simply because it is a method that can provide crude energetic estimates in the case complex proteins such as the spike protein, without undue need for computer resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conceptualization: Xubiao Peng, Antti J. Niemi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Gravitation, gauge theories and differential geometry",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Eguchi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Gilkey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Physics reports",
            "volume": "66",
            "issn": "6",
            "pages": "213--393",
            "other_ids": {
                "DOI": [
                    "10.1016/0370-1573(80)90130-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Topology and geometry for physics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Eschrig",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "822",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Geometry, topology and physics",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nakahara",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Nonlinear dynamics and chaos with with applications to physics, biology, chemistry, and engineering",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Strogatz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamical Systems V: Bifurcation Theory and Catastrophe Theory Encyclopaedia of Mathematical Sciences",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Singularities of caustics and wave fronts",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The geometry of spherical curves and the algebra of quaternions. Russian Mathematical Surveys",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "50",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "On the Number of Flattening Point on Space Curves",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "AMS Trans, Ser",
            "volume": "171",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. The Lancet",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "395",
            "issn": "",
            "pages": "30251--30259",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ],
                "PMID": [
                    "32007145"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The proximal origin of SARS-CoV-2. Nature medicine",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Andersen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rambaut",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "I"
                    ],
                    "last": "Lipkin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Garry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0820-9"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The 2019-new coronavirus epidemic: evidence for virus evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spoto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Angeletti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of medical virology",
            "volume": "92",
            "issn": "4",
            "pages": "455--459",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25688"
                ],
                "PMID": [
                    "31994738"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event. Infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paraskevis",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "Kostaki",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Magiorkinis",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Panayiotakopoulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sourvinos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tsiodras",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Genetics and Evolution",
            "volume": "79",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2020.104212"
                ],
                "PMID": [
                    "32004758"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Pattern of early human-to-human transmission of Wuhan",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Riou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Althaus",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2020.25.4.2000058"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International journal of infectious diseases",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.050"
                ],
                "PMID": [
                    "32007643"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "Jfw",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "H"
                    ],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Kkw",
                    "middle": [],
                    "last": "To",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30154-9"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Importation and human-tohuman transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [
                        "C"
                    ],
                    "last": "Luong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "V"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "T"
                    ],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "Q"
                    ],
                    "last": "Le",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "New England Journal of Medicine",
            "volume": "382",
            "issn": "9",
            "pages": "872--874",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001272"
                ],
                "PMID": [
                    "31991079"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Projecting the transmission dynamics of SARS-CoV-2 through the postpandemic period",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6493",
            "pages": "860--868",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb5793"
                ],
                "PMID": [
                    "32291278"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Corbett",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Hsieh",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Abiona",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "6483",
            "pages": "1260--1263",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ],
                "PMID": [
                    "32075877"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Structural and functional properties of SARS-CoV-2 spike protein: potential antivirus drug development for COVID-19",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Xf",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Liu",
                    "middle": [],
                    "last": "Sw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Pharmacologica Sinica",
            "volume": "41",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41401-020-0485-4"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Walls",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tortorici",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Veesler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "181",
            "issn": "2",
            "pages": "281--292",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.02.058"
                ],
                "PMID": [
                    "32155444"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Structure-based design of antiviral drug candidates targeting the SARS-CoV-2 main protease",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "M"
                    ],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6497",
            "pages": "1331--1335",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb4489"
                ],
                "PMID": [
                    "32321856"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comparative host-coronavirus protein interaction networks reveal pan-viral disease mechanisms",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hiatt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouhaddou",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "V"
                    ],
                    "last": "Rezelj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ulferts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Braberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "370",
            "issn": "6521",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abe9403"
                ],
                "PMID": [
                    "33060197"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The ORF6, ORF8 and nucleocapsid proteins of SARS-CoV-2 inhibit type I interferon signaling pathway. Virus research",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "286",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2020.198074"
                ],
                "PMID": [
                    "32589897"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A SARS-CoV-2 protein interaction map reveals targets for drug repurposing",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bouhaddou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Obernier",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "583",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2286-9"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A neutralizing human antibody binds to the Nterminal domain of the Spike protein of SARS-CoV-2",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6504",
            "pages": "650--655",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abc6952"
                ],
                "PMID": [
                    "32571838"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Letko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Munster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature microbiology",
            "volume": "5",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41564-020-0688-y"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A multibasic cleavage site in the spike protein of SARS-CoV-2 is essential for infection of human lung cells",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kleine-Weber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pöhlmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Molecular Cell",
            "volume": "78",
            "issn": "4",
            "pages": "779--784",
            "other_ids": {
                "DOI": [
                    "10.1016/j.molcel.2020.04.022"
                ],
                "PMID": [
                    "32362314"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Developing a Fully-glycosylated Full-length SARS-CoV-2 Spike Protein Model in a Viral Membrane",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hyeonuk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sang-Jun",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Yeol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Taeyong",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yiwei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The journal of physical chemistry B",
            "volume": "124",
            "issn": "",
            "pages": "7128--7137",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jpcb.0c04553"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Tracking changes in SARS-CoV-2 Spike: evidence that D614G increases infectivity of the COVID-19 virus",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Korber",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gnanakaran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Theiler",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Abfalterer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "182",
            "issn": "4",
            "pages": "812--827",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.06.043"
                ],
                "PMID": [
                    "32697968"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Covid-19: What have we learnt about the new variant in the UK?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "371",
            "issn": "",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "33361120"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Structural and functional analysis of the D614G SARS-CoV-2 spike protein variant",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yurkovetskiy",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pascal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tomkins-Tinch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "P"
                    ],
                    "last": "Nyalile",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell",
            "volume": "183",
            "issn": "3",
            "pages": "739--751",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2020.09.032"
                ],
                "PMID": [
                    "32991842"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Self-linking of spatial curves without inflections and its applications",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aicardi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Functional Analysis and Its Applications",
            "volume": "34",
            "issn": "2",
            "pages": "79--85",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02482420"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "On singularities, \"perestroikas\" and differential geometry of space curves",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Uribe-Vargas",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Enseignement Mathematique",
            "volume": "50",
            "issn": "1/2",
            "pages": "69--102",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A comprehensive introduction to differential geometry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Spivak",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Discrete Frenet frame, inflection point solitons, and curve visualization with applications to folded proteins",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Niemi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Physical Review E",
            "volume": "83",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.83.061908"
                ],
                "PMID": [
                    "21797404"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Protein loops, solitons, and side-chain visualization with applications to the left-handed helix region",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Niemi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sha",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Physical Review E",
            "volume": "85",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.85.061909"
                ],
                "PMID": [
                    "23005129"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Topology and structural self-organization in folded proteins",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lundgren",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krokhotin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Niemi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Physical Review E",
            "volume": "88",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.88.042709"
                ],
                "PMID": [
                    "24229215"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "A comparison of reduced coordinate sets for describing protein structure",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hinsen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Kneller",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Niemi",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The Journal of Chemical Physics",
            "volume": "139",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1063/1.4821598"
                ],
                "PMID": [
                    "24089758"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Clustering and percolation in protein loop structures",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Niemi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC structural biology",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12900-015-0049-x"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "A smoothed backbone-dependent rotamer library for proteins derived from adaptive kernel density estimates and regressions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "V"
                    ],
                    "last": "Shapovalov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Dunbrack",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Structure",
            "volume": "19",
            "issn": "6",
            "pages": "844--858",
            "other_ids": {
                "DOI": [
                    "10.1016/j.str.2011.03.019"
                ],
                "PMID": [
                    "21645855"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Can the geometry of all-atom protein trajectories be reconstructed from the knowledge of C α time evolution? A study of peptide plane O and side chain C β atoms",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Niemi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Journal of chemical physics",
            "volume": "150",
            "issn": "22",
            "pages": "",
            "other_ids": {
                "PMID": [
                    "31202245"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A three dimensional visualisation approach to protein heavy-atom structure reconstruction",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chenani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Niemi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Structural Biology",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12900-014-0027-8"
                ],
                "PMID": [
                    "25551190"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "a) Stereographic projection(14) of two sphere from the north pole (N) with latitude κ and longitude τ, b) The stereographically projected Frenet frame map of backbone Cα atoms, with major secondary structures identified. Also shown is the directions of the Frenet frame normal vector n and bi-normal vector b; the vector t points upwards from the figure. Colour coding corresponds to the number of PDB entries with red large, blue small and white none.https://doi.org/10.1371/journal.pone.0257886.g002",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "These Figures depict the three characteristic examples of a protein loop topology, when the loop interpolates between two righthanded α-helices; similar considerations apply when the interpolation is between any two generic points. For clarity: Whenever a Figure similar to those in Fig 3 is drawn in the sequel, the two neighboring vertices i.e. values (κ i , τ i ) and (κ i+1 , τ i+1 ) are always to be connected by a virtual segment that is a straight line on the disk. Even though in reality those values of (κ, τ) that are on the straight line may not correspond to any actual atomic position along the piecewise linear Cα backbone. At the level of local topology, this has no effect. In all Fig 3, for convenience the initial points (A) and the final points (E) are fixed and located near the α-helical region where the torsion angle has a positive value close to τ � 1 but this can be changed with no effect. At the points (B) and (C) the torsion angles are always negative in the Fig 3. At the point (D) the torsion angle is positive. In the Fig 3a) the chain proceeds from point (A) to point (B) by crossing the line of flattening points τ = 0. It then continues to point (C). From there it proceeds and crosses the line of flattening points a second time, to arrive at point (D) where the torsion angle returns to a positive value. The chain then continues and ends at point (E). In this case the local topology is fully analogous to that of a regular curve. In particular, the two flattening points along the chain can be removed by a bi-flattening perestroika that lifts both points (B) and (C) above the line τ = 0 to positive τ i values, without the chain crossing the inflection point κ = 0 at the center of the disk. In the Fig 3b) the chain proceeds to the point (B), again by crossing the line of flattening points τ = 0. From there it proceeds to point (C) that is located near the β-stranded region. The chain then crosses the line of β-flattening points τ = ±π as it proceeds to point (D) where the torsion angle is positive. The chain finally ends at point (E) in the α-helical region. In this case there is only one flattening point along the chain, since the second time the torsion angle changes its sign at a β-flattening point. The chain encircles the inflection point once in the counterclockwise direction. Neither the flattening point nor the β-flattening point can be removed without encountering an inflection point perestroika along the chain.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Different local topologies for a chain with five vertices. a) With two crossings of the flattening point line τ = 0. b) With one crossing of the flattening point line τ = 0 and one crossing of the line of β-flattening points τ = ±π. c) With two crossings of the line of β-flattening points τ = ±π. In both a) and c) the folding index Eq (17) vanishes but in b) the folding index has value -1 since the trajectory encircles the disk center once in counterclockwise direction. The attached 3D figures show the corresponding structures, ordered according to A = blue and E = red. https://doi.org/10.1371/journal.pone.0257886.g003",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "the torsion angle changes its sign between points (A) and (B) and between points (C) and (D). Now the sign change occurs at β-flattening points. The general rules of local topology for the sign change at a β-flattening point are like those at a flattening point. In particular, a pair of β-flattening points can either be created or removed in a bifurcation called β-flattening perestroika that is akin a bi-flattening perestroika. In the Fig 3c) a β-flattening perestroika occurs if the vertices (B) and (C) are both moved upwards across τ = ±π line without the chain crossing the inflection point κ = 0 at the center of the disk. The folding index is a local topological invariant. For example, in Fig 3b) its value does not change unless the chain is deformed so that either the flattening point between (A) and (B) or the β-flattening point between (C) and (D) becomes removed by an inflection point perestroika, that either converts the β-flattening point into a flattening point by a deformation that takes the chain inFig 3b)into the chain inFig 3a)or converts the flattening point into a β-flattening point by a deformation that takes the chain inFig 3b)into the chain inFig 3c). In both cases the final folding index vanishes.The three examples inFig 3 summarizeall essential aspects of local topology that are encountered in the case of a discrete chain. In particular, the line of flattening points and the line of β-flattening points have a very similar character in terms of local topology. They can be interchanged by an inflection point perestroika that also changes the folding index.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "the distribution of the flattening point sites in relation to spike protein backbone. There are relatively many entries in the NTD and RBD domains, and in the fusion core between the HR1 and HR2 domains. Notably the number of proximal sites is also different in the closed and open states of the spike protein, there are more proximal sites in the open state. Thus a transition between",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The histogram shows the distribution of sites that are proximal to a flattening point along the spike protein backbone, in blocks of 40 sites. The proximal sites accumulate in the NTD and RBD domains, and in the fusion core between the HR1 and HR2 domains. The PDB structures are 6VXX for closed state and 6VYB for open state. https://doi.org/10.1371/journal.pone.0257886.g004",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The (κ i , τ i ) spectrum for i = 612 − 616; this engages sites 610 − 617 along the Cα backbone. a) The spectrum for preceding sites P:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "The (κ i , τ i ) spectrum for i = 57 − 61; this engages sites 55 − 62 along the Cα backbone. a) The spectrum for P:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "flattening point. The folding index has value -1 since the chain encircles the inflection point in counterclockwise direction. But since 286 and 288 are both very close to a β-flattening point the chain passes back-and-forth very close to the inflection point.: The links 286-287 and 287-288 have a very similar topology to the links 102-103 and 103-104 in Fig 7.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "a) The present all-atom structure of the spike protein in the neighborhood of site 103. b) The substitution of A in place of 103G, as predicted by Chimera[42]. There are no apparent steric hinders for the substitution.https://doi.org/10.1371/journal.pone.0257886.g008 rise to various other kind of bifurcations as well. For this, the local topology of the recently observed new mutation at site 501N with N!Y substitution[32] is now analyzed, for its bifurcation potential.TheFig 10 describethe local topology of the site 501 prior to the N!Y substitution; data is presently available only for the chains B and C in the open state of 501N. In particular, no structural data is available for the mutated 501Y at this time. Except for the direction and the location of the end points, the topology of the trajectory inFig 10 isakin that inFig 3c)with two crossings of the line of β-flattening point (but very near to the inflection point). There is no site in the vicinity of τ = 0 inFig 10.Thus a bifurcation that relates to a flattening point, similar to that in the case of the D614G, appears unlikely.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "The (κ i , τ i ) spectrum for i = 285 − 289; this engages sites 283 − 290 along the Cα backbone. Panel a) The spectrum for P:(285, 286, 287), in the background of the best matching cluster #24 in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "https://doi.org/10.1371/journal.pone.0257886.g009",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "The (κ i , τ i ) spectrum for i = 499 − 503; this engages sites 497 − 504 along the Cα backbone. Data for 501N is only available in the open state chains B and C.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "A hypothetical trajectory that rotates the direction of the Cβ atom at site 501 so that it turns and points to the opposite direction. The starred vertices are the same as in Fig 10, the vertices denoted by squares correspond to the hypothetical trajectory; the labeling a), b), c) is in direct correspondence with Fig 10.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "https://doi.org/10.1371/journal.pone.0257886.g013 Fig 14. Chimera plot of the hypothetical 501Y fragment, with Cβ atom rotated to point in opposite direction from that of the Cβ at",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "PLOS ONE | https://doi.org/10.1371/journal.pone.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Flattening points in spike protein PDB structures 6VXX and 6VYB. Columns are organized as follows: Residue number with present amino acid. CL stands for cluster with smallest RMSD (in Å); clusters are taken from[41]. MC stands for most common mutagenic amino acid substitutions in the cluster. P stands for preceding, A stands for adjacent and F stands for following fragment. Closed (c) and open (o) denotes the state where flattening point is observed. A,B,C denotes the monomer of spike protein.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}