{
    "paper_id": "d5b587ac18b768b03df60c92f960efe460b10763",
    "metadata": {
        "title": "Methylnaltrexone for the treatment of opioid-induced constipation and gastrointestinal stasis in intensive care patients. Results from the MOTION trial",
        "authors": [
            {
                "first": "Parind",
                "middle": [
                    "B"
                ],
                "last": "Patel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [
                    "J"
                ],
                "last": "Brett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "O&apos;callaghan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Aisha",
                "middle": [],
                "last": "Anjum",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Cross",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Jane",
                "middle": [],
                "last": "Warwick",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "C"
                ],
                "last": "Gordon",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Purpose: Constipation can be a significant problem in critically unwell patients, associated with detrimental outcomes. Opioids are thought to contribute to the mechanism of bowel dysfunction. We tested if methylnaltrexone, a pure peripheral mu-opioid receptor antagonist, could reverse opioid-induced constipation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The MOTION trial is a multi-centre, double blind, randomised placebo-controlled trial to investigate whether methylnaltrexone alleviates opioid-induced constipation (OIC) in critical care patients. Eligibility criteria included adult ICU patients who were mechanically ventilated, receiving opioids and were constipated (had not opened bowels for a minimum 48 h) despite prior administration of regular laxatives as per local bowel management protocol. The primary outcome was time to significant rescue-free laxation. Secondary outcomes included gastric residual volume, tolerance of enteral feeds, requirement for rescue laxatives, requirement for prokinetics, average number of bowel movements per day, escalation of opioid dose due to antagonism/reversal of analgesia, incidence of ventilator-associated pneumonia, incidence of diarrhoea and Clostridium difficile infection and finally 28 day, ICU and hospital mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A total of 84 patients were enrolled and randomized (41 to methylnaltrexone and 43 to placebo). The baseline demographic characteristics of the two groups were generally well balanced. There was no significant difference in time to rescue-free laxation between the groups (Hazard ratio 1.42, 95% CI 0.82-2.46, p = 0.22). There were no significant differences in the majority of secondary outcomes, particularly days 1-3. However, during days 4-28, there were fewer median number of bowel movements per day in the methylnaltrexone group, (p = 0.01) and a greater incidence of diarrhoea in the placebo group (p = 0.02). There was a marked difference in mortality between the groups, with ten deaths in the methylnaltrexone group and two in the placebo group during days 4-28 (p = 0.007).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We found no evidence to support the addition of methylnaltrexone to regular laxatives for the treatment of opioid-induced constipation in critically ill patients; however, the confidence interval was wide and a clinically important difference cannot be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bowel dysfunction in the intensive care unit (ICU) represents an important problem, with up to 70% of patients suffering from constipation [1] . There is increasing evidence that opioids contribute to perioperative and ICU bowel dysfunction [2] . Studies have demonstrated that bowel dysfunction in the critically ill is associated with adverse outcomes including delay in gastric emptying leading to increased gastro-oesophageal reflux and aspiration, decreased enteral feeding, delayed ICU discharge and increased mortality [3] [4] [5] . Restoration of bowel function is beneficial in establishing enteral feeding; it prevents bacterial translocation, alleviates gastrointestinal discomfort due to constipation and shortens ICU stay [6] .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 142,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 526,
                    "end": 529,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 530,
                    "end": 533,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 534,
                    "end": 537,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Although bowel dysfunction in ICU patients is multifactorial, both exogenous and endogenous opioids do significantly contribute to bowel dysmotility [7] .",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Methylnaltrexone is a pure peripheral mu-opioid receptor antagonist. It is a quaternary ammonium compound with a positive charge, which limits its ability to cross the blood-brain barrier. Hence, unlike naloxone, methylnaltrexone does not reverse the desired centrally mediated effects. The efficacy and safety of methylnaltrexone in the treatment of opioid induced constipation have been demonstrated in the palliative care setting [8, 9] with significant relief of constipation following administration of subcutaneous methylnaltrexone, and no significant changes to pain scores, occurrence of opioid withdrawal symptoms or other reported adverse events.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 436,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 437,
                    "end": 439,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The methylnaltrexone for the Treatment of Opioid Induced Constipation and Gastrointestinal Stasis in Intensive Care Patients (MOTION) trial was designed to test the efficacy of methylnaltrexone in relieving constipation in ICU patients whose sedative regimen included an opioid infusion (ISRCTN75305839).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The MOTION trial was a multi-centre, double-blind, randomised, placebo-controlled study, conducted in the ICUs within Imperial College Healthcare NHS Trust (Hammersmith, Charing Cross and St. Mary's Hospitals) and Queen Elizabeth Hospital King's Lynn NHS Trust, UK, from March 2015 to December 2018, funded by the National Institute for Health Research (NIHR PB-PG-0613-31073) and sponsored by Imperial College London. The trial was managed (including quality control and data collection) by Imperial Clinical Trials Unit. The full protocol was developed by the trial management committee and has previously been published [10] . Ethical approval was obtained from the London-Harrow Research Ethics Committee (REC ref 14 LO 2004 , issued 17th December 2014). As patients were sedated and lacked capacity, their 'personal legal representative' (PerLR) or a doctor who was not connected with the conduct of the trial, 'professional legal representative' (ProLR), gave written consent prior to inclusion. Subsequently, written informed consent to continue participation was obtained from the patient once capacity was regained.",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 718,
                    "end": 728,
                    "text": "14 LO 2004",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "The study was overseen by an independent Data Monitoring and Ethics Committee. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study design"
        },
        {
            "text": "Opioid-induced constipation can be a significant problem in critically unwell patients, associated with detrimental outcomes. The MOTION trial is a multi-centre, double blind, randomised placebo controlled trial to investigate whether methylnaltrexone, a pure peripheral mu-opioid receptor antagonist, alleviates opioidinduced constipation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Take-home message"
        },
        {
            "text": "The results of this study do not support the addition of methylnaltrexone to regular laxatives for the treatment of opioid-induced constipation in critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Take-home message"
        },
        {
            "text": "with the regimen titrated by the bedside nurse and clinical team to the patient's need and the Richmond Agitation Sedation Score (RASS). The standard sedation composed of an opioid (remifentanil, fentanyl or morphine) and a hypnotic agent (propofol or midazolam).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Take-home message"
        },
        {
            "text": "Patients were randomised to either treatment [methylnaltrexone, Salix Pharmaceuticals, Raleigh, North Carolina, USA)] or control group (placebo; saline) on a 1:1 basis, stratified by ICU, with randomly selected block sizes of 2 and 4. Randomisation lists were prepared by the trial statistician and concealed from all clinical investigators. The treatment group received methylnaltrexone (a colourless liquid) dosed as per the summary of product characteristics: patients weighing 38-61 kg received 8 mg (0.4 mL) methylnaltrexone diluted in 50 mL of 0.9% saline; patients weighing 62-114 kg received 12 mg (0.6 mL) methylnaltrexone diluted in 50 mL of 0.9% saline. The control group received placebo (saline) prepared in identical syringes to the study drug. Both groups received the blinded study drugs over 15 min via an indwelling intravenous catheter. An unblinded research nurse who was not involved in any clinical management of the patient or any data collection, carried out the preparation and administration of study drugs. All clinical staff (medical, nursing and pharmacy) as well as patients and relatives remained blinded to treatment allocation for the duration of the study. The patient continued to receive the study drugs at the same time daily, until the patient was free of opioids for 24 h or at 28 days. If a patient allocated to either arm failed to open their bowels within 72 h of receiving study drugs, then rescue laxatives of a combination of sodium picosulfate (5 mg, Ferring Pharmaceuticals, West Drayton, UK) and two glycerin suppositories (4 g, Thornton and Ross Ltd, West Yorkshire, UK) were administered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study intervention"
        },
        {
            "text": "The primary outcome was time to significant rescue-free laxation following randomisation. Significant laxation was defined as a stool volume of > 100 mL, as estimated by the bed-side nurse. Secondary outcomes measured on a daily basis whilst receiving the study drugs included: gastric residual volume measured every 4 h and totalled over 24 h; tolerance of enteral feeds (defined by daily assessment of percentage of patients achieving full target of enteral feeding); requirement for rescue laxatives; requirement for prokinetics; average number of bowel movements per day; escalation of opioid dose due to antagonism/reversal of analgesia and sedation; incidence of ventilator-associated pneumonia, defined by the Clinical Pulmonary Infection Score (CPIS) and positive microbiology blood cultures; incidence of diarrhoea and Clostridium difficile infection (polymerase chain reaction or toxin test positive); and finally 28 day, ICU and hospital mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "The sample size was estimated for the primary endpoint of time from randomisation to rescue-free laxation; this was based on the phase III trial in palliative care patients where 48% of subjects receiving methylnaltrexone had rescue-free laxation within 4 h compared to 15% in the placebo arm, p < 0.001 [8] . Pilot data suggested that a difference in efficacy of this magnitude would be reasonable in the ICU setting (71% vs 0% opened bowels within 12 h) [11] . Allowing for a drop-out rate of 5% (patients who withdraw consent after regaining consciousness), with 42 subjects in each arm (26 events) this study had 85% power to detect a difference of 33% (48% vs 15%) in the proportion of patients with rescue-free laxation within 12 h at the 5% level (using a two-tailed log-rank test). All analyses were on an intention-to-treat basis. Cox regression, stratified by ICU, was used to estimate the effect of treatment group on time to rescue-free laxation. Patients who did not achieve rescue free laxation were censored at the date rescue laxatives were given, or, if none were given, at 96 h after randomisation. The appropriateness of the proportional hazards assumption was verified by including a term for interaction between treatment group and time in the model. Two sensitivity analyses were performed; first, the Cox regression analysis was repeated with stratification by ICU and adjustment for age, sex, APACHE II score, type of opioid and other sedatives and second, with stratification by ICU and time measured from the when the study drug was started rather than randomisation. Secondary outcomes were summarized using basic descriptive methods and presented for the placebo and methylnaltrexone groups separately, and in total (further details in Supplementary Information). Differences in secondary outcomes between the placebo and methylnaltrexone groups were assessed using appropriate hypothesis tests. There was no adjustment for multiple testing. Owing to the short observation period, a competing risk analysis to account for deaths was not required.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Statistical methods"
        },
        {
            "text": "The trial was completed once the recruitment target of 84 participants had been achieved and all participants had been followed up for 28 days post-randomisation. The CONSORT diagram (Fig. 1) shows the flow of participants in the trial, including the timing and reasons given for non-participation and withdrawal from the trial. A total of 84 patients were enrolled and randomized (41 to methylnaltrexone and 43 to placebo). Two patients withdrew from the methylnaltrexone group (one shortly after randomisation and one on day 1) leaving 39 patients in the methylnaltrexone group and 43 in the placebo group for the analysis of primary and secondary outcomes. Patients who withdrew did not allow retention of any data obtained or subsequent data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 183,
                    "end": 191,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Trial patients"
        },
        {
            "text": "The baseline demographic characteristics of the two groups were generally well balanced between the treatment groups (Table 1 ) although there were more males in the placebo group (72%) than in the methylnaltrexone group (65%), and there were differences in mean age (58.6 years compared with 55.6 years) and ethnicity (71.8% Caucasian compared with 58.5% Caucasian) in the placebo and methylnaltrexone groups, respectively. The clinical characteristics of the two groups are summarised in Table 2 . More patients in the methylnaltrexone group were admitted for emergency operative procedures (24%) than in the placebo group (14%). Most patients were receiving fentanyl at the time of randomisation (76%), some remifentanil (19%). Most (83%) were also receiving other sedatives. More patients received selective digestive decontamination (SDD) in the placebo group (23% vs 10%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "(Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 490,
                    "end": 497,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Baseline characteristics"
        },
        {
            "text": "Details of time in ICU, study treatment, opioids and sedatives received during the study period, and protocol violations, are reported in Supplementary Information. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Baseline characteristics"
        },
        {
            "text": "Rescue-free laxation within 96 h was achieved in 28/43 (65.1%) of participants in the placebo group and 27/39 (69.2%) of participants in the methylnaltrexone group. Kaplan-Meier curves showing time to rescue free laxation in the placebo and methylnaltrexone groups are presented in Fig. 2 . Cox regression analysis, with stratification by centre/ICU, suggested no significant difference in time to rescue free laxation between the groups (hazard ratio 1.42, 95% CI 0.82-2.46, p = 0.22). The percentage of participants who had experienced rescue free laxation at 4, 12 and 72 h, and associated 95% confidence intervals, are given for the placebo and methylnaltrexone groups separately, and in total, in Fig. 2 . Pre-planned sensitivity analyses additionally adjusting for age, sex, APACHE II score, type of opioid, other sedatives, and using the date the study drug was first administered as the start point rather than date of randomisation, gave very similar results, with hazard ratios for treatment with methylnaltrexone relative to placebo of 1.46 (95% CI 0.82-2.61) and 1.37 (95% CI 0.79-2.38), respectively. For all the Cox models, the proportional hazards assumption appeared valid. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 282,
                    "end": 288,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 702,
                    "end": 708,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Primary outcome"
        },
        {
            "text": "The key secondary outcomes are summarised in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 45,
                    "end": 52,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Secondary outcomes"
        },
        {
            "text": "There was no significant difference in median number of bowel movements per day between the placebo and methylnaltrexone groups on days 1-3 (p = 0.58, Wilcoxon test) but the difference over days 4-28 was statistically significant (p = 0.01, Wilcoxon test) with fewer bowel movements per day reported in the methylnaltrexone group. There was no significant difference in the number of diarrhoea-related adverse events between the placebo and methylnaltrexone groups (11 vs 8; p = 0.61, Chi-squared test) but diarrhoea was significantly more frequent in the placebo group compared to the methylnaltrexone group (p = 0.02; Pearson's Chi-squared test). The number of bowel movements per patient per day involving diarrhoea during days 1-3 was similar in the placebo and methylnaltrexone groups (p = 0.27, Wilcoxon test) but significantly different during days 4-28 (p = 0.03, Wilcoxon test). Further details of secondary outcomes and adverse events are given in Supplementary Table 6 . These include changes in opioid dose between baseline and 4 h, gastric residual volume achieved, the proportion of patients achieving full enteral feed, the number of patients requiring metoclopramide, erythromycin, increasing doses of opioids, the number of patients developing ventilatorassociated pneumonia, the number of patients with positive microbiology cultures and the number of patients who died. There was a marked difference in mortality between the methylnaltrexone and placebo groups. Ten deaths were reported in the methylnaltrexone group and two in the placebo group during the 28 day follow-up period. Post-hoc survival analyses showed that this difference was statistically significant (p = 0.007, log rank Supplementary Fig. 1 . There were no deaths within the first 3 days (72 h) and none occurred prior to the primary endpoint being observed. Clinical records of the deceased participants were reviewed and the UK Medicines and Healthcare Related Products Authority informed, but there was no indication that the difference was study drug-related. We therefore performed a number of post-hoc Cox-regression analyses to investigate whether the observed difference in survival might be explained by differences in baseline risk of death, assessed using the following measures: original APACHE II risk of death, APACHE UK 2013, APACHE UK 2015, ICNARC model 2013, ICNARC model 2015 and SAPSII score. The expected number of deaths in each treatment group is reported in Supplementary Table 7 with estimates ranging from 12.38 to 15.30 for the placebo group and from 11.34 to 14.61 in the methylnaltrexone group. The number of observed deaths in both treatment groups was less than expected but the discrepancy was far greater in the placebo group. Adjustment for age, sex, centre, reason for admission to ICU (medical or surgical) in addition to baseline risk of death (whichever method/score used) did not explain the observed difference in survival between the treatment groups.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 958,
                    "end": 979,
                    "text": "Supplementary Table 6",
                    "ref_id": null
                },
                {
                    "start": 1707,
                    "end": 1727,
                    "text": "Supplementary Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2482,
                    "end": 2489,
                    "text": "Table 7",
                    "ref_id": null
                }
            ],
            "section": "Secondary outcomes"
        },
        {
            "text": "Protocol-reporting time-frames for adverse events were from the time of informed consent until discharge from ICU or for a maximum of 28 days. Adverse events are summarised in Table 3 and further details given in Supplementary Table 6 . There was little difference between the methylnaltrexone and placebo groups as regards to frequency of adverse and serious adverse events but diarrhoea, which was mild to moderate in all cases, was more common in the placebo group than in the methylnaltrexone group (11 vs 8) . None of the serious adverse events were unexpected or related to study drug.",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 512,
                    "text": "(11 vs 8)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 227,
                    "end": 234,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Safety"
        },
        {
            "text": "In this multi-centre, double-blind, randomised, placebocontrolled trial in critical care patients with opioidinduced constipation, the addition of methylnaltrexone to regular laxatives had no additional benefit but the confidence interval was wide, consistent with there being between 18% less and two and a half times more chance of rescue free laxation in those on methnaltrexone compared to placebo. Thus, a clinically important difference cannot be excluded. There were also no clear benefits in gastric residual volume; tolerance of enteral feeds; requirement for rescue laxatives; requirement for prokinetics; incidence of ventilator-associated pneumonia or bacteraemia; or mortality at any time point. Intravenous methylnaltrexone was well tolerated with no drug-related significant adverse effects, and no evidence of increased opioid requirements suggesting that it did not cross the blood brain barrier and antagonise the desired central opioid effects. The baseline demographic characteristics of the two groups were generally well matched other than some minor imbalances in gender, age and ethnicity which would be anticipated in a relatively small trial (Table 1) . There were some differences in clinical characteristics, most notably more patients in the methylnaltrexone group were admitted for emergency operative procedures (24%) than in the placebo group (14%), and more patients received selective digestive decontamination (SDD) in the placebo group (23% vs 10%). It was also noteworthy that there was greater incidence of subsequent diarrhoea in the placebo group than in the methylnaltrexone group (11 patients vs 8 patients). We speculated post hoc that SDD may have had an impact and we explored for this in a sensitivity analysis (Supplement) but found no evidence of an effect.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1168,
                    "end": 1177,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "While strong evidence supports the use of methylnaltrexone in palliative care patients with opioid-induced constipation [8, 9] , this is the first study investigating its use in critical care. The absence of any beneficial effect is surprising given our group's exploratory study [11] , which suggested that methylnaltrexone was more effective as rescue therapy for established constipation than sodium picosulphate. In critical care patients, high-dose enteral naloxone has been shown to decrease gastric residual volume and reduce ventilator-associated pneumonia rates [12] and this provided further encouragement that similar results could be achieved with methylnaltrexone.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[11]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 571,
                    "end": 575,
                    "text": "[12]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a number of potential factors that may account for our findings. During the course of the \"gestation\" period for this study, attitudes to managing sedation had been evolving and it is conceivable that clinical staff were targeting lighter levels of sedation for most patients. The practice of daily sedation holds has become more established [13] thus reducing the duration of significant opiate dosing. 40% of patients were off opioids or receiving prolonged sedation holds on Day 2, hence the impact of opioids on constipation and the advantage of reversing this specifically with an opioid antagonist is diminished. Constipation in critical care patients is multifactorial, but the opioid component over time may have become less significant. The pre-trial levels of constipation which we had anticipated in the placebo group, based on our previous work, did not materialise. In fact, the placebo group had a higher incidence of subsequent diarrhoea and passed more stools. Possibly the increased attention on bowel function and protocolised prescriptions (all patients received senna prior to enrolment) had a major impact on the placebo arm event rate, thus undermining the assumptions on which the trial had been planned and the sample size calculated.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The estimated anticipated treatment effect size came from a study set in palliative care [8] , the entry criteria for which included 2 weeks of prior opiate treatment and the failure of 3 days of laxative treatment. Although our pilot data echoed the clear positive effects seen in the palliative care setting, it is possible that the difference in patient groups was important and that the theoretical advantages of antagonising opioid receptors [14] in patients with cancer in the palliative care studies, do not apply to critical care. Other patient factors that may influence constipation in critically ill patients, such as the presence of diabetes gastropathy, level of sedation and pain scores for the duration of the study may have provided additional valuable information.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 447,
                    "end": 451,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The apparent excess of deaths in the methylnaltrexone arm is potentially concerning but appears to represent a lower than anticipated number of deaths (beyond 96 h) in the placebo arm, rather than an excess in the methylnaltrexone arm. Mortality in both arms was less than predicted from baseline risk scores. Neither detailed review of the data captured in the study database and clinical records or adjustment for baseline characteristics in the survival models, explained the observed difference in mortality between the treatment groups. There was also no difference in the rates of serious adverse events between the groups. It may therefore be that the imbalance between the trial arms occurred by chance, owing to the relatively small trial size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our understanding of the impact and management of constipation and gastro-intestinal tract dysfunction is increasing [15] . Despite the above limitations the study has important design strengths. It was double-blinded and placebo-controlled, randomisation was concealed, and measured patient-centred outcomes. The sample size calculations used the best available evidence at the time of trial planning. It is conceivable that with the current zeitgeist being for more awake patients and with a focused and consistently delivered nutrition and bowel management strategy, opioid-induced constipation is far less of a problem than previously believed.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We found no evidence to support the addition of methylnaltrexone to regular laxatives for the treatment of opioid-induced constipation in critically ill patients, however, the confidence interval was wide and a clinically important difference cannot be excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The online version of this article (https ://doi.org/10.1007/s0013 4-019-05913 -6) contains supplementary material, which is available to authorized users. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electronic supplementary material"
        },
        {
            "text": "Conflicts of interest ACG reports that outside of this work he has received speaker fees from Orion Corporation Orion Pharma and Amomed Pharma. He has consulted for Ferring Pharmaceuticals, Tenax Therapeutics, Baxter Healthcare, Bristol-Myers Squibb and GSK, and received grant support from Orion Corporation Orion Pharma, Tenax Therapeutics and HCA International with funds paid to his institution. On behalf of the remaining authors, the corresponding author states that there are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Publisher's Note"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Constipation in intensive care unit: incidence and risk factors",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Nassar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Da Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Cleva",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Crit Care",
            "volume": "24",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Laxation of critically ill patients with lactulose or polyethylene glycol: a two-center randomized, double-blind, placebo-controlled trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Van Der Spoel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Oudemans-Van Straaten",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuiper",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Roon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Zandstra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Van Der Voort",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Crit Care Med",
            "volume": "35",
            "issn": "12",
            "pages": "2726--2731",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dudenogastroesophageal reflux and esophageal mucosal injury in mechanically ventilated patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tack",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frans",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Gastroenterology",
            "volume": "116",
            "issn": "6",
            "pages": "1293--1299",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Constipation and its implications in the critically ill patient",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mostafa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhandari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gratton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wenstone",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Anaesth",
            "volume": "91",
            "issn": "6",
            "pages": "815--819",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Constipation in long-term ventilated patients: associated factors and impact on intensive care unit outcomes",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gacouin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Camus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gros",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Crit Care Med",
            "volume": "38",
            "issn": "10",
            "pages": "1933--1938",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Impaired gastric emptying in mechanically ventilated, critically ill patients",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Heyland",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tougas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Intensive Care Med",
            "volume": "22",
            "issn": "12",
            "pages": "1339--1344",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Development of peripheral opioid antagonists",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Rosow",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mayo Clin Proc",
            "volume": "83",
            "issn": "10",
            "pages": "1116--1130",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Methylnaltrexone for opioid-induced constipation in advanced illness",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karver",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooney",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Chamberlain",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "NEJM",
            "volume": "358",
            "issn": "",
            "pages": "2332--2343",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Methylnaltrexone treatment of opioid-induced constipation in cancer patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Karver",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Slatkin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Israel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Oncol",
            "volume": "25",
            "issn": "18S",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Protocol for a randomised control trial of methylnaltrexone for the treatment of opioid induced constipation and gastro",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Brett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oallaghan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Use of methylnaltrexone for the treatment of opioid induce constipation in critical care patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sawh",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Selvaraj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Danga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cotton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mayo Clin Proc",
            "volume": "87",
            "issn": "3",
            "pages": "255--259",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Enteral naloxone reduces gastric tube reflux and frequency of pneumonia in critical care patients during opioid analgesia",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dohrn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reinhart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "3",
            "pages": "776--780",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Efficacy and safety of a paired sedation and ventilator weaning protocol for mechanically ventilated patients in intensive care (Awakening and Breathing Controlled trial): a randomised controlled trial",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Girard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Kress",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Lancet",
            "volume": "371",
            "issn": "9607",
            "pages": "126--134",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Morphine and tumor growth and metastasis",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Afsharimani",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cabot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Parat",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Metastasis Rev",
            "volume": "30",
            "issn": "2",
            "pages": "225--238",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Gastrointestinal function in intensive care patients: terminology, definitions and management. Recommendations of the ESICM Working Group on Abdominal Problems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reintam-Blaser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Malbrain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Starkopf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "",
            "pages": "384--394",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "CONSORT diagram showing participant flow through the MOTION trial. The most common reasons for ineligibility were: patient had opened bowels before consent could be obtained (N = 144); patient had not been prescribed further opioids (N = 47); patient had bowel obstruction, colostomy or ileostomy (N = 28); patient had gastro-intestinal tract surgery within previous 8 weeks (N = 27); patient was receiving palliative care or was not expected to survive more than 12 h (N = 21); patient had end-stage renal failure requiring dialysis on admission (N = 20); patient was on total parenteral nutrition (N = 17); patient had diarrhoea (N = 13) or severe chronic hepatic impairment (N = 10)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "traumatic brain injury [N(%)](N = 84) 8 (19.5) 7 (16.3) 15 (17.9) Total APACHE II score (N = 84) [median (IQR)] 20 (13, 23) 16 (14, 22) 17 (13.5, 22)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "of Medicine, Imperial College London, London, UK. 4 Warwick Clinical Trials Unit, University of Warwick, Coventry, UK. Funding National Institute for Health Research (NIHR), Research for Patient Benefit Programme (PB-PG-0613-31073). Infrastructure support was provided by the NIHR Imperial Comprehensive Biomedical Research Centre (BRC). ACG is funded by an NIHR Research Professor award (RP-2015-06-018). The views expressed are those of the authors and do not necessarily represent those of the NIHR, the NHS or the UK Department of Health and Social Care.",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "Demographic characteristics of participants at entry to the trial",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Reasons for participant admission to the intensive care unit, type of opoid and other sedatives used, vasoactive drugs used and clinical characteristics at entry to the trial a Full details of reason for ICU admission are given in SupplementaryTable 1b Further details of the opioids received after administration of study drug are given inSupplementary Table 2",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Secondary outcomes and adverse events",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors wish to thank Chris McConkey (now retired) for performing the statistical analysis, the Co-Investigators ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}