{
    "paper_id": "d5bf26c31e570e3197ecd0932cfbd89c089bcfe3",
    "metadata": {
        "title": "Pandemic influenza preparedness in Africa is a profound challenge for an already distressed region: analysis of national preparedness plans",
        "authors": [
            {
                "first": "Giuseppina",
                "middle": [],
                "last": "Ortu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [],
                "last": "Mounier-Jack",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Richard",
                "middle": [],
                "last": "Coker",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A new highly pathogenic strain of influenza virus, H5N1, has emerged causing severe outbreaks in poultry and high mortality rates when humans are infected. The threat of a new influenza pandemic has prompted countries to draft national strategic preparedness plans to prevent, contain and mitigate the next human influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To evaluate preparedness for an influenza pandemic in the African region we analysed African national preparedness plans available in the public domain. A data extraction tool, based on a World Health Organization checklist for influenza epidemic preparedness, was designed in consultation with pandemic influenza planning experts and experts on the region's public health challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Thirty-five plans were identified and available from 53 African countries. Most plans are relatively robust in addressing detection and containment of influenza in animals but strategic preparedness to respond to pandemic human influenza is weak. In most plans communication strategies have been developed with the aim to raise awareness of transmission factors and promote hygiene measures. By contrast, the human health care sector is ill-prepared. Case management, triage procedures, identification of health care facilities for patient treatment (including home care and provisions for the distribution and administration of pharmaceuticals) are poorly addressed by most plans. The maintenance of essential services in the event of a pandemic is absent from most plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Whilst many African countries have strategic pandemic influenza preparedness plans, most are developmental in nature and lack operational clarity, or focus principally on the containment of avian influenza rather than pandemic human influenza. Clear strategies, that are operational, need to be developed that reflect the realities of national context and resource constraints and that meet national objectives. These objectives need also to be coherent with international imperatives such that the global threat of pandemic influenza can be met effectively and efficiently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Influenza pandemics have periodically affected humanity. In the last few years a new highly pathogenic strain of influenza virus, H5N1, has emerged causing severe outbreaks in poultry and high mortality rates when humans are infected. The threat of a new influenza pandemic has prompted countries to draft national strategic preparedness plans to prevent, contain and mitigate the next human influenza pandemic. To support countries in preparing for an influenza pandemic and to mitigate its potential impact, the World Health Organization (WHO) has recently published guidelines (WHO 2005d; WHO 2005e) , a protocol for rapid response and containment (WHO 2006a) , and a check list for influenza preparedness (WHO 2005a) .",
            "cite_spans": [
                {
                    "start": 580,
                    "end": 591,
                    "text": "(WHO 2005d;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 592,
                    "end": 602,
                    "text": "WHO 2005e)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 651,
                    "end": 662,
                    "text": "(WHO 2006a)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 709,
                    "end": 720,
                    "text": "(WHO 2005a)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "As of 4 July 2007, avian influenza has been notified in 11 African countries and has resulted in 38 human cases (WHO 2007a) . H5N1 is now endemic in birds in some African countries such as Nigeria and Egypt, while the Food and Agriculture Organization (FAO) was noting in June 2007 outbreaks into Togo and Ghana. The establishment of H5N1 in domestic poultry, unregulated trade of potentially infected poultry, and high-risk farming practices put some African countries at high risk of being sites for the generation of the next influenza pandemic (US GAO 2007) . The increasing threat to the African region has raised concerns about the level of preparedness in countries with limited resources. The international community, through the multilateral agencies, has responded by providing technical and substantial financial support to the region (WHO 2004; WHO 2005b; World Bank 2005; World Bank 2006a) . For example, the Bamako pledging conference (ALive 2006) held in December 2006, resulted in US$25 million being committed to support immediate preparedness needs and a further US$650 million pledged over the next 3 years.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 123,
                    "text": "(WHO 2007a)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 548,
                    "end": 561,
                    "text": "(US GAO 2007)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 846,
                    "end": 856,
                    "text": "(WHO 2004;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 857,
                    "end": 867,
                    "text": "WHO 2005b;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 868,
                    "end": 884,
                    "text": "World Bank 2005;",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 902,
                    "text": "World Bank 2006a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aim of this study was to evaluate African national preparedness plans available to the public domain and to assess their completeness. This work builds upon similar work we conducted to evaluate the state of European and selected Asian country strategic preparedness Mounier-Jack and Coker 2006b ).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 299,
                    "text": "Mounier-Jack and Coker 2006b",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We surveyed all 53 African countries and evaluated their national strategic pandemic influenza preparedness plans against criteria drawn from a WHO checklist which was modified, as described elsewhere Coker and Mounier-Jack 2006b; Mounier-Jack and Coker 2006a) . To take account of context and particular public health challenges faced by the continent (WHO 2005a), we consulted experts in the field of pandemic influenza and identified indicators for the African region.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 230,
                    "text": "Coker and Mounier-Jack 2006b;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 231,
                    "end": 260,
                    "text": "Mounier-Jack and Coker 2006a)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Design and data sources"
        },
        {
            "text": "Plans, published and available up to 18 June 2007, were included in our evaluation where they addressed either human pandemic influenza preparedness alone, or in conjunction with avian influenza (Table 1 ). Plans that were not available in English or French were translated into English by public health specialists. Plans were identified through internet-based searches, international conference sources, WHO web sites, ministries of health, and through requests to representatives of international agencies involved in pandemic influenza preparedness including African Union Interafrican Bureau for Animal Resources (AU-IBAR), World Health Organization (WHO), United Nations System Influenza Coordination (UNSIC), Centers for Disease Control and Prevention (CDC), United States Agency for International Development (USAID), and United Nations Office for the Coordination of Humanitarian Affairs (UN-OCHA).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 203,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Design and data sources"
        },
        {
            "text": "Plans were scored against 102 indicators. Scores were categorized as 'mentioned only briefly', 'detailed consideration given', or 'absent', thus giving an indication of each plan's completeness. Countries' preparedness plans were assessed in their entirety and also by six thematic areas drawn from WHO guidelines (WHO 2005a): planning and coordination, surveillance, public health interventions, case management and health care system response, maintenance of essential services, and communication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design and data sources"
        },
        {
            "text": "Preparedness plans were identified from 35 of 53 (67%) countries, representing 77% of Africa's population (Table 1) . Of the 17 countries not included, nine have plans in preparation that have yet to be formally approved, three plans refer only to avian influenza, and for five countries we could identify no plans. The average score for aggregate completeness is 36%, ranging from 16% to 65% (Figure 1 ). Figure 2 highlights selected indicators to illustrate the range of completeness of plans against specific issues across the continent. Many plans are largely developmental in nature, offering little in the way of strategic clarity. Some plans are only a few pages in length.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 106,
                    "end": 115,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 393,
                    "end": 402,
                    "text": "(Figure 1",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 414,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Planning and coordination scored 38% on average. Twentyfour plans refer to a national planning committee, a recommendation of WHO, although roles and responsibilities of those involved in preparedness are defined in only 20 plans. Whilst the overall goals of the strategy are described by 32 plans, the audience for the plans is often not specified. The pandemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Thirty-five of 53 African countries now have national strategic pandemic influenza preparedness plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Many plans are developmental in nature, and although they place particular emphasis on early detection of animal outbreak and early containment of animal outbreaks, attention to human containment is less developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "The health care sector is ill-prepared for pandemic influenza, and contingency planning for essential services is largely absent from plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Operational planning is almost entirely absent from countries' plans for pandemic influenza. Seven plans address the needs of disadvantaged people including support to enable poultry breeders to generate income through alternative routes and, for human cases, the provision of free treatment. Seven plans refer to national management disaster plans to support their pandemic preparedness activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Coordination and communication is weak in some areas. Only half of plans indicate clear areas and channels of cooperation Figure 1 Completeness of preparedness plans by country group in aggregate and by thematic area with WHO, and only 13 countries' plans address cooperation issues with other African countries, suggesting limited potential for effective regional lesson learning in the event of a pandemic. Surveillance is weak, with an average completeness score of 29%. Thirty-three plans address human surveillance, however, the paucity of details included in plans means that we cannot ascertain the operational capacity of these systems. Among these plans, only one plan indicates a monitoring of seasonal influenza, eight harness sentinel surveillance, nine address acute respiratory infections, and eight mention the surveillance of influenza-like illnesses. Surveillance during a pandemic is addressed in a very limited manner, with only four countries, for example, planning to monitor hospital admissions. Interestingly 15 plans mention explicitly cooperation between human and animal surveillance networks; for example, 14 plans include the possible enhanced surveillance of groups exposed to animals, such as poultry workers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 130,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "KEY MESSAGES"
        },
        {
            "text": "In terms of diagnostic capacity, 16 plans refer to a laboratory offering routine diagnostic services for influenza, but only eight mention a reference laboratory that will receive human specimens for virus detection. Plans do not specify what type of tests are offered by institutions, and only one plan refers to a WHO accredited laboratory (WHO 2006b). Nineteen plans highlight the need to train more laboratory staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Rapid containment of human outbreaks is mentioned by 26 plans, but few offer details. Tracing cases and follow up, sample collection from suspected cases and isolation or quarantine are the most frequent procedures mentioned. Nine plans suggest antiviral prophylaxis to delay further transmission. As part of rapid response and early containment strategies, a small number of countries specifically refer to hygiene measures (e.g. hand washing), and personal protective equipment. However, these two topics are discussed in the majority of the plans in terms of general promotion of hygiene measures, including food safety, and provision of equipment for health care facilities. Despite the importance emphasized by many countries in detecting outbreaks in birds if transmission to humans is to be prevented, only nine countries envisage a multidisciplinary rapid response and outbreak investigation team. Twelve countries have planned outbreak simulations in their preparedness activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "For non-pharmaceutical interventions, 13 plans include social distancing measures such as closure of schools (11 plans), restriction of mass gathering (11 plans), and voluntary confinement (7 plans), which is recommended when flu-like symptoms appear or for contacts. Border control measures are explicitly addressed by 20 countries, notably offering information to travellers (7 plans), possible quarantine (4 plans) and entry and/or exit screening (4 plans).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Twenty-five plans anticipate the use of vaccines and 27 the use of antiviral drugs. Guidance on priority groups for vaccines and antiviral treatment is provided by seven and 12 plans, respectively, and in both cases people exposed, namely poultry handlers and veterinarians, are at the top of the priority groups, followed by health care workers. Thirteen plans advocate treatment with antiviral drugs, five indicate a role of pre-exposure prophylaxis, and 12 of post-exposure or unspecified prophylaxis. Stockpiling Is the response plan organized by pandemic phases?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plans include cooperation with other African countries?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Is there an explicit mention of social distancing for containment purpose? Does the plan specify whether antiviral will be employed for treatment? Is the private sector engaged in any of the activities for pandemic preparedness?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plan specify whether antiviral will be employed for post exposure and/or general prophylaxis?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Are facilities where patients should be treated clearly defined? Does the plan envisage differential messages for each phase of the pandemic (e.g. phase alert etc.)?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Is there explicit mention of community mobilisation?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plan include specific mechanisms for pandemic surveillance? Have guidelines been issued for the use of antiviral and/or vaccines? Does the plan explicitly state a mechanism for plan review and update?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Is there any provision for national stockpiling of other medical supplies? Is there evidence of planning to ensure continuity of essential services? Does the national plan address socially and disadvantaged groups? Does the plan quantify the potential impact of the pandemic? Does the plan establish priority groups for vaccine treatment ?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plan recommend home care management of infected patients? Are sources for additional health care workers identified? Does the plan mention pre-purchase contract for vaccine?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Is there any explicit of co-operation with other countries in regard to border control?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plan specify clear mechanisms for the storage of antiviral and/or vaccines?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plan provide guidelines for home care management?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plan envisage assessment of necessary capacity for disposal of corpses Does the plan indicate which agencies will lead the coordination of maintenance of essential services?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Does the plan include protocols for the safe handling of corpses? Is there an explicit ethical framework in the plan?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Is a mechanism explicitly mentioned to test antiviral drug resistance?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Detailed Mentioned Figure 2 Completeness scores across selected indicators of antiviral drugs is mentioned by 26 plans. The logistics, storage and distribution of vaccines and drugs are scarcely addressed in plans. Few countries address the need to provide antibiotics and antipyretics. Provision of personal protective equipment is addressed in most plans (34 plans), generally as part of equipment to be purchased within the budget section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 19,
                    "end": 27,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "KEY MESSAGES"
        },
        {
            "text": "Health care systems seem unprepared, scoring an average of 40%. In particular, plans display a lack of detail. Only 11 plans clearly define the premises where patients will be treated, and of these, seven address alternative sites for medical care. Seven countries recommend home care management of infected patients not requiring hospitalization or where health care facilities are overwhelmed, and three plans suggest advice on hygiene and safe practices for home care management. The identification of additional personnel who might be recruited is addressed in five plans, while the engagement of non-health personnel in case of rising demand is mentioned in four plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of plan indicators"
        },
        {
            "text": "Triage policy is never directly addressed by the plans, however the triage process is mentioned in terms of importance of a correct case definition (8 plans), criteria for patient admission (in 7 plans), patient despatch (2 plans) and identification of a caregiver in case of home management (1 plan). As possible measures to reduce the spread of the disease, isolation is mentioned in 25 plans, with 10 plans identifying isolation or confinement sites.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of plan indicators"
        },
        {
            "text": "Non-health sector essential services are unprepared. Only eight countries briefly list essential services. These, however, appear unlinked to any clear strategy to ensure business or essential service continuity. Four plans mention assessment of capacity for corpse disposal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of plan indicators"
        },
        {
            "text": "Communication strategies are relatively well elaborated by the majority of the countries, with an average completeness score of 58%. Communication strategy is generally targeted at the needs of different audiences such as poultry handlers (25 plans), teachers (11 plans), religious authorities (12 plans), riverside villagers (3 plans), and specific ethnic groups (13 plans). Messages have been developed for a variety of topics (in 25 plans), including advice to report suspected bird cases to authorities, messages on transmission risk, hygiene and prevention, poultry product promotion and information on compensation. Only 11 countries specifically address behavioural changes as part of their communication strategies. Thirty-one plans mention preferred channels of communication with the public including radio, television and press releases, and seven countries have set up a telephone hotline to answer questions from the public. Community education and community mobilization are addressed by 20 and 11 plans, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Number of plan indicators"
        },
        {
            "text": "With 35 countries of 53 having drafted and approved plans since November 2005, preparation efforts for an influenza pandemic in the African region have advanced considerably. Our study demonstrates that African national plans have a number of strengths. First, there is a recognition in the plans that a significant effort must be made to strengthen surveillance, containment and mitigation in preparation for pandemic influenza. In addition, considerable attention is also being paid to addressing avian influenza and dedicated budgets have been developed in many plans to this effect, particularly in strengthening surveillance in line with the funds pledged by international donors through the Bamako international conference (ALive 2006). Detailed strategic planning for human pandemic influenza, however, remains very weak. Operational planning linked to strategic plans is almost non-existent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Close intersectoral collaboration between the animal and the health sector will be critically important for pandemic preparedness. A number of countries' plans support intersectoral approaches to avian and human influenza preparedness notably in surveillance, community mobilization and awareness raising of risk groups such as poultry handlers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "There are a number of important weaknesses in national preparedness plans, most notably robust surveillance systems that offer early warnings, realistic early containment strategies built upon this early warning, and mitigation strategies if early containment fails, issues highlighted by WHO protocols for rapid response and containment (WHO 2006a; WHO 2007b) . While plans provide specific details on zones under surveillance and offer practical guidelines on epidemiological investigation in case of avian outbreaks, appropriate measures are not proposed specifically for human outbreaks in the majority of plans addressing containment strategies. A clear sequence of operations to contain a human outbreak, including details on triggering events to launch containment measures, is not evident in plans. Current surveillance capacity is limited, poorly strategically focused and lacking operational clarity. Laboratory capacity, especially for the analysis of human samples, needs to be strengthened, regionally coordinated, and linked coherently and robustly to the WHO system of influenza surveillance (OCHA 2006; OCHA 2007) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 349,
                    "text": "(WHO 2006a;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 350,
                    "end": 360,
                    "text": "WHO 2007b)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1107,
                    "end": 1118,
                    "text": "(OCHA 2006;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1119,
                    "end": 1129,
                    "text": "OCHA 2007)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Preparedness of the health care sector across Africa is particularly weak, with little clarity in terms of the selection and use of facilities, equipment and pharmaceuticals or approaches to patient triage and management. Where plans consider generally the use of antiviral drugs, sourcing and deployment are not addressed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The non-heath sector essential services are strategically in the dark-an important issue that needs to be addressed if economic resilience, stability and security are to be strategic goals of pandemic preparedness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Perhaps the most critically important lesson to draw is less the frailty of many of Africa's national strategic plans, but rather the developmental nature of these plans. As we have previously noted, development of future capacity is not a substitute for preparedness planning now-the pandemic may not wait until capacity has been built. The response to the pandemic may demand the best use of currently available resources being mobilized to greatest effect. To do this requires the strategic deployment of available resources, which requires plans that are detailed and operational now. Hence, plans should clarify whether the mentioned structures and human resources are already in place, or clearly state if they have been planned, to provide an understanding of existing capacity and potential limitations for implementation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A critical issue for Africa, perhaps more than for other regions, is the effective and efficient use of available but very limited resources. A balance needs to be struck between investment to strengthen surveillance capacity and response capacity. A balance also needs to be struck between investment in early containment and mitigation. These balances need to be informed by both national and international imperatives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "African health care systems are overwhelmed and weakened by demands of multiple public health challenges. One more challenge, and only an anticipated one at that, is likely to struggle in attracting resources and sustained political commitment. Focusing on the use of public awareness and social distancing measures might be a cost-effective option, at least from a domestic perspective if not a global perspective. The health care sector remains critical for detection and control. As a result, assessment of health sector capacity through simulations and potential strengthening will improve the pandemic response but it could also serve to strengthen general health system capacity. Similarly, in terms of overall response, OCHA recently recommended that preparedness for an influenza pandemic might be best done by incorporating pandemic influenza scenarios into existing disaster management plans (OCHA 2007) . Integration of preparedness activities into generic preparedness planning offers broad potential benefits for an effective response in the short and long term. Though these approaches raise new challenges such as health system reform, an explicit assessment of national resources and the potential alignment with anticipated activities should be included into national plans to support more effective and efficient deployment of resources.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 913,
                    "text": "(OCHA 2007)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Emphasis on harmonization of preparedness measures in the African context, exchange of best practices between countries, and expressions of cooperation to ensure compliance with international measures are warranted. Although not evident from the surveyed plans, some African countries have already performed simulation exercises under the auspices of WHO or other international organizations (World Bank 2006b; personal communications). It is paramount that experiences gained are shared and lessons learned are integrated into future drafts of national plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study has several limitations. The fluidity of the environment means that plans are being drafted and modified constantly. Our survey provides only a snapshot in time. A second limitation concerns the difference between appraisal of plans and actual preparedness for an influenza pandemic. The completeness and quality of national preparedness plans might be an important indicator of countries' preparedness, but plans are only one element. The test of countries' preparedness will be the effectiveness of their response, which can be supported by a robust plan, but will also be affected by many other factors, foreseen and unknown. Moreover, the completeness of plans could show simply the attention paid to drafting rather than preparedness. Countries may be prepared in areas that are not mentioned in their plans. Robust, generic emergency plans that are not specifically targeted at an influenza pandemic, but would facilitate an effective response to such a problem, would not surface in this analysis. Our analysis of plans describes, therefore, an incomplete but important assessment of preparedness. A further limitation is the subjective nature of our assessment. Because of the nature of plans, and the variations in language and format, any determination of inclusion criteria must be somewhat subjective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Africa faces many challenges and the limited surveillance and response capacity to pandemic influenza potentially raises a profound challenge to regional and global health. With avian influenza spreading to new areas in Africa, the need for global solidarity in facing this global challenge is critical. The Straits of Gibraltar, separating Europe and Africa, are only eight miles wide. The strategy for Africa that resulted from the Bamako conference needs to be enthusiastically embraced and now extended substantially beyond avian influenza through the development of capacity to respond to a human influenza pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Avian influenza prevention and control and human influenza pandemic preparedness in Africa -Assessments of financial needs and gaps",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Alive",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Fourth International Conference on Avian Influenza",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Further thoughts on the limitations of a recently published review of national influenza pandemic in Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Eurosurveillance",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Pandemic influenza preparedness in the Asia-Pacific region",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Lancet",
            "volume": "368",
            "issn": "",
            "pages": "886--895",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "How prepared is Europe for pandemic influenza? An analysis of national plans. London: ECOHOST, London School of Hygiene and Tropical Medicine",
            "authors": [
                {
                    "first": "Mounier-Jack S",
                    "middle": [],
                    "last": "Coker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How prepared is Europe for pandemic influenza? Analysis of national plans",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mounier-Jack",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Coker",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "The Lancet",
            "volume": "367",
            "issn": "",
            "pages": "1405--1416",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Avian and human influenza pandemic (AHI) planning for international agencies and cooperating partners to the SADC region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ocha",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Johannesburg meeting report. United Nations Office for the Coordination of Humanitarian Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Avian and human influenza pandemic (AHI) planning for international agencies and cooperating partners to the SADC region",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ocha",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Johannesburg meeting report. United Nations Office for the Coordination of Humanitarian Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Influenza pandemic. Efforts to forestall onset are under way; identifying countries at greater risk entails challenges",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Us",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "United States Government Accountability Office",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Program framework document for proposed loans/credits/ grants in the amount of $500 million equivalent for a global program for avian influenza control and human pandemic preparedness and response",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Enhancing control of highly pathogenic avian influenza in developing countries through compensation: issues and good practice",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "World Bank",
            "authors": [],
            "year": 2006,
            "venue": "Responses to avian and human influenza threats (draft report)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Informal consultation on influenza preparedness in countries with limited resources",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "23--25",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "WHO checklist for influenza pandemic preparedness planning. Document WHO/CDS/CSR/GIP/2005.4. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Influenza pandemic risk assessment and preparedness in Africa",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "International Health Regulations. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Responding to the avian influenza pandemic threat: recommended strategic actions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "WHO global influenza preparedness plan. The role of WHO and recommendations for national measures before and during pandemics. Document WHO/CDS/CSR/GIP/2005.5. Geneva: World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "WHO pandemic influenza draft protocol for rapid response and containment",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "WHO reference laboratories for diagnosis of influenza A/H5 infection",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Cumulative number of confirmed human cases of avian influenza A/(H5N1) reported to WHO",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "WHO Interim Protocol: Rapid operations to contain the initial emergence of pandemic influenza",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "any mention of human surveillance for avian flu? Does the plan have an antiviral agents strategy? Is there any provision for national stockpiling of AV and/or vaccines? Has a national pandemic planning committee been established? Does the plan mention clinical management guidelines ? Does the plan foresee training for people working in health care facilities? Are timelines explicitly defined for all the described activities in the plan? Does the plan explicitly address border control ? Does the plan include co-operation with WHO? Does the plan envisage training of health personnel on clinical management? Is an agency in charge of communication clearly identified? Is there explicit mention of quarantine? Does the plan mention operational guidelines/protocols on infection control?",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "African country national strategic pandemic influenza plans COUNTRIES INCLUDED IN THE ANALYSIS: 35response is organized by pandemic phase by only half of the plans, highlighting the limited operational connection of strategies. Thirty-two plans include a budget, reflecting the developmental purpose of many plans. Budgets include planned financial commitment for specific areas of capacity development such as the strengthening of surveillance, early detection and containment, communication, diagnostic capacity and training. However, the source of funding is rarely clear.Legal issues are addressed by 13 countries, mainly in relation to compulsory use of private premises, notification of human avian influenza cases, and enforcement of isolation and quarantine measures. Among these plans, seven mention the International Health Regulations (WHO 2005c).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Se Mr Rca Bwa Cm Gn Ga Tg Mr Bwa Ga Na Lr Zm Ma Cv Mr Drc Ma Ke Mr Bfa Cv Rw Gh Mg Cv Sl Mal Gh Gw Sl Les Ci Zm Sy Sl Sw Ma Ne Les Mal Mg Se Zm Gn Mr Tz Ci Eg Gn Bwa Mg Gh Ne Sl Gm BwaZm Ug Ga Gw Sw Na Ne Mal Mr Lr Rw Cm Gw Tz Drc Bj Gh Sy Lr Gm Bj Ke Gw Bfa RcaLes Ne Se Mal Ci Ng Zm Lr Cm Sy Sw Za Mr Rca Ci Sa Gm Gn Se Mg Bj Ne Na Bfa Ga Gn Zm Za Rca Na Gh Ng Tg Bwa Gm Gh Sa Tz Za Na Rw Sw Rca Ga Gw Ne Sa Za Se Ma Zm Bj Cv Na Sw Ug Sa Gm Tg Cv Ke Eg Sl Tz Ne Drc Eg Cv Drc Mg Sy Ng Bfa Sl Gm Bj Cm Mg Bj Tg Drc Eg Bfa Gn Tg Bwa Eg Tg Za Drc Ma Ng Les Mg Rw Sa Ng Sw Ci Ma Ug Sa Sl Bj Se Za Cm Gw Lr Sy Les Eg Se Gn Mal Ci Ng Les Sy Lr Ke Ng Tz Sy Gm Gh Eg Key to country abbreviations",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We thank all those who provided African national plans and insights including ministries of health. We also thank Mr F L Musisi from the Food and Agriculture Organization of the United Nations (FAO), Mr R Bessin from AU-IBAR, Dr G K Seadzi from WHO, Dr W Paton and Ms W Cue from the UN, Ms K Crunkleton from USAID, Mr M Katz from CDC, and Dr L Schmid from the International Federation of Red Cross and Red Crescent Societies (IFRC) for their support in providing country plans and for their valuable insights and contributions. This publication was sponsored by the BMZ/GTZ Sectoral Project Poverty Reduction in Rural Areas. The opinions expressed in this publication do not necessarily reflect the opinion of the BMZ or GTZ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}