{
    "paper_id": "d60e4042e9f4730a5cf6856779cfc682ccf2b5aa",
    "metadata": {
        "title": "Large differences in community COVID-19 testing across geographic areas in a Swedish region with 385,000 inhabitants",
        "authors": [
            {
                "first": "Beatrice",
                "middle": [],
                "last": "Kennedy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Ulf",
                "middle": [],
                "last": "Hammar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Vera",
                "middle": [],
                "last": "Van Zoest",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Robert",
                "middle": [
                    "S"
                ],
                "last": "Kristiansson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Hugo",
                "middle": [],
                "last": "Fitipaldi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Genetic and Molecular Epidemiology Unit",
                    "institution": "Skåne University Hospital",
                    "location": {
                        "settlement": "Malmö",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Neli",
                "middle": [],
                "last": "Tsereteli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Genetic and Molecular Epidemiology Unit",
                    "institution": "Skåne University Hospital",
                    "location": {
                        "settlement": "Malmö",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Georgios",
                "middle": [],
                "last": "Varotsis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Koen",
                "middle": [
                    "F"
                ],
                "last": "Dekkers",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala University",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Jonas",
                "middle": [],
                "last": "Björk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lund University",
                    "location": {
                        "settlement": "Lund",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Tove",
                "middle": [],
                "last": "Fall",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Uppsala County Council",
                    "location": {
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Background Sufficient community testing for suspected COVID-19 regardless of residential area is essential for a successful test-trace-isolate strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This study aimed to elucidate area level characteristics linked to testing rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Aim"
        },
        {
            "text": "Free-of-charge diagnostic tests (PCR) of SARS-CoV-2 was made available to the general public in late June 2020 in Uppsala County, Sweden, at four main test stations, and to a lesser extent at other health care units. We analysed 35,794 tests performed on individuals from 346 postal codes, from 24 June to 12 October 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We observed varying testing rates across postal code areas within Uppsala City as well as in Uppsala County. Testing rates were lower in areas characterized by longer distance to the nearest test station, lower neighbourhood deprivation index indicating higher deprivation (NDI) and higher proportion of inhabitants with foreign background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Multivariable regression models could not separate influences of foreign background and NDI on COVID-19 testing rates as these were collinear. Further, we did not detect any association between COVID-19 hospitalization rates and testing rates, indicating that underlying community infection rates did not substantially affect test frequency during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "We observed that testing rates were associated with distance to test station and socioeconomic and demographic circumstances. As lower testing rates can contribute to . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020. 12.15.20248247 doi: medRxiv preprint",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 115,
                    "text": "12.15.20248247",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Awaiting an effective and ubiquitously available vaccine, an extensive test-trace-isolate program is recommended as part of a sustainable strategy to curb the COVID-19 pandemic (1) and efficiently lower transmission rates (2) . A proposed marker of insufficient testing is the test positivity rate, with higher rates indicating insufficient testing in the community. A study of COVID-19 testing in New York (3) observed higher testing rates and lower test positivity in postal code areas with higher proportions of white residents and higher socioeconomic index. In contrast, higher hospitalization rates and COVID-19 mortality are reported in areas with lower socioeconomic position in the USA, as well as in Sweden (4) (5) (6) , emphasizing the need to implement effective test-traceisolate programs across all residential areas in a community.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 225,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 717,
                    "end": 720,
                    "text": "(4)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 721,
                    "end": 724,
                    "text": "(5)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 725,
                    "end": 728,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Uppsala is the fourth largest city (population 232,000) in Sweden and is located in Uppsala County (total population 385,000). On 24 June 2020, diagnostic testing of SARS-CoV-2 by real-time reverse-transcription polymerase chain reaction (RT-PCR) was made available free of charge by the local health authorities to all inhabitants aged ≥16 years with suspected COVID-19 symptoms. Prior to this date, diagnostic tests for SARS-CoV-2 had only been available to hospital patients, nursing home residents, and healthcare professionals. To minimize the burden of testing on existing primary healthcare facilities and the hospitals, four separate test stations were set up across Uppsala County: in the north, east and west part of the county, and in the city centre of Uppsala.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we analysed data on all tests from the Uppsala County, from 24 June to 12",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "October 2020, to investigate the impact of sociodemgraphic factors on geographical differences in testing rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geospatial unit"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020. 12.15.20248247 doi: medRxiv preprint The geospatial unit in this study was the five-digit postal code area of the home address of the person tested for COVID-19. There are 533 postal codes that overlap partially or fully with Uppsala County, of which 360 were inhabited in 2019 (the remaining representing mainly industrial areas). We excluded 10 postcodes that mostly belonged to another county, and four postal codes with an adult population of fewer than 10 inhabitants, resulting in 346 postal codes included in the final analyses. We analysed two datasets, the first consisting of postal codes encompassing the Uppsala City (postal code area 75, 146 postal codes) and the second, postal codes from the remainder of Uppsala County (postal code areas 74 and 81, 200 postal codes) that excluded Uppsala City. For the remainder of the text, when we refer to Uppsala County, we mean to exclude Uppsala City.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 137,
                    "text": "12.15.20248247 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Geospatial unit"
        },
        {
            "text": "We extracted information on demographic and socioeconomic variables, on an aggregate level per postal code area, from Statistics Sweden, including adult population size (≥18 years), mean age (years), sex distribution (% female inhabitants), highest achieved education level in the population aged 25-64 years (categorized as compulsory/primary education only, secondary education, or university education), proportion engaged in work or studies in a population aged 20-64 years (categorized as occupied with work and/or studies, or not occupied with work nor studies), median yearly net income for the population aged ≥20 years (in 10,000 SEK), and proportion of population aged ≥18 years with foreign background (foreign background defined as born in a country other than Sweden, and/or born in Sweden but with both parents born in another country than Sweden).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socioeconomic and demographic variables"
        },
        {
            "text": "We calculated a neighbourhood deprivation index (NDI) for each postal code area combining information on proportion of adult inhabitants occupied with work or studies and proportion with university education, as well as median yearly net income per postal code area (7) . A principal component analysis, based on the correlation matrix . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "text": "(7)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Socioeconomic and demographic variables"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020. 12.15.20248247 doi: medRxiv preprint and weighted by the adult population in each postal code, was conducted on these three variables. The first principal component was normalized by dividing the component by the square root of its eigenvalue, and used as our deprivation index. The interpretation of NDI is thus that the lower the NDI, the more disadvantageous the overall socioeconomic position for that area.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 137,
                    "text": "12.15.20248247 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Socioeconomic and demographic variables"
        },
        {
            "text": "We determined driving distance from each postal code area to the closest test station by Google Maps Distance Matrix API using the R package gmapsdistance in R version 4.0.3 (8, 9) . The Distance Matrix created a polygon of each postal code area, and the centre of the polygon was defined as the postal code location. The location of the main test stations was defined as the street address.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "(8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 178,
                    "end": 180,
                    "text": "9)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Distance to test station"
        },
        {
            "text": "After 24 June 2020, all individuals aged ≥16 years with symptoms of COVID-19 were recommended by the local health authorities Uppsala City Council to get tested at one of the four test stations set up across the Uppsala County. Asymptomatic individuals were not declined testing. All sampling was performed by medical personnel conducting nasopharyngeal and oropharyngeal swabs. Sampling for PCR tests in individuals in need of medical attention was also performed at the emergency rooms and in-patient units at both the Uppsala University hospital and the Enköping hospital, as well as in primary care units and other health care facilities. No self-test kits were distributed and no dropin testing was available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 tests and hospitalization"
        },
        {
            "text": "Tests was pre-booked on the national online healthcare platform Healthcare Guide 1177.se (\"Vårdguiden\", https://www.1177.se/Uppsala-lan). All time slots for tests were made available three days in advance. The online booking required access to electronic identification by BankID, a national identification certificate available for tablets, smart phones, and computers. Individuals who did not have a Swedish personal identification number, and/or not a BankID, could to book a test by phone using a phone number . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 tests and hospitalization"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ;  provided after initial phone contact with the national Healthcare Guide 1177 or a primary care centre. Online booking was only available in Swedish, while phone booking was available in both Swedish and English, and interpreters for other languages were available by phone when necessary.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "December 16, 2020. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 71,
                    "text": "",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 tests and hospitalization"
        },
        {
            "text": "Information on the weekly number of tests per postal code area from individuals aged ≥18 years, test location, and postal code of residence, was extracted from the electronic medical records database maintained by Uppsala City Council, for the study period 24",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 tests and hospitalization"
        },
        {
            "text": "June to 12 October 2020. Tests from non-symptomatic individuals that had been performed as part of screening and tracing efforts purposes within health care and/or elderly care were excluded. Test positivity was calculated as number of positive tests divided by total number of tests performed (all on inhabitants aged ≥18 years) per postal code area. We did not have access to personal identifiers, and repeated tests in individuals may therefore be included in the dataset. We calculated weekly number of tests performed per 100,000 inhabitants (aged ≥18 years) per postal code area, and this testing rate constituted our main outcome variable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 tests and hospitalization"
        },
        {
            "text": "We also obtained information on the number of individuals hospitalized each day with COVID-19 in Uppsala County during the study period and per postal code area of residence from the Uppsala City Council database.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 tests and hospitalization"
        },
        {
            "text": "We included four exposure variables to represent postal code area geographical location (distance to the nearest test station), sociodemographic circumstances (NDI and proportion of inhabitants with foreign background), and a marker for community infection rate (daily number of patients hospitalized with COVID-19 during the study period). We also included other demographic variables (mean age and proportion of women) as control variables. The correlations between these six different variables were illustrated in two correlation matrices generated using pairwise Pearson correlations weighted for adult population size in each postal code area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020. 12.15.20248247 doi: medRxiv preprint In univariable analyses, we investigated the association between each of the four exposure variable and the main outcome, tests performed per 100,000 inhabitants per week, using population-weighted linear regression. The adult population size in each postal code constituted the weight. We further performed multivariable analyses on the four exposure variables simultaneously in population-weighted regression models, also including the control variables mean age and proportion of women. Both univariable and multivariable models were performed separately for Uppsala City (postal code 75) and the Uppsala County (excluding Uppsala City, postal codes 74 and 81).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 137,
                    "text": "12.15.20248247 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "As a sensitivity analysis, we replicated all univariable and multivariable analyses only including tests performed at the four test stations, thus excluding all tests from all other health care facilities. Since we noted a strong correlation between the proportion of foreign background and NDI, we further conducted post hoc multivariable analyses on NDI where we did not adjust for foreign background.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We created choropleth maps for each exposure variable as well as for the testing rates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "We generated the geographic features for Uppsala City and Uppsala County by using administrative shapefiles originating from an external company, Postnummerservice",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Norden AB, with detailed information on five-digit postal code area boundaries. The resulting geospatial polygons were colored with light-to-dark sequential schemes to represent the data (light colors correspond to low data values and dark colors to high values). For better visualization, we divided the variables into quantiles by computing tertiles for the mean age and the proportion of women, and quartiles for the remaining variables.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "All analyses were conducted using Stata 15 (10) . Maps were produced using the 'Leaflet' package version 2.0.3 in R (11).",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 47,
                    "text": "(10)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Postal code area baseline characteristics for Uppsala City and Uppsala County are presented in Table 1 . We noted that postal code areas in Uppsala City, in general, had larger populations, lower mean age, and also higher proportions of women compared with postal codes in Uppsala County. Postal code areas in Uppsala City were also located closer to the nearest test station, had higher proportions of inhabitants with universitylevel education and foreign background, and had higher NDIs (i.e. less deprivation). The Table 1 ). Weekly testing rates ranged between 0 and 2,252 per 100,000 inhabitants across all postal code areas included in the study. The distribution of testing rates is also illustrated in choropleth maps (Figure 2 ). The test positivity was higher in Uppsala City than in Uppsala County (4.6% vs 2.72%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 95,
                    "end": 102,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 519,
                    "end": 526,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 727,
                    "end": 736,
                    "text": "(Figure 2",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Results"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Uppsala City"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020. 12.15.20248247 doi: medRxiv preprint In the univariable analyses, we found that the weekly testing rate per 100,000 inhabitants was positively associated with NDI, but negatively associated with distance to the nearest test station and proportion of inhabitants with foreign background (Supplementary Figure 2 and Supplementary Table 2 ).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 137,
                    "text": "12.15.20248247 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 387,
                    "end": 436,
                    "text": "(Supplementary Figure 2 and Supplementary Table 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "In the multivariable analyses, we confirmed negative associations with distance to the nearest test station and proportion of inhabitants with foreign background (Figure 3 and Supplementary Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 171,
                    "text": "(Figure 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 190,
                    "end": 197,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "In the univariable analyses, we noted that the weekly testing rate per 100,000 inhabitants was positively associated with NDI, and negatively associated with distance to the nearest test station (Supplementary Table 2 In the multivariable analysis, we found the same associations as that in Uppsala City, i.e. negative associations with distance to the nearest test station and proportion of inhabitants with foreign background (Figure 4 Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 217,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 437,
                    "text": "(Figure 4",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 438,
                    "end": 445,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Uppsala County"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "and Supplementary"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "In this aggregated population study of COVID-19 testing rates in a large county in Sweden, we have two main findings. First, we identified that postal code area distance to the nearest test station was negatively associated with testing rates, indicating that a testing strategy built on dispersed test stations across the entire geographical area might entail increased testing for COVID-19. Second, we observed lower testing rates in more deprived postal code areas with a higher proportion of inhabitants with a foreign background. These associations emphasize the urgent need to investigate how to tailor information dissemination efforts and increase test accessibility for all groups in a community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We observed that the weekly testing rate per 100,000 inhabitants in Uppsala City and Uppsala County was negatively associated with distance to the nearest test stations. A large number of studies have reported that patients living farther away from healthcare facilities have worse health outcomes from acute health events (including survival rates, length of stay in hospital and non-attendance at follow-up) than those who lived closer, although some studies show no association (12) . Longer travel distance to health facilities has further been shown to also adversely affect participation in preventive efforts such as delayed detection of breast cancer from screening, lower utilization of comprehensive dental exams in children (13) , and worse glycaemic control in patients with diabetes (14) . For a COVID-19 test effort, longer distance to the nearest test facility may result in dire consequences, specifically since use of public transportation is discouraged for all individuals with suspected COVID-19.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 485,
                    "text": "(12)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 735,
                    "end": 739,
                    "text": "(13)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 796,
                    "end": 800,
                    "text": "(14)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Distance to test station"
        },
        {
            "text": "We noted that areas with higher proportion with a foreign background and lower NDI had in general lower testing rates both in Uppsala City and Uppsala County. The strong . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Neighbourhood deprivation index and proportion with foreign background"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020. 12.15.20248247 doi: medRxiv preprint correlation between NDI and foreign background hindered us to disentangle the separate influences of NDI and foreign background on testing rates (15) .",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 137,
                    "text": "12.15.20248247 doi: medRxiv preprint",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "(15)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Decades of research have shown that health is related to socioeconomic circumstances in complex ways (16) . Social determinants of health such as social position, social context education and income is linked to life health trajectory. Our findings are in line with previous reports from the USA that reported that COVID-19 testing rates differed across postal code areas (3), with higher testing rates in areas with higher proportions of white residents and higher socioeconomic index. Another study from Massachusetts, USA found that inadequate rates of testing were more common in areas with community socioeconomic vulnerability and less common in areas with a large university student population (17).",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "text": "(16)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Two Swedish studies indicate that socioeconomic and foreign background parameters are linked to COVID-19 morbidity and mortality indicating that these factors influence the vulnerability during a pandemic (4, 6) . These observations, combined with our finding of lower testing rates in more deprived areas with higher proportions of people of foreign background, indicate an urgent need to investigate how to swiftly and efficiently increase testing rates in these vulnerable areas.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "(4,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "The lack of individual-level data in our study hinders investigations about factors affecting likelihood of testing at an individual level and the underlying mechanisms are likely complex. In addition to health inequity associated with overall disadvantageous socioeconomic circumstances, potential underlying mechanisms for the noted associations may include language barriers, different access to information due to different media habits, and decreased accessibility to digital identification tools required for online booking of tests. All these factors should be investigated and addressed in future test strategies. Successful test interventions will thus likely require a crossdisciplinary approach founded on knowledge and experiences from other efforts, and . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint would aim to reduce health behaviour inequalities and to ultimately mitigate the impact of the COVID-19 pandemic (16) .",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "text": "(16)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "(which was not certified by peer review) preprint"
        },
        {
            "text": "Strengths of the study include the detailed data extracted from population and health registers on postal code area level demography, socioeconomic circumstances, and hospitalizations due to COVID-19. Since all tests in the region were administered by the Uppsala County Council, the study encompasses all tests from a defined geographical area. In addition, we could explore the potential impact of area characteristics within a Swedish county with a uniform centralized testing strategy, testing recommendations, and test booking procedures. Some potential limitations apply. First, the aggregate data study design limits the application of our findings to individuals. Second, all testing data originates from a single county in Sweden, and we cannot ascertain that our findings are generalizable to the other twenty counties in Sweden with different testing strategies, population compositions and geospatial structures. As an example, distance to the nearest test station may be even more influential for example in the eight northern counties in Sweden that occupy more than twice the geographical area of Uppsala County. Third, our results may not apply to other countries with test strategies encompassing home tests, antigen tests, and/or screening of asymptomatic individuals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "We observed a large variability in COVID-19 testing rates across different postal code areas within a single county in Sweden. Community infection rates, as assessed by hospitalization rates due to COVID-19, did not explain the variation. Testing rates were lower in postal code areas with a longer distance to test facilities, and also lower in areas with high proportions of inhabitants with foreign background and with more socioeconomic deprivation. Since deprivation was highly correlated with foreign background in our study, we could not discern the potentially separate influences. We conclude that directed intervention efforts, based on earlier research on health . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020. 12.15.20248247 doi: medRxiv preprint inequity, are urgently needed to ensure high testing rates and possibly also future vaccination rates across all areas and groups in society. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 137,
                    "text": "12.15.20248247 doi: medRxiv preprint",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Dryden-Peterson S, Velásquez GE, Stopka TJ, Davey S, Lockman S, Ojikutu B. SARS-CoV-2 Testing Disparities in Massachusetts. medRxiv. 2020:2020.11.02.20224469.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17."
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17."
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17."
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17."
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17."
        },
        {
            "text": "The copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "17."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "for Disease Control and Prevention CASE INVESTIGATION AND CONTACT TRACING -Part of a Multipronged Approach to Fight the COVID-19 Pandemic 2020",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modeling Contact Tracing Strategies for COVID-19 in the Context of Relaxed Physical Distancing Measures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bilinski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mostashari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Salomon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Network Open",
            "volume": "3",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A population-based cohort study of socio-demographic risk factors for COVID-19 deaths in Sweden",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Drefahl",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mussino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aradhya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kolk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brandén",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Communications",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Poverty and Covid-19: Rates of Incidence and Deaths in the United States During the First 10 Weeks of the Pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "Hernández",
                    "middle": [],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Sociology",
            "volume": "5",
            "issn": "47",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Stockholm: Centrum för epidemiologi och samhällsmedicin, Region Stockholm",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Öhd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Development of a Standardized Neighborhood Deprivation Index",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Messer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Laraia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaufman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eyster",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Holzman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Culhane",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Urban Health",
            "volume": "83",
            "issn": "6",
            "pages": "1041--62",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "R: A language and environment for statistical computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Distance and travel time between two points from google maps",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Melo",
                    "suffix": ""
                },
                {
                    "first": "T D",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zarruk",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stata statistical software: Release",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Statacorp",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Create Interactive Web Maps with the JavaScript 'Leaflet' Library. Version 2.0",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Karambelkar",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Are differences in travel time or distance to healthcare for adults in global north countries associated with an impact on health outcomes? A systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hulme",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Farragher",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Open",
            "volume": "6",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The Effects of Distance to Dentists and Dentist Supply on Children's Use of Dental Care",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Wehby",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Shane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Momany",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kuthy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Health Services Research",
            "volume": "52",
            "issn": "5",
            "pages": "1817--1851",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Driving distance as a barrier to glycemic control in diabetes",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Troy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Littenberg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of General Internal Medicine",
            "volume": "21",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Confronting multicollinearity in ecological multiple regression",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ecology",
            "volume": "84",
            "issn": "11",
            "pages": "2809--2824",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Using socioeconomics to counter health disparities arising from the covid-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wodchis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "of the study were conducted in accordance with the Declaration of Helsinki by the World Medical Association, as revised in 2013. The study was approved by the Ethical Review Board in Sweden (DNR 2020-04210). Informed consent was not obtained from individuals tested for COVID-19 since only information on aggregate group level was extracted.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "distribution of the four exposure variables (distance to closest test station, NDI, proportion with foreign background, and daily number of hospitalized patients per 100,000 inhabitants) per postal code area in Uppsala City and in Uppsala County are also presented in choropleth maps (Figure 1). Correlation matrices for the exposure and control variables in Uppsala City and Uppsala County are available in the Supplementary Material (Supplementary Figure 1). The strongest correlations in Uppsala City were negative correlations between NDI and proportion of foreign background (-0.81), and between mean age and proportion of foreign background (-0.51), as well as a positive correlation between mean age and proportion of women (0.49). The strongest correlation in Uppsala County was similarly between NDI and proportion of foreign background (-0.48). In total 35,794 tests were performed during the study period, with 28,556 tests (79.8%) conducted at the four main test stations. The weekly testing rate per postal code area was 793 and 690 per 100,000 inhabitants, in Uppsala City and Uppsala County, respectively (Supplementary",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and Supplementary Figure 3).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "This research was partly funded by a grant from Sweden's Innovation Agency, VINNOVA (no: 2020-03173). Professor Tove Fall is the recipient of the European Research Council Starting Grant (no. 801965). TF, BK, MM, JB, and UH designed the study; UH performed the statistical analyses; GV created the maps; HF, KD, and NT provided code and advice for geospatial data; TF, BK, MM, UH, VZ, and RK wrote the first draft; all authors provided input on design and interpretation of results as well as revising the draft.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Choropleth maps indicating the distribution of exposure variables across Uppsala City (left panel in pair) and Uppsala County including Uppsala City (right panel). A) Distance to the nearest test station (kilometres), B) Neighbourhood Deprivation Index (NDI), C) Proportion with foreign background (%), D) Average daily number of hospitalized patients per 100,000 inhabitants during the study period 24 June to 12 October 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Choropleth maps indicating the distribution of weekly testing rates per 100,000 inhabitants across Uppsala City (left panel in pair) and Uppsala County including Uppsala City (right panel). The darker the colours, the higher the testing rates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Multivariable regression model estimates on the association of area characteristics with area testing rates across 146 postal code areas in Uppsala City. Means and confidence intervals are predicted from a population weighted linear regression model with the other variables fixed to their mean values. The range of the x-axis is from the 10th to the 90th percentile of the distribution of the variable in the Uppsala City data set. The ticks represent individual postal code values.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Multivariable regression model estimates on the association of area characteristics with area testing rates across 146 postal code areas in Uppsala County (excluding Uppsala City). Means and confidence intervals predicted from a population weighted linear regression model with the other variables fixed to their mean values. The range of the x-axis is from the 10th to the 90th percentile of the distribution of the variable in the Uppsala County data set. The ticks represent individual postal code values.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". However, after removing foreign background from the model, NDI was associated with the outcome (B=62.55, 95% Confidence Interval [CI] 39.04-86.06, p<0.001). Sensitivity analyses restricted to the four test stations provided similar results (Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ". Again, when removing foreign background from the model, NDI was associated with the outcome (B=33.71, 95% CI 14.08-53.33, p=0.001). Sensitivity analysis restricted to the four test stations provided comparable results (Supplementary",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The copyright holder for this this version postedDecember 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint TABLES AND FIGURES FOR MAIN MANUSCRIPT Table 1. Baseline postal code area characteristics in Uppsala City and Uppsala County. Values are presented as median (first and third quartile) unless stated otherwise. * Excluding Uppsala City 1 In population aged ≥18 years 2 In population aged 25-64 years 3 In population aged ≥20 years 4 During the study period 24 June to 12 October 2020 . CC-BY 4.0 International license It is made available under ais the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review) preprintThe copyright holder for this this version posted December 16, 2020. ; https://doi.org/10.1101/2020.12.15.20248247 doi: medRxiv preprint",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Ms Elin Clauson and Dr Diem Nguyen for their expert assistance with text editing, proofreading and formatting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}