{
    "paper_id": "d64323ef44b6eefd65c8c648d800fd2a0035c25a",
    "metadata": {
        "title": "Comment",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On Nov 5, the Ministry of Environment and Food of Denmark announced the culling of all mink in the country, estimated to total approximately 17 million animals. 1 The circulation of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) had already been observed several months earlier, but the reason for the policy change was an alert from the Danish National Institute of Public Health, which found that viruses had spilled back from mink farms into the community, and that during the passage through mink the virus had accumulated mutations in the spike protein gene. 2 Spike mutations are scrutinised because the spike is crucial for docking of SARS-CoV-2 to human cells and therefore a key target for vaccines and therapeutic antibodies. 3 Preliminary analyses suggested that SARS-CoV-2 isolated from mink in Denmark was less easily neutralised by antibodies in two of nine humans that had been infected with SARS-CoV-2 without the mutations. The effect was small but caused widespread concern in the media, suggesting that the vaccines under development would potentially be rendered useless. 2 Following review of the evidence, the European Centre for Disease Prevention and Control and WHO concluded that the risk for the population at large was not increased, but stressed the importance of surveillance at the human-animal interface and rapid exchange of information between virologists and epidemiologists to track possible viral changes that could be of concern. 4,5 The example of Denmark is a warning: spillover of SARS-CoV-2 from humans to mink and minks to humans is not a new finding. It was first reported in the Netherlands in April, and since has been found in Spain, Italy, the USA, Sweden, and Greece. 4 In most countries, the first infections on mink farms were identified through contact tracing following confirmation of COVID-19 in symptomatic humans.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "1",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 578,
                    "end": 579,
                    "text": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 750,
                    "end": 751,
                    "text": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1106,
                    "end": 1107,
                    "text": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1731,
                    "end": 1732,
                    "text": "4",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 and the human-animal interface: outbreaks on mink farms"
        },
        {
            "text": "Mink belong to the Mustelidae family, which includes ferrets that have been used as an animal model owing to their susceptibility to SARS-CoV-2. 6 Efficient transmission between ferrets has been shown in experimental infections, with spread to naive animals through direct contact but also through indirect airborne spread. 7 According to the European Centre for Disease Prevention and Control, Europe has an estimated 2750 mink farms and produces more than 27 million pelts per year. As farmed minks are kept in large groups and housed in pens in wire cages with bedding that generates a lot of dust, there is ample opportunity for transmission once the virus is introduced on the farms. Introduction and spread might go unnoticed as infected farms have been detected through serosurveys, suggesting that disease might be mild or inapparent, although upper and lower respiratory tract infection and symptoms have been documented as well. 8, 9 There is some evidence that susceptibility differs depending on breed, suggesting a genetic susceptibility factor that could be worth exploring. Once introduced, experience in Denmark and the Netherlands has shown that it might be difficult to stop transmission. Ongoing farm-to-farm transmission has been observed, and investigations are exploring the modes of transmission between farms. 10 The unbridled spread of an emerging virus in a new host leads to accumulation of mutations. Most farms in the Netherlands developed a farm-specific genomic signature that was then used to confirm that the people on the farm were infected by the viruses from the animals. Some of the mutations observed in the viral genome sequences taken from Danish and Dutch mink farms are suggestive of adaptation of the virus to this new host. 2, 10 Although it is plausible that adaptation to mink would reduce the fitness of the viruses for humans, that is not a given. A major concern is the potential formation of a non-human reservoir from where the viruses could be reintroduced once circulation of SARS-CoV-2 in humans is suppressed or even stopped. Mink farms harbour high numbers of animals. In the Netherlands, the number of mink that have been culled following SARS-CoV-2 confirmation is more than 2·7 million, 6·5 times more than the total number of human registered cases. It is unclear how the virus is transmitted between farm and although a role of humans is considered, SARS-CoV-2 could potentially be introduced to escaped and wild mustelids or other wildlife. 11 A parallel with influenza pandemics comes to mind: avian and swine influenza viruses continue to evolve in their animal hosts, constituting a permanent pandemic threat. 12 Therefore, although the number of human cases from contact with infected mink is negligible compared with those from the human epidemic, the risk of reservoir establishment with unforeseeable consequences has been the basis for the decisions to cull farms in the Netherlands and Denmark. In addition, the rapid spread of SARS-CoV-2 in these animals raises questions about a possible role as intermediary hosts in the early stages of the pandemic. In early November, WHO announced a much-needed study into the origins of SARS-CoV-2. 13 This study will need to go beyond what is currently known, including exploring the role of a range of animals kept for food, fur, or other products. There are also lessons to learn for the fur sector in other countries: there is currently no global overview of the location of such farms, and no mandatory surveillance programme. In view of our observations, that is urgently needed.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 325,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 939,
                    "end": 941,
                    "text": "8,",
                    "ref_id": null
                },
                {
                    "start": 942,
                    "end": 943,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1334,
                    "end": 1336,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 1768,
                    "end": 1770,
                    "text": "2,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1771,
                    "end": 1773,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2503,
                    "end": 2505,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 2675,
                    "end": 2677,
                    "text": "12",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 3210,
                    "end": 3212,
                    "text": "13",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 and the human-animal interface: outbreaks on mink farms"
        },
        {
            "text": "I declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 and the human-animal interface: outbreaks on mink farms"
        },
        {
            "text": "Department of Viroscience, Erasmus MC, 3015 GD Rotterdam, Netherlands",
            "cite_spans": [],
            "ref_spans": [],
            "section": "m.koopmans@erasmusmc.nl"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The end TB strategy. Geneva: World Health Organization",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Global burden of disease of HIV-associated cryptococcal meningitis: an updated analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajasingham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "873--81",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Time to embrace access programmes for medicines: lessons from the South African flucytosine access programme",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shroufi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Govender",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meintjes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "95",
            "issn": "",
            "pages": "459--61",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Antifungal combinations for treatment of cryptococcal meningitis in Africa",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kanyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Heyderman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "N Engl J Med",
            "volume": "378",
            "issn": "",
            "pages": "1004--1021",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Addition of flucytosine to fluconazole for the treatment of cryptococcal meningitis in Africa: a multicountry cost-effectiveness analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shiri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loyse",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mwenge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "70",
            "issn": "",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Cryptococcal meningitis: improving access to essential antifungal medicines in resource-poor countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Loyse",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Thangaraj",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Easterbrook",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "629--666",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19: all mink in Denmark must be culled",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry Of Environment",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Denmark",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nov",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "SARS-CoV-2 spike mutations arising in Danish mink and their spread to humans",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lassaunière",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fonager",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nov",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "SARS-CoV-2 immunity: review and applications to phase 3 vaccine candidates",
            "authors": [
                {
                    "first": "Gregory",
                    "middle": [
                        "A"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "Inna",
                    "middle": [
                        "G"
                    ],
                    "last": "Ovsyannikova",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "396",
            "issn": "",
            "pages": "1595--606",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "European Centre for Disease Prevention and Control. Detection of new SARS-CoV-2 variants related to mink. Rapid risk assessment",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "SARS-CoV-2 mink-associated variant strain-Denmark",
            "authors": [],
            "year": 2020,
            "venue": "Nov",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "FAO animal production and health papers 181. Exposure of humans or animals to SARS-CoV-2 from wild, livestock, companion and aquatic animals",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "El Masry",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Dobschuetz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Plee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nov",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SARS-CoV-2 is transmitted via contact and via the air between ferrets",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Meulder",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "SARS-CoV-2 infection in farmed minks, the Netherlands",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Oreshkova",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Molenaar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vreman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eurosurveillance",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical and pathological findings in SARS-CoV-2 disease outbreaks in farmed mink (neovison vison)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Molenaar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vreman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Hakze-Van Der Honing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vet Pathol",
            "volume": "57",
            "issn": "",
            "pages": "653--57",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Transmission of SARS-CoV-2 on mink farms between humans and mink and back to humans",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bas",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Munnink",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Sikkema",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Possibility for reverse zoonotic transmission of SARS-CoV-2 to free-ranging wildlife: a case study of bats",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Olival",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Cryan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Amman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS Pathog",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Influenza at the animal-human interface: a review of the literature for virological evidence of human infection with swine or avian influenza viruses other than A(H5N1)",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Freidl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Meijer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "De Bruin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Global Study of the Origins of SARS-CoV-2",
            "authors": [],
            "year": 2020,
            "venue": "Nov",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}