{
    "paper_id": "d6780babf4bce443491607bec66cafc29d7e0167",
    "metadata": {
        "title": "Does catching more fish increase the subjective well-being of fishers? Insights from Bangladesh",
        "authors": [
            {
                "first": "Sara",
                "middle": [],
                "last": "Miñ",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Samiya",
                "middle": [],
                "last": "Selim",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Eric",
                "middle": [
                    "D"
                ],
                "last": "Galbraith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Small-scale fisheries have been associated with the subjective well-being of coastal communities through their links with culture, identity, and social cohesion. But although fish catches are usually considered the primary ecosystem service that benefits fishers, little is known about how subjective well-being is influenced by the fishing activity itself. Here, we applied the experience sampling method in two small-scale fisheries in Bangladesh to assess the effects of fishing on fishers' occurrence of positive and negative affect, two measures of subjective well-being. We found that fishing activities were not directly associated with increased momentary affect and that the frequency of positive affect actually decreased as the fishing trip progressed. Furthermore, although very low catches were associated with less positive affect, the highest frequency of positive affect was achieved with relatively small catches. Our results imply that the benefits provided by small-scale fisheries to the momentary subjective wellbeing of fishers are not strongly related to the actual catching of fish.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Small-scale fisheries are considered a pillar of socio-economic well-being for millions of people in coastal communities (The World Bank 2012; Teh and Pauly 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "These diverse fisheries generate most of the catch for direct human consumption in low-income countries, providing essential food and income. In addition, small-scale fisheries are deeply associated with people's identity, social norms and lifestyle, all of which create a strong attachment to fishing (Pollnac and Poggie 2008; Cinner 2014) . Fishing has been associated with subjective well-being-feelings of happiness and satisfaction-because fishing activities are linked with communities' culture, identity and social cohesion through multiple dimensions (Weeratunge et al. 2014; Allison et al. 2020) . But the increasing commercialization of small-scale fisheries, leading to profit-driven overfishing and the subsequent degradation of coastal fish stocks and natural marine environments, threatens the societal benefits of this ancient human-nature interaction (Lapointe et al. 2021) . Furthermore, it has been suggested that the profit-and yield-focused assumptions underpinning fisheries management have produced a myopic paradigm where the most important benefits from fisheries to humanity are overlooked (Allison et al. 2012) .",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 327,
                    "text": "(Pollnac and Poggie 2008;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 328,
                    "end": 340,
                    "text": "Cinner 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 559,
                    "end": 583,
                    "text": "(Weeratunge et al. 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 584,
                    "end": 604,
                    "text": "Allison et al. 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 867,
                    "end": 889,
                    "text": "(Lapointe et al. 2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1115,
                    "end": 1136,
                    "text": "(Allison et al. 2012)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Fishing can influence well-being both at the individual and societal level. Individual influences can arise from engaging in physical activity in nature, living adventures and overcoming challenge (Thompson Coon et al. 2011; Holland et al. 2020) . Fishing can provide a fulfilling social status, particularly in small-scale societies, associated with the opportunities to display strength and bravery, cooperate with others, and provide for one's family and community (Naranjo-Madrigal and van Putten 2019). Being a ''good fisher'' is associated with features that develop social cohesion, such as food sharing, frequent interaction and communication, and reciprocity at sea (Gustavsson et al. 2017; Holland et al. 2020) . Fishing is commonly understood as a ''way of life'', and the pride and self-actualization obtained from being a fisher has been found to be Supplementary Information The online version contains supplementary material available at https://doi.org/10.1007/s13280-021-01698-5. the main explanation for fishers' reluctance to stop fishing, even when stock depletion causes it to be unprofitable (Pollnac et al. 2012) . Fishers seem to have adapted to the risks of the fishing profession -one of the most dangerous occupations in the world (Kaplan and Kite-Powell 2000; Håvold 2010) , and have reported feeling a thrill that fulfills their fundamental need for adventure (Pollnac and Poggie 2008) . Furthermore, people in small-scale fishing communities have cited fishing among the top things that bring them most happiness (Miñarro et al. 2021) . These results could be assumed to imply that catching more fish would yield more positive emotions (e.g., pride, happiness), and thus greater fishing effort would bring greater well-being to small-scale fishing communities.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 224,
                    "text": "(Thompson Coon et al. 2011;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 225,
                    "end": 245,
                    "text": "Holland et al. 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 675,
                    "end": 699,
                    "text": "(Gustavsson et al. 2017;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 700,
                    "end": 720,
                    "text": "Holland et al. 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1114,
                    "end": 1135,
                    "text": "(Pollnac et al. 2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1258,
                    "end": 1287,
                    "text": "(Kaplan and Kite-Powell 2000;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1288,
                    "end": 1300,
                    "text": "Håvold 2010)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1389,
                    "end": 1414,
                    "text": "(Pollnac and Poggie 2008)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1543,
                    "end": 1564,
                    "text": "(Miñarro et al. 2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, little empirical research exists on the mediating factors between engaging in fishing activities and increased subjective well-being (Weeratunge et al. 2014; Johnson 2018) . Subjective well-being (hereafter SWB) is recognized as an important component of the social wellbeing approach in fisheries (White 2008; Coulthard et al. 2011; Johnson 2018) . This approach envisions three dimensions of well-being including the material, relational and subjective dimensions, and has been used as a framework to investigate the locally relevant well-being benefits derived by fishing communities from coastal ecosystem services (Coulthard et al. 2014; Lau et al. 2019; Lapointe et al. 2021) . Recent research has focused on how specific stages of the small-scale fisheries value chain may provide well-being benefits to different stakeholders (Galappaththi et al. 2021) . While this has provided important findings on the varied nature of benefits and the mediating effects of specific factors, such as urbanization, discrimination or management approaches, a substantial data gap remains in mechanistically understanding how these benefits from the environment directly relate to the experience of human well-being (Carpenter et al. 2009; Lapointe et al. 2021; Fabinyi and Barclay 2022) . One little explored way to do it is by quantifying the effects of a specific activity on fishers' subjective well-being at the individual level (Soga and Gaston 2020) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 166,
                    "text": "(Weeratunge et al. 2014;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 167,
                    "end": 180,
                    "text": "Johnson 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 307,
                    "end": 319,
                    "text": "(White 2008;",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 320,
                    "end": 342,
                    "text": "Coulthard et al. 2011;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 343,
                    "end": 356,
                    "text": "Johnson 2018)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 628,
                    "end": 651,
                    "text": "(Coulthard et al. 2014;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 652,
                    "end": 668,
                    "text": "Lau et al. 2019;",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 669,
                    "end": 690,
                    "text": "Lapointe et al. 2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 843,
                    "end": 869,
                    "text": "(Galappaththi et al. 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1216,
                    "end": 1239,
                    "text": "(Carpenter et al. 2009;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1240,
                    "end": 1261,
                    "text": "Lapointe et al. 2021;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1262,
                    "end": 1287,
                    "text": "Fabinyi and Barclay 2022)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1434,
                    "end": 1456,
                    "text": "(Soga and Gaston 2020)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "SWB entails people's appraisals of their own lives, including both reflective cognitive judgements, such as life satisfaction, and emotional responses to ongoing life events (i.e., positive versus negative emotions) (Diener et al. 2018) . These two dimensions are only moderately correlated and have been shown to provide complementary information on the overall SWB (Diener 2009 ). Emotions are thought to be short-lived reactions that are tied to specific events or stimuli (Kahneman et al. 1999) , and ''affect'' is the experienced set of emotions felt by a person at a particular moment, which is usually associated with the context in which the person is embedded (Diener 2009 ). Affect appears to be causally related to success, health and longevity in both men and women (Lyubomirsky et al. 2005; Steptoe and Wardle 2011; Pressman et al. 2019) , and positive emotions during sequential exchanges are associated with desirable social features such as increased commitment and group cohesion (Lawler et al. 2008) .",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 236,
                    "text": "(Diener et al. 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 367,
                    "end": 379,
                    "text": "(Diener 2009",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 476,
                    "end": 498,
                    "text": "(Kahneman et al. 1999)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 669,
                    "end": 681,
                    "text": "(Diener 2009",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 778,
                    "end": 803,
                    "text": "(Lyubomirsky et al. 2005;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 804,
                    "end": 828,
                    "text": "Steptoe and Wardle 2011;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 829,
                    "end": 850,
                    "text": "Pressman et al. 2019)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 997,
                    "end": 1017,
                    "text": "(Lawler et al. 2008)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The emotions elicited in a person by a given situation can be pleasant and unpleasant, yielding positive affect (PA) and negative affect (NA). PA and NA are independent and affected by different variables and should therefore be measured separately (Bradburn 1969; Diener 2009 ). Momentary affect can be measured through the Experience Sampling Method (ESM) . By prompting participants to answer questions about their current emotions and activities, this measure avoids recall bias and undergoes relatively little filtering against learned standards and expectations (Shiffman et al. 2008) . Because ESM yields repeated measurements of a person's activities, emotions, thoughts, and motivations over time, it can help reveal how much of the person's variation in happiness (or any other state) is related to what the person does, the company they keep, the time of day, etc. . ESM thus provides a direct quantification of how the activities a person does affect their well-being in real time.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 264,
                    "text": "(Bradburn 1969;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 265,
                    "end": 276,
                    "text": "Diener 2009",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 568,
                    "end": 590,
                    "text": "(Shiffman et al. 2008)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Positive affect appears to be strongly influenced by personal characteristics and temperament (e.g., sleep quality, personality traits) and by local features of the current situation, while general circumstances, such as income or education, have little impact on the momentary experience of a regular day (Kahneman et al. 2004) . Diurnal cycles of affect and tiredness have also been reported by different studies (Stone et al. 1998; Kahneman et al. 2004) . Furthermore, negative affect has been shown to peak in the morning and then decrease throughout the day (Kahneman et al. 2004) . Some studies found marked contrasts between the expected enjoyment provided by specific activities, and the actual affect reported when doing the same activities, which highlights the difference between belief-based generic judgements and specific episodic reports (Kahneman et al. 2004; Shiffman et al. 2008; Diener et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 328,
                    "text": "(Kahneman et al. 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 415,
                    "end": 434,
                    "text": "(Stone et al. 1998;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 435,
                    "end": 456,
                    "text": "Kahneman et al. 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 563,
                    "end": 585,
                    "text": "(Kahneman et al. 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 853,
                    "end": 875,
                    "text": "(Kahneman et al. 2004;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 876,
                    "end": 897,
                    "text": "Shiffman et al. 2008;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 898,
                    "end": 916,
                    "text": "Diener et al. 2009",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Of potential relevance to fishers, correlational studies have found transient positive affect during challenging, highly skilled activities to be associated with a rewarding state called flow (Csikszentmihalyi 1990; Bryce and Haworth 2002) . Flow is a state in which people are completely immersed in an activity in which their level of skill matches the challenge at hand, and where ''action follows upon action according to an internal logic which seems to need no conscious intervention on our part'' (Csikszentmihalyi 2014) . In flow, the activity itself is intrinsically rewarding, independently of external incentives, and leads to a sense of control and positive affect. For example, activities such as rock climbing, chess, or writing can lead to flow state, ''the optimal experience''. Although individuals differ in their propensity to achieve flow, activities must meet certain conditions for flow to occur: they must contain a clear set of goals, there must be a balance between the perceived challenges and perceived skills, and there must be clear and immediate feedback (Nakamura and Csikszentmihalyi 2014) . The reported self-actualization component of fishing, including ''adventure'' and ''challenge'' (Pollnac and Poggie 2008; Pollnac et al. 2012) , coupled with a clear goal and the high skill required from fishers, could indicate that fishing commonly leads to a flow-like state (Vittersø 1997) .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 215,
                    "text": "(Csikszentmihalyi 1990;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 216,
                    "end": 239,
                    "text": "Bryce and Haworth 2002)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 504,
                    "end": 527,
                    "text": "(Csikszentmihalyi 2014)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1085,
                    "end": 1121,
                    "text": "(Nakamura and Csikszentmihalyi 2014)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1220,
                    "end": 1245,
                    "text": "(Pollnac and Poggie 2008;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1246,
                    "end": 1266,
                    "text": "Pollnac et al. 2012)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1401,
                    "end": 1416,
                    "text": "(Vittersø 1997)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Here we investigate how fishing influences momentary affect by assessing the experienced well-being of fishermen in two small-scale fishing communities in Bangladesh. We specifically ask: (i) how does the momentary affect of fishermen vary among their daily activities?, (ii) is fishing success associated with fishermen's affect during or directly after a fishing trip, and do the predominant emotions change with fishing success?, and (iii) can we detect the occurrence of flow during challenging and highly skilled fishing activities? Our results test the hypotheses that (i) activities associated with fishing would produce more positive affect than non-fishing activities, (ii) the frequency of positive affective states and emotions is proportional to the fish catch rate, and (iii) activities meeting the conditions for flow will be associated with more positive and less negative affective states. By using well-established psychological tools to test the association between fishing and affect, our work helps expand the understanding on the mechanisms by which fisheries support the well-being of fishing communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In Bangladesh, an estimated 86% of marine catch is produced by artisanal fisheries (Bangladesh Bureau of Statistics 2016), highlighting the importance and ubiquity of this sector nationwide. Hilsa (Tenualosa ilisha), considered the national fish of Bangladesh, makes up an important part of Bengali cuisine and is the most important target species (Bangladesh Bureau of Statistics 2016). The purpose of fishing is primarily for sale, although fishermen tend to keep a small part of the catch for family consumption, and some of it is destined for export. This study is part of a broader research project for which the lead author spent several weeks living in each of the studied communities, coordinating the research team and interviewing key informants (Miñarro et al. 2021) . The information in this section comes from field diaries and own ethnographic data collected in the framework of this work, combined with published literature when available.",
            "cite_spans": [
                {
                    "start": 756,
                    "end": 777,
                    "text": "(Miñarro et al. 2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Study sites"
        },
        {
            "text": "The data collection took place in two different sites, one rural and one urban, to control for the effect of urbanization in the benefits derived from fishing (Lapointe et al. 2021 ). The rural site in this study is Nijhum Dwip (Fig. 1) , a remote island created by a sand alluvium accumulation and first colonized by fishermen in the early 1950s. We surveyed fishermen from the small landing site of Namar Bazar (Fig. 1) . The majority of the population in Nijhum Dwip adhere to Islam, and its inhabitants face precarious living conditions (Siam et al. 2020 ). The island is highly vulnerable to climate change impacts and is frequently flooded by monsoonal storms and cyclones (Government of the People's Republic of Bangladesh 2017). The fishing is done exclusively by men around the island using push nets, bag nets, and gillnets. Most fishermen work for a patron, who provides a loan, boat and fishing gear, and the fish market is controlled by patrons. Fishermen in Nijhum Dwip went on fishing trips during 4.2 ± 2.8 days per week, and mostly did one long (5-8 h) fishing trip per day. Occasionally, fishing crews go to distant fishing grounds requiring trips of up to a week. The Nijhum Dwip smallscale fishery is very risky; fishermen are often caught in monsoon storms with no assistance due to the lack of rescue fleet coverage in the area, according to the key informants, and there is no hospital on the island. Furthermore, institutionally sanctioned piracy was anonymously reported to this study's researchers on a number of occasions, leading to economic losses, personal harm, and losses of fishing equipment. Communities depend on money for certain goods and services, and at least one household member typically engages in some form of paid work, but all households are involved in subsistence activities.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 180,
                    "text": "(Lapointe et al. 2021",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 541,
                    "end": 558,
                    "text": "(Siam et al. 2020",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 236,
                    "text": "(Fig. 1)",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 421,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Study sites"
        },
        {
            "text": "The urban site is within the Chittagong area, the largest port in Bangladesh and the second largest city in the country. We surveyed two communities in the metropolitan area, North Salimpur and Sagorika (Fig. 1 ). Fishing in these communities was dominated by Hindu fishers, who consider fishing as their identity and tradition. Fishing at both sites is done with gillnets on designated permanent fishing grounds that fishers reach with engine boats. Fishermen fished 5.5 ± 2.4 days per week, with each fishing day including between 3 and 4 fishing trips of about 4 h each. The fish is sold to fishmongers at the landing site and taken to be resold in the Chittagong city markets. Only men are involved in fishing, but some women work as fishmongers and maintaining the nets. While North Salimpur is a small, close-knit permanent Hindu community, nearly half of Sagorika's workforce is comprised of immigrants from other parts of Bangladesh, mostly Muslims, coming as temporary fishing labor for the 6-month hilsa season.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 203,
                    "end": 210,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Study sites"
        },
        {
            "text": "At both sites, participants were full-time fishermen, typically organized in fishing crews, i.e., the crew working on the same boat during the fishing season. Net repair is a time-consuming daily task of fishing crews in Nijhum Dwip, but it is usually a task done by someone other than fishermen in Chittagong, typically fishermen's wives or men who are hired for it. A previous study on these sites found that the studied Bangladeshi communities have high subjective well-being relative to the national average (Miñarro et al. 2021) . Further, fishermen often related different aspects of the fishing profession (notably high catches, among others) when prompted about what makes them happy (Miñarro et al. 2021) .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 533,
                    "text": "(Miñarro et al. 2021)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 692,
                    "end": 713,
                    "text": "(Miñarro et al. 2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Study sites"
        },
        {
            "text": "Data collection took place between April and July 2018. Participants were informed of the nature and purpose of the study and agreed freely to participate understanding that they could withdraw from the research at any time without consequences, giving their oral consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling and data collection"
        },
        {
            "text": "Participants' momentary affect was assessed via the Experience Sampling Method (ESM), which consists in surveying research subjects at random times throughout the day (Hektner et al. 2007 ). Volunteer fishermen were recruited in Nijhum Dwip (N = 27) and Chittagong (N = 20). A summary of the ESM sample is shown in Table S1 ; because of the intensive sampling technique and to adhere to anonymity ethical requirements, only the age Fig. 1 Map of the study sites. Sources: Administrative boundaries (GDAM, https://gadm.org/), Rivers and Cities (MapCruzin.com (Open-StreetMap data courtesy of http://download.geofabrik.de), Urban areas (obtained from Global Land Cover 2000, original data resampled onto a 30 s grid, https://www.diva-gis.org/gdata), and Roads (Digital Chart of the World, https://www.diva-gis.org/gdata) of respondents was recorded. Participants were all male due to a lack of female involvement in fishing activities, and their mean age was 32.8 ± 12 years old. Participants freely agreed to provide their mobile phone number and answer the phone every time they were called. Fishermen in the sample were called at random times twice a day (morning and afternoon/evening) for one week in July and one week in August 2018 and asked about their current activity and what emotions they were feeling.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 187,
                    "text": "(Hektner et al. 2007",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 323,
                    "text": "Table S1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 432,
                    "end": 438,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Sampling and data collection"
        },
        {
            "text": "To record their affect, participants were offered a list of positive emotions (Happy/Smiling/Well/Satisfied), negative emotions (Angry/Anxious/Worried/Not good at all/Scared), and physical states (Hungry/Thirsty/Ill/Sick/Tired), and they could choose as many as they felt fit their current state or respond freely with emotions not present on the list. The list was developed before going to the field based on common pleasant and unpleasant emotions (Diener 2009 ) and refined during a pilot study with small-scale fishers in the Solomon Islands (Miñarro et al. 2021) . During pilot testing, several respondents alluded to physical states when asked ''What are you feeling right now?'', so the option of answering with physical needs was added. However, these are not considered for the affect calculations. Participants were also asked to report what they were doing at the moment (i.e., their current activity, which was openended), why they were doing it (I have to/I want to/I have nothing else to do), how challenging the activity was (Very/ Quite/A little/Not at all) and how skilled they considered themselves at their current activity (Very/Quite/A little/Not at all). If they were fishing at the time of the call, they were asked to specify how long they had been fishing (openended), whether the fishing was going well, whether they had caught anything, and what was the nature of their current catch (species and weight) to evaluate the possible effect of these fishing variables on their affect. The study was given ethical approval by the UAB ethics committee under reference CEEAH 4119.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 463,
                    "text": "(Diener 2009",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 547,
                    "end": 568,
                    "text": "(Miñarro et al. 2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Sampling and data collection"
        },
        {
            "text": "Emotional state responses were classified into three ''affective states'': (1) positive affect (PA) including happy, well, smiling and satisfied; (2) negative affect (NA) including worried, anxious, angry, not good, scared; and (3) physical needs including hungry, sick, ill, thirsty, and tired. For each call, positive affect, negative affect, and physical needs were coded as present or absent. If a fisherman reported one or more emotions/needs in an affective state, that affective state was recorded as present. Absent indicates no emotions/needs were selected for an affective state. Because of this approach, more than one affective state could be recorded per call. While some ESM studies have asked participants to rate the intensity of a given set of emotions (e.g., , it is also recommended that the contents on the questionnaire are targeted to the research goals and cultural setting (Diener 2009; Nakamura and Csikszentmihalyi 2014) . We chose the presence/absence approach to reduce the response burden and ensure participants remained motivated to answer the calls. Furthermore, our pilot tests showed that many respondents were not inclined to give a graded response but rather they themselves only contemplated the presence or absence of emotions.",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 910,
                    "text": "(Diener 2009;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 911,
                    "end": 946,
                    "text": "Nakamura and Csikszentmihalyi 2014)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "Activities were inductively categorized into various fishing-related categories, resting, and non-fishing activities (Table 1) . This was done through peer coding, where two researchers classified all the responses independently and then compared and discussed their resulting categories until consensus was reached (Bishop and Dzidic 2014) . Given the study's focus on subjective experience, we tried to keep the fishermen's own classification of activities whenever possible. During this process, it became apparent that ''fishing'' comprised different phases throughout the fishing trip, which displayed marked differences in affect responses. Fishing preparation refers to when fishermen were getting ready to go fishing. Boat and net repair were treated as separate activities because while net repair is a fundamental part of the fishing operations in Bangladesh, boat repair is uncommon, taking place only when an accident occurs. A category called ''fishing-related unspecific'' was created for when participants answered only ''work''. Because participants were full-time fishers, and the answers tended to be specific when they were doing other non-fishing-related activities, we assumed work refers to fishing-related tasks without further specification. A Pearson correlation was used to test the correlation between PA and NA. Generalized linear mixed models (GLMM) with binomial family were applied to test if the occurrence of positive and negative affect (the dependent variables in the models) was different depending on respondents' current activity, time of the day, call number, site, the reason they gave for doing the activity, their perceived skill level, and the activity difficulty (as explanatory variable in individual models). We tested for and found no differences between the two sites in reported positive or negative affect, and thus the location variable was not considered in the final analysis. Participant ID and call number were considered as random effects to account for repeated measures on the same set of participants, and only participants with 6 or more calls were included in the models. Odds ratio tables were calculated for the activities, which had significantly different PA and NA for their categories, using ''resting'' as control activity. Resting (including sleeping) was chosen as control because it was presumed to be neutral in that, unlike in the other categories, participants do not receive much input from the environment that would influence their affect. Chi square tests were used to evaluate differences between the study sites in the explanatory variables.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 340,
                    "text": "(Bishop and Dzidic 2014)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 126,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "To evaluate the role of fishing success on fishermen's affect, we used GLMMs with repeated measures to evaluate two types of success: subjective evaluation and objective fishing production. First, we address whether fishermen's own evaluation of the fishing trip at the time of the call influences the incidence of positive and negative affect. Second, we tested the relationship of positive and negative affect with fishing trip production in terms of absolute catch in kg and CPUE (catch per unit of effort) as fishing efficiency in kg per hour. To avoid potential confounding effects arising from variable market values, only fishing trips exclusively reporting hilsa in their catch were considered (N = 220), while fishing trips reporting other species in the catch were excluded (N = 75). Radar charts were produced to display the occurrence of disaggregated emotions for each of the three categories of subjective evaluation of the fishing trip to further explore the connection between the two variables. Because physical needs did not show enough variation across activities, it was not possible to run GLMMs with their occurrence as a response variable. Thus, they were excluded from the activity analyses, although we use them as descriptive additional information to characterize the occurrence of individual emotions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "To evaluate the presence of conditions for flow and their effect in the occurrence of positive and negative affect, each call was classified according to their combination of perceived challenge and skill following Csikszentmihalyi's Flow Model scheme [ (Csikszentmihalyi 1990) , reproduced in Fig. 5B ]. Next, the proportions of reported positive and negative affect, and the reason for doing activities, were assessed for each combination of challenge and skill.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 277,
                    "text": "(Csikszentmihalyi 1990)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 294,
                    "end": 301,
                    "text": "Fig. 5B",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data analysis"
        },
        {
            "text": "All statistical analyses were carried out using R, version 3.5.2, and the ''lme4'' package (Bates et al. 2014 ) was used to carry out the GLMM analyses. Average values are reported as mean ± standard deviation and p-values are considered significant when \\ 0.01 throughout the manuscript.",
            "cite_spans": [
                {
                    "start": 91,
                    "end": 109,
                    "text": "(Bates et al. 2014",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "We were able to contact participants 1075 times. Interruptions occurred during 92 of the calls, leaving 983 complete phone interviews. We obtained between 1 and 31 interviews from each participant (mean: 20.7 ± 9.5). Overall, 52.6% of the calls reported positive affect, while 30.5% reported negative affect, and these proportions were virtually identical at both sites. The remaining 16.9% did not report any positive or negative affect, only physical needs. Positive and negative affect were negatively correlated (R 2 = -0.68), with only 4 of the calls reporting both positive and negative affect. Worried was the most frequent negative emotion reported by Bangladeshi fishermen (Fig. S1 ). Well and happy were the most commonly reported in the positive emotions' category. Hungry was the most common of the physical needs, except for being sick which was frequently reported by participants who were resting. The incidence of responses indicating positive and negative affect was not significantly associated with site, time of the day, or whether fishers felt any sort of physical discomfort, while the study site and whether fishers felt any physical discomfort were significantly correlated only with reports of physical needs (Tables S2-S4) . Table 1 shows the activity categories with examples of textual responses given by participants. The most frequent activity during our calls was fishing, followed by non-fishing activities. The least common activities (\\ 5%) were fishing preparation, fishing-related-unspecific, net repair, and boat repair. Frequency of some activities was different between both sites; fishing was more frequent in Chittagong (31.7% versus 24.9% in Nijhum Dwip) while resting and other activities were more frequent in Nijhum Dwip (resting: 12.9% Chittagong vs 19.9% Nijhum Dwip; other activities: 23.7% Chittagong vs 30% Nijhum Dwip). Net repair, although infrequent at both sites, was far more common in Nijhum Dwip (5.1% vs 0.7% in Chittagong).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 682,
                    "end": 690,
                    "text": "(Fig. S1",
                    "ref_id": null
                },
                {
                    "start": 1234,
                    "end": 1248,
                    "text": "(Tables S2-S4)",
                    "ref_id": null
                },
                {
                    "start": 1251,
                    "end": 1258,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Emotional states and activities"
        },
        {
            "text": "We calculated the odds of a fisherman reporting positive or negative affect according to the type of activity in which he was engaged as compared to the control activity, resting (Fig. 2, Table S5 ). In general, there was a strong negative correlation between the odds for positive vs. negative affect by activity. Fishing preparation was the only fishing-related activity more likely to be associated with positive affect than the control activity, and the difference was not statistically significant. Furthermore, the odds of reporting positive emotions decreased as the fishing trip phases progressed, i.e., fishing preparation, net repair, traveling to the fishing ground, fishing, returning from fishing and selling fish were gradually associated with less frequent positive and more frequent negative affect. Particularly negative affect-producing activities were selling the fishing catch and doing boat repairs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 196,
                    "text": "(Fig. 2, Table S5",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Differences in fishermen's affect while engaging in fishing-related activities vs. others"
        },
        {
            "text": "The response of fishermen to the question ''Is the fishing going well?'' was significantly correlated both with positive and negative affect (Tables S2, S3), suggesting that the subjective assessment of fishing success is linked to affect (Fig. 3A) . In contrast, after accounting for repeated measures, we did not find a significant overall difference in objective measures of catch (the absolute catch and catch rate) between fishermen who reported positive vs. negative emotions. Despite the lack of linear correlation, when the proportion of positive vs. negative responses was compared for different catch rates, it revealed a dominance of negative affect at very low rates of catch (\\ 0.75 kg h -1 ), increasing rapidly to reach maximal values at rates of 3.75 to 4.5 kg h -1 , and then plateauing or decreasing at very high rates (as high as 12.5 kg h -1 , Fig. 3B ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 248,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 864,
                    "end": 871,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Role of fishing success on fisher's momentary affect"
        },
        {
            "text": "Our results also reveal clear associations between emotions and subjective evaluations of fishing trip success (Fig. 3C) . Calls which reported that the fishing trip was going well reported dominantly positive emotions (satisfied, well and happy make up 58% of responses), with some reported being worried (23.8%). Calls which reported that the fishing was not going well were dominated by the emotion worried (48.5%), with a small number of well Fig. 2 Odds of fishers reporting positive and negative affect depending on the activity they are doing. The reference for comparison is resting, which was more positive than most activities (65.5% report positive affect, while 27.4% report negative). Error bars indicate 95% confidence intervals challenging (17.5%). On the other hand, in Chittagong not challenging at all was reported in 33% of the calls, followed by quite challenging (25.8%) and very challenging (24.8%). Most fishers reported being quite or very skilled at their current activities, with little variation between the sites (v 2 (4) = 10.9, p = 0.03). The reason given for doing the current activity, and how challenging participants considered their current activity were both correlated with different affect responses (Fig. 4,  Tables S2, S3 ). The reason I want to was more likely to yield positive affect, and was less than half as likely to be associated with negative affect than I have to (Fig. 4A ). Activities considered not or a little challenging were more likely associated with less negative and more positive affect than activities considered quite or very challenging (Fig. 4B ). Fishers' own perceived skillfulness at activities was barely significant (Fig. 4C) , owing to the little variation in responses. Figures S2 and S3 show the distribution of reasons and the perceived challenge proportions given by each activity category.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 120,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 447,
                    "end": 453,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1261,
                    "text": "(Fig. 4,  Tables S2, S3",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1414,
                    "end": 1422,
                    "text": "(Fig. 4A",
                    "ref_id": null
                },
                {
                    "start": 1601,
                    "end": 1609,
                    "text": "(Fig. 4B",
                    "ref_id": null
                },
                {
                    "start": 1686,
                    "end": 1695,
                    "text": "(Fig. 4C)",
                    "ref_id": null
                },
                {
                    "start": 1742,
                    "end": 1759,
                    "text": "Figures S2 and S3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Role of fishing success on fisher's momentary affect"
        },
        {
            "text": "When combining participants' answers to explore the occurrence of conditions for flow, we found that the most common combinations could be identified as either high challenge / high skill (N = 367) or low challenge/high skill (N = 334, Table S6 ). Activities reporting high challenge and high skill (theoretically related to flow state) were mostly in the category fishing (70%), going fishing (13%), and returning from fishing (11%) for very challenging, and fishing (42%), going fishing (11%), with various other activities accounting each for less than 10%, reported as quite challenging. Non-fishing activities (48%) and resting (28%) were the most commonly reported as not at all challenging. From those, 15% would be classified following the bivariate scheme of the flow model (Csikszentmihalyi and Csikszentmihalyi 1992) as apathy, while 85% corresponded to the state of relaxation/boredom. Relaxation/boredom was associated with the highest frequency of PA and lowest frequency of NA, and was consciously engaged in as shown by the main reason given, I want to. Combinations expected to lead to flow states, although mostly found in fishing activities, did not appear to be associated with more frequent PA than the other challenge/skill combinations, but on the contrary, PA and NA were almost equally frequent (Fig. 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 244,
                    "text": "Table S6",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1328,
                    "text": "(Fig. 5)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Role of fishing success on fisher's momentary affect"
        },
        {
            "text": "Our results show that fishing activities were not directly associated with more frequent PA than non-fishing activities. Furthermore, although very low catch rates were associated with more frequent NA and less frequent PA, the highest levels of PA were reached at relatively low catch rates. While fishing activities were often associated with the combination of a high degree of challenge and perceived skill-the prerequisites of flow state-they in fact yielded less frequent positive affect and more frequent negative affect than non-fishing activities including rest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The fact that fishing was not associated with more frequent PA than non-fishing activities, despite the identification of fishing as a source of well-being by fishers themselves, falsifies our first hypothesis. Our results show that positive affect was frequent during fishing preparation and decreased as the fishing trip progressed. Thus, the anticipation of going fishing, rather than fishing itself, was the only identifiable fishing-related activity that increased Fig. 4 Proportions of responses rating A the reason for doing activities, B how challenging participants perceived their current activities, and C participant's skillfulness self-assessment for activities that co-occurred with positive and negative affect. The asterisks indicate significance as follows: *p B 0.05, **p B 0.01, ***p B 0.001, ****p B 0.0001 the frequency of fishermen's PA. An especially negative affect-producing activity was selling the fish catch, which could be due to being exhausted after the fishing trip, stress about getting a low pay for their fish, or to low catches not being enough to fulfill their bond responsibilities (Miñarro et al. 2016; Sambuo et al. 2020) . Besides, many fishermen complained that fishing takes place in very risky conditions and is dangerous due to monsoon storms, lack of safety equipment, and pirates, hazards that have also been reported elsewhere in Bangladesh (Kaplan and Kite-Powell 2000; Rahman and Schmidlin 2019) . Thus, perhaps the expected idea of fishing is not matched by Bangladeshi fishermen's reality, which echoes the discrepancy found in previous SWB studies between generic judgements of how enjoyable activities are, and actual episodic reports (Kahneman et al. 2004; Shiffman et al. 2008; Diener et al. 2009 ).",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1141,
                    "text": "(Miñarro et al. 2016;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1142,
                    "end": 1161,
                    "text": "Sambuo et al. 2020)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1389,
                    "end": 1418,
                    "text": "(Kaplan and Kite-Powell 2000;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1419,
                    "end": 1445,
                    "text": "Rahman and Schmidlin 2019)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1689,
                    "end": 1711,
                    "text": "(Kahneman et al. 2004;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1712,
                    "end": 1733,
                    "text": "Shiffman et al. 2008;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1734,
                    "end": 1752,
                    "text": "Diener et al. 2009",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 470,
                    "end": 476,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Second, while fishermen's subjective assessment of a fishing trip was significantly related to their affect, the more objective assessment showed that the rate of fish catch was only related to affect over the lowest range of catch rates. The detailed emotions associated with fishers' assessments of the fishing trip indicate that ''worried'' was the main emotion commonly reported when the fishing was not going well, and it was frequently associated with accidents regarding the boat engine, or nets getting tangled or lost. Such incidents may prevent the fishing trip from getting enough catch to cover the associated costs, which typically include payments to their patron or boat owner (Mozumder et al. 2019; Sunny et al. 2021) , or may impair their ability to go fishing in subsequent days. But with the exception of such isolated accidents, we speculate that the stronger relationship between affect and fishermen's own assessment of a successful fishing trip may reflect the importance of non-catch aspects, such as safety and good weather conditions, the absence of boat or gear malfunction, or good rapport with their crew mates. It is also possible that fishermen's motivation for fishing influences their idea of ''success''. In any case, our results empirically corroborate previous findings that-although catching something is important-fishermen do not need big catches to enrich their experienced well-being during or after fishing (Coulthard et al. 2011; Pollnac et al. 2012; Islam and Chuenpagdee 2018) .",
            "cite_spans": [
                {
                    "start": 692,
                    "end": 714,
                    "text": "(Mozumder et al. 2019;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 715,
                    "end": 733,
                    "text": "Sunny et al. 2021)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1449,
                    "end": 1472,
                    "text": "(Coulthard et al. 2011;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1473,
                    "end": 1493,
                    "text": "Pollnac et al. 2012;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1494,
                    "end": 1521,
                    "text": "Islam and Chuenpagdee 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Third, the challenging and skillful activities, that might be associated with flow, were not associated with more frequent PA than the other states. Although caution must be made in directly associating the spatial array of our results with the more abstract model illustration, there is a clear trend toward more frequent PA in the lower right portion of Fig. 5A -positive affect dominates in situations that are not perceived as challenging. In contrast, negative affect is proportionally greater in more challenging situations, even at high self-assessed skill levels. It would appear that, for these fishermen, the most reliably positive situations occur when relaxing. This echoes findings from previous studies on momentary affect among western populations which found that leisure and relaxing activities topped the list of activities producing more frequent PA, as opposed to work, even for participants who found their job enjoyable and fulfilling (Kahneman et al. 2004; Shiffman et al. 2008) . Consistent with this, most responses of 'happy' occurred at lower levels of challenge (Fig. S4) . Furthermore, they consciously chose to engage in those activities, as shown (Csikszentmihalyi and Csikszentmihalyi 1992) for reference by the predominant reason given, I want to. Conversely, the more challenging activities were undertaken only for the reason I have to, and although positive affective states were reported during these activities, they tended to be mild ('well', or 'satisfied') and were less common than worry (Fig. S4) . Thus, although enjoyable flow states may have occurred for some fishermen during highly challenging fishing activities, they were not detectable by our method.",
            "cite_spans": [
                {
                    "start": 957,
                    "end": 979,
                    "text": "(Kahneman et al. 2004;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 980,
                    "end": 1001,
                    "text": "Shiffman et al. 2008)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1178,
                    "end": 1222,
                    "text": "(Csikszentmihalyi and Csikszentmihalyi 1992)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1473,
                    "end": 1497,
                    "text": "('well', or 'satisfied')",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 363,
                    "text": "Fig. 5A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1090,
                    "end": 1099,
                    "text": "(Fig. S4)",
                    "ref_id": null
                },
                {
                    "start": 1530,
                    "end": 1539,
                    "text": "(Fig. S4)",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "Our results suggest that previous findings that fishing provides overwhelmingly positive feelings of thrill and adventure in fishermen (Vittersø 1997; Pollnac and Poggie 2008) may either (a) not be significant among these Bangladeshi fishermen, or (b) be dimmed in the moment by other aspects. The previous studies were based largely on job satisfaction interviews, a method that differs substantially from ESM, and may be more sensitive to the constructed identity of fishers and other related values, rather than the momentary lived experience of the fishing activity. Flow theory further specifies that besides the balance between challenge and skills, activities should fulfill other criteria allowing the person to have a sense of control of the situation by understanding what needs to be done and how they are performing (Csikszentmihalyi 1990 ). Based on informal reports given by multiple inhabitants of the communities, we speculate that in Nijhum Dwip the dangers and economic pressures associated with fishing are too high, leading to a lack of control that make them often worried during fishing. In Chittagong, the more passive nature of the fishing strategy (i.e., leaving gillnets in a designated spot and doing several trips per day to and from the same fishing ground to pick up the catch and exchange the nets), may reduce the thrill of fishing and consequently the positive affect induced by flow states, supporting the idea that the reality of fishing in this fishery is far from an idealized concept of adventure and camaraderie.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 150,
                    "text": "(Vittersø 1997;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 151,
                    "end": 175,
                    "text": "Pollnac and Poggie 2008)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 828,
                    "end": 850,
                    "text": "(Csikszentmihalyi 1990",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Since fishing was viewed as one of the things that bring happiness in these communities (Miñarro et al. 2021) , it could be assumed that fishermen value the fishing lifestyle. However, the status of commercial fishing has been declining in the last decades, with reported impacts on subjective wellbeing and job satisfaction of fishers across the world (Smith and Clay 2010). As societies develop and coastal communities transition from traditional fishing to more market-oriented livelihoods, some of the positive features of traditional fishing (community cohesion, camaraderie, and cultural ties) may be threatened by the demands stemming from a new focus on productivity and profit. In addition, top-down management from external actors, and having less control over the fishery, have been shown to lead to a powerlessness which contributes to the decline of subjective well-being in commercial fisheries (Smith and Clay 2010) .",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 109,
                    "text": "(Miñarro et al. 2021)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 909,
                    "end": 930,
                    "text": "(Smith and Clay 2010)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Finally, we caution that our method, despite relying on a well-established psychological tool, has several limitations that may bias our results. First, because of the intensive nature of the data collection, participants in ESM studies are likely to be more motivated, conscientious, agreeable and tech-savy than the general population (Diener 2009 ). For instance, our sampling design attracted mostly relatively young-and therefore less experienced-fishermen, and less years of fishing experience have been associated with a lower self-actualization from fishing and higher willingness to change their occupation (Pollnac et al. 2012 ). Second, our study considers only one activity of the many dimensions of small-scale fisheries that can potentially affect well-being of fishing communities. Many other activities have a paramount role in the well-being of other actors in small-scale fisheries, such as those derived by women through their role in dried fish value chains (Galappaththi et al. 2021) , which deserve further consideration. Furthermore, the relational dimensions of wellbeing, including the fishers' identity, camaraderie, and community cohesion are very relevant in small-scale fisheries and may account for certain discrepancies with other studies using more holistic measures such as life or job satisfaction. For instance, while many SWB studies have found differences in satisfaction with life between urban and rural settings (Easterlin et al. 2011) , our sampling yielded no differences in affect between the sites. However, by examining the association between the fishing activity and affect in a focused manner, our work contributes to disentangle the mechanisms by which fisheries support the well-being of fishing communities.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 349,
                    "text": "(Diener 2009",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 616,
                    "end": 636,
                    "text": "(Pollnac et al. 2012",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 978,
                    "end": 1004,
                    "text": "(Galappaththi et al. 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1452,
                    "end": 1475,
                    "text": "(Easterlin et al. 2011)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the positive role of small-scale fisheries for community well-being, shown by previous works, our results question whether the fishing activity itself provides significant subjective well-being benefits, based on the studied small-scale fishermen in Bangladesh. Except for preparing to go fishing, fishing activities were not related to more frequent positive affect, even when meeting the conditions for flow (high challenge and high skill). On the contrary, several fishing activities were associated with more frequent negative affect than other daily activities, particularly when compared with resting and leisure. We also found that catching more fish was not a key factor in providing more frequent positive affect of fishers, although the self-assessed success of the fishing trip was associated with higher frequency of PA. Promising avenues for further research could explore other aspects of the quality of a fishing trip that may impact fishers' subjective well-being. Fishing may not be particularly enjoyable in the moment, but it may provide a feeling of satisfaction, pride, and camaraderie that could raise life satisfaction, as well as contribute to the overall well-being of fishing communities. We speculate that government programs aiming to improve well-being in small-scale fishing communities may, therefore, be able to best achieve their goals by focusing on sources of positive identity and community dynamics, rather than trying to maximize fishing activities. Our results are encouraging in showing that effective management of small-scale fisheries, involving reductions in fishing effort essential to halt overfishing, would not be at odds with fishers' subjective well-being, as long as other aspects about their livelihoods are improved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Acknowledgements The authors would like to thank the interviewers Arshadul Islam and Md Redwan, as well as Joy Bhowmik, for logistical help. We are extremely grateful to the participating fishermen for their collaboration. M. Borrós (ICTA-UAB) elaborated the map of study sites. We appreciate the statistics support received from A. Vazquez Fariñas and S. Alvarez-Fernandez. We thank V. Reyes-García and the participants of the LICCI Writing Workshop (FP7-771056-LICCI) and three anonymous reviewers for thoughtful comments on earlier versions of the manuscript. This study was funded by the European Research Council (ERC) under the European Union's Horizon 2020 Research and Innovation Program (BIGSEA, Grant Agreement No 682602).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Funding Open Access Funding provided by Universitat Autonoma de Barcelona.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rights-based fisheries governance: From fishing rights to human rights",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Ratner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sgård",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Willmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pomeroy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurien",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fish and Fisheries",
            "volume": "13",
            "issn": "",
            "pages": "14--29",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-2979.2011.00405.x"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The human relationship with our ocean planet. The High Level Panel for Sustainable Ocean Economy",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kurien",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ota",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Fitting linear mixed-effects models using lme4",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bates",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mächler",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bolker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Dealing with wicked problems: Conducting a causal layered analysis of complex social psychological issues",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Bishop",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Dzidic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "American Journal of Community Psychology",
            "volume": "53",
            "issn": "",
            "pages": "13--24",
            "other_ids": {
                "DOI": [
                    "10.1007/s10464-013-9611-5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The structure of psychological well-being",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Bradburn",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Wellbeing and flow in sample of male and female office workers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryce",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Haworth",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Leisure Studies",
            "volume": "21",
            "issn": "",
            "pages": "249--263",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Science for managing ecosystem services: Beyond the millennium ecosystem assessment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Mooney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Agard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Capistrano",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Defries",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dietz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Duraiappah",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "106",
            "issn": "",
            "pages": "1305--1312",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0808772106"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coral reef livelihoods",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Current Opinion in Environmental Sustainability",
            "volume": "7",
            "issn": "",
            "pages": "65--71",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cosust.2013.11.025"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Poverty, sustainability and human wellbeing: A social wellbeing approach to the global fisheries crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coulthard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcgregor",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Global Environmental Change",
            "volume": "21",
            "issn": "",
            "pages": "453--463",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloenvcha.2011.01.003"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Taking a well-being approach to fisheries research: Insights from a Sri Lankan fishing village and relevance for sustainable fisheries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coulthard",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sandaruwan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Paranamana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Koralgama",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Methodological challenges and new approaches to research in international development",
            "volume": "",
            "issn": "",
            "pages": "76--100",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Flow. The psychology of optimal experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Play and intrinsic rewards BT-flow and the foundations of positive psychology: The collected works of mihaly csikszentmihalyi",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "135--153",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-017-9088-8_10"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Optimal experience: Psychological studies of flow in consciousness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "S"
                    ],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Validity and reliability of the experience-sampling method",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Flow and the foundations of positive psychology",
            "volume": "",
            "issn": "",
            "pages": "35--54",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Assessing well-being. The collected works of ed diener",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-90-481-2354-4"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Advances in subjective wellbeing research",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oishi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tay",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature Human Behaviour",
            "volume": "2",
            "issn": "",
            "pages": "253--260",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-018-0307-6"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The evolving concept of subjective well-being: the multifaceted nature of happiness",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "N"
                    ],
                    "last": "Scollon",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Assessing well-being: The collected works of Ed Diener",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The impact of modern economic growth on urban-rural differences in subjective well-being",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Easterlin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Angelescu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Zweig",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "World Development",
            "volume": "39",
            "issn": "",
            "pages": "2187--2198",
            "other_ids": {
                "DOI": [
                    "10.1016/j.worlddev.2011.04.015"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Fishing livelihoods and wellbeing BT-Asia-Pacific fishing livelihoods",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fabinyi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barclay",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "91--109",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-79591-7_5"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Linking social wellbeing and intersectionality to understand gender relations in dried fish value chains. Maritime Studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galappaththi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Armitage",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s40152-021-00232-3"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Exploring the socio-cultural contexts of fishers and fishing: Developing the concept of the 'good fisher",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gustavsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morrissey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Plater",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Rural Studies",
            "volume": "50",
            "issn": "",
            "pages": "104--116",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Safety culture aboard fishing vessels",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Håvold",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Safety Science",
            "volume": "48",
            "issn": "",
            "pages": "1054--1061",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssci.2009.11.004"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Experience sampling method: Measuring the quality of everyday life",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hektner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Fishing to live or living to fish: Job satisfaction and identity of west coast fishermen",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Norman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ambio",
            "volume": "49",
            "issn": "",
            "pages": "628--639",
            "other_ids": {
                "DOI": [
                    "10.1007/s13280-019-01206-w"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Nomadic fishers in the hilsa sanctuary of Bangladesh: The importance of social and cultural values for wellbeing and sustainability BT-Social wellbeing and the values of small-scale fisheries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chuenpagdee",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "195--216",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-60750-4_9"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The values of small-scale fisheries BT-social wellbeing and the values of small-scale fisheries",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--21",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-60750-4_1"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Well-being: Foundations of hedonic psychology",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A survey method for characterizing daily life experience: The day reconstruction method",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kahneman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Schkade",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "",
            "pages": "1776--1780",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1103572"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Safety at sea and fisheries management: Fishermen's attitudes and the need for comanagement",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Kaplan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Kite-Powell",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Marine Policy",
            "volume": "24",
            "issn": "",
            "pages": "493--497",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Ecosystem services, well-being benefits and urbanization associations in a small island developing state. People and Nature",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lapointe",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Gurney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coulthard",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Cumming",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/pan3.10180"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The experience sampling method",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Flow and the foundations of positive psychology",
            "volume": "",
            "issn": "",
            "pages": "21--34",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "What matters to whom and why? Understanding the importance of coastal ecosystem services in developing coastal communities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Gurney",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Cinner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ecosystem Services",
            "volume": "35",
            "issn": "",
            "pages": "219--230",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Social exchange and micro social order",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Lawler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Thye",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Sociological Review",
            "volume": "73",
            "issn": "",
            "pages": "519--542",
            "other_ids": {
                "DOI": [
                    "10.1177/000312240807300401"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The benefits of frequent positive affect: Does happiness lead to success?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lyubomirsky",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Psychological Bulletin",
            "volume": "131",
            "issn": "",
            "pages": "803--855",
            "other_ids": {
                "DOI": [
                    "10.1037/0033-2909.131.6.803"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The role of patron-client relations on the fishing behaviour of artisanal fishermen in the Spermonde Archipelago (Indonesia)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miñarro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Forero",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Putten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Marine Policy",
            "volume": "69",
            "issn": "",
            "pages": "73--83",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Happy without money: Minimally monetized societies can exhibit high subjective well-being",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Miñarro",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Reyes-García",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aswani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Selim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Barrington-Leigh",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Galbraith",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS ONE",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Understanding social-ecological challenges of a small-scale hilsa (Tenualosa ilisha) fishery in Bangladesh",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M H"
                    ],
                    "last": "Mozumder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pyhälä",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wahab",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sarkki",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Islam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The concept of flow BT-Flow and the foundations of positive psychology: The collected works of mihaly csikszentmihalyi",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Csikszentmihalyi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The link between risk taking, fish catches, and social standing: Untangling a complex cultural landscape",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Naranjo-Madrigal",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Van Putten",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Marine Policy",
            "volume": "100",
            "issn": "",
            "pages": "173--182",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Job satisfaction in fisheries compared",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pollnac",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bavinck",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Monnereau",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Social Indicators Research",
            "volume": "109",
            "issn": "",
            "pages": "119--133",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-012-0059-z"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Happiness, well-being and psychocultural adaptation to the stresses associated with marine fishing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Pollnac",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Poggie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Human Ecology Review",
            "volume": "15",
            "issn": "",
            "pages": "194--200",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Positive affect and health: What do we know and where next should we go?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Pressman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Moskowitz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annual Review of Psychology",
            "volume": "70",
            "issn": "",
            "pages": "627--650",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev-psych-010418-102955"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The plight of some of the poorest of the poor: vulnerabilities of fishing families on Kutubdia Island",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Schmidlin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Bangladesh. Environmental Hazards",
            "volume": "18",
            "issn": "",
            "pages": "446--458",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Analysis of fish landing price on subjective wellbeing of fishers around lake Victoria",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sambuo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Malamsha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tanzania. Journal of Happiness Studies",
            "volume": "21",
            "issn": "",
            "pages": "1823--1839",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Ecological momentary assessment",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shiffman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hufford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annual Review of Clinical Psychology",
            "volume": "4",
            "issn": "",
            "pages": "1--32",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.clinpsy.3.022806.091415"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Socio-economic status of fisher community at Nijhum Dwip",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Siam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sultana",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Journal of Medical and Biological Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3329/ajmbr.v6i2.48083"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Measuring subjective and objective well-being: Analyses from five marine commercial fisheries",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Clay",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Human Organization",
            "volume": "69",
            "issn": "",
            "pages": "158--168",
            "other_ids": {
                "DOI": [
                    "10.17730/humo.69.2.b83x6t44878u4782"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "The ecology of human-nature interactions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Gaston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the Royal Society b: Biological Sciences",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2019.1882"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Positive affect measured using ecological momentary assessment and survival in older men and women",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steptoe",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wardle",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "108",
            "issn": "",
            "pages": "18244--18248",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1110892108"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A comparison of coping assessed by ecological momentary assessment and retrospective recall",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Neale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shiffman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Marco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hickcox",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Paty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of Personality and Social Psychology",
            "volume": "74",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Assessing impacts of COVID-19 on aquatic food system and small-scale fisheries in Bangladesh",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Sunny",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sazzad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Prodhan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ashrafuzzaman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "C"
                    ],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sarker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Mithun",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Marine Policy",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Who brings in the fish? The relative contribution of small-scale and industrial fisheries to food security in Southeast Asia",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C L"
                    ],
                    "last": "Teh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pauly",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Frontiers in Marine Science",
            "volume": "4",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.3389/fmars.2018.00044"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Does participating in physical activity in outdoor natural environments have a greater effect on physical and mental wellbeing than physical activity indoors? A systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thompson Coon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Boddy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Whear",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Depledge",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environmental Science & Technology",
            "volume": "92",
            "issn": "",
            "pages": "1761--1772",
            "other_ids": {
                "DOI": [
                    "10.1021/es102947t"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Cognitive schemes and affective experience: The case of angler specialization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vittersø",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Human Dimensions of Wildlife",
            "volume": "2",
            "issn": "",
            "pages": "10--21",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Small-scale fisheries through the wellbeing lens",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Weeratunge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Béné",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siriwardane",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Nayak",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Badjeck",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Fish and Fisheries",
            "volume": "15",
            "issn": "",
            "pages": "255--279",
            "other_ids": {
                "DOI": [
                    "10.1111/faf.12016"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "But what is wellbeing? A framework for analysis in social and development policy and practice. Paper for Regeneration and Wellbeing: Research into Practice",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "&) is a postdoctoral researcher at the Institute of Environmental Science and Technology (Autonomous University of Barcelona)",
            "authors": [
                {
                    "first": "Sara",
                    "middle": [],
                    "last": "Miñ Arro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Building Z-Office",
            "volume": "137",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Her research interests include marine social-ecological systems, ecosystem-based adaptation, resilience, and sustainability science",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Galbraith is a professor at McGill University and a research associate at the Autonomous University of Barcelona. His research interests include fisheries, ecology, and Earth system economics",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eric",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Building Z-Office",
            "volume": "137",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Address: Institució Catalana de Recerca I Estudis Avançats (ICREA)",
            "authors": [
                {
                    "first": "Barcelona",
                    "middle": [],
                    "last": "Bellaterra",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Spain",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Response distribution of perceived fishing success for calls reporting positive and negative affect. B Share of positive and negative affect with catch efficiency for hilsa fishers. C Proportions of reported emotions and physical needs reported along with different fishing trip evaluations (yellow: positive emotions, blue: negative emotions, gray: physical needs)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Proportions of reported positive and negative affect according to the participant-assessed level of challenge and skill, excluding the combinations with N \\ 6. B Scheme of Csikszentmihalyi's flow fluctuation model",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Activity categories, their frequencies of occurrence among all calls, and representative examples of the textual responses provided during the calls",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}