{
    "paper_id": "d6b8e3e5544d5f024ba4c10da715e40269363fc5",
    "metadata": {
        "title": "Globalization/deglobalization: lessons from liberal monetary orders",
        "authors": [
            {
                "first": "Mark",
                "middle": [
                    "R"
                ],
                "last": "Brawley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "International Affairs 97: 5, 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The features of the current liberal monetary order reflect prior practices. 4 The first liberal monetary order emerged in the nineteenth century, and collapsed in 1914. Efforts to resurrect these arrangements in the interwar period failed. The post-1945 liberal monetary order tried to imitate the pre-1914 practices, while also taking into account other concerns. Key elements of this postwar order were transformed by crises in the 1970s. The liberal international monetary sub-order then expanded in scale and scope in the 1990s, leading to a larger crisis in 2008. Each of these monetary orders contained distinctly illiberal elements; sometimes these stabilized the order, but at other times they undermined the order's functioning. Why have liberal international monetary sub-orders survived some shocks but not others? Will the current international monetary sub-order persist, supporting the resumption of economic globalization?",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "According to some, liberal international orders contain characteristics encouraging cooperation, giving them the strength to survive crises. This logic suggests that the current order will remain largely intact. 5 Scholars adopting this perspective also claim that liberal international orders produce increasing gains over time. 6 Because states engaged in the liberal order capture rising material benefits for their constituents, it is argued, the liberal order 'strengthens its foundations by reshaping the interests and beliefs of its participants'. 7 This logic has been used to explain the persistence of the post-1945 liberal international order up to the present. 8 Below, I question whether this logic adequately captures the workings of liberal international monetary orders. 9 Others believe liberal international orders survive owing to the leadership of a single state. 10 From this viewpoint, the fate of the current liberal economic order hinges on American decisions. 11 Most successful domestic monetary orders have been created (and then maintained) by a government wielding sovereign powers. Since the international system lacks an overarching political authority, no direct parallel exists in the international realm. The most basic feature of a 4 As I will discuss, each of these liberal international monetary sub-orders contained illiberal elements. 5 liberal international monetary order-the provision of an effective money-has been achieved via the conscious effort of one state. 12 When a national currency serves as the international medium of exchange, it provides benefits to all who participate in international markets, but also delivers private gains for the country of origin. The issuer enjoys specific benefits because demand for its currency rises. When foreigners seek this money, they turn to the issuer's private banks; these banks profit as the aggregate activity across the liberal international order expands. The issuing government gains power, since it can exercise its sovereignty to block foreigners' access to the currency, and/or to the facilities that execute international transactions. 13 Liberal monetary orders informed structural realist work in international political economy. 14 A successful liberal international monetary order combines four basic traits: an effective international medium of exchange; integration of financial institutions across borders; a method for balancing payments; and some form of management of the international medium of exchange. 15 So long as the state issuing the international medium of exchange draws sufficient private benefits from the operation of the order, it has an incentive to maintain the arrangements that support it. 16 When crises occur, the provider of the international medium of exchange chooses whether or not to sustain that liberal international monetary order. Structural realist accounts provide some insights, but have also proved problematic, for they argued that states capable of leading a liberal order automatically have an interest in doing so, and vice versa. This has not been the case, as I will demonstrate below.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 331,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 555,
                    "end": 556,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 674,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 788,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 886,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 985,
                    "end": 987,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1375,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 2138,
                    "end": 2140,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 2720,
                    "end": 2722,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Several years after the structural realist view emerged in the mid-1970s, a rival perspective was created that drew on the experience of the liberal trade order. 17 This approach argued that states would continue to cooperate within liberal international economic orders if they believed the benefits outweighed the costs, even when leadership waned. 18 Labelled 'neo-liberal institutionalism' by its critics, the initial argument sprang from observed differences between trade and monetary relations. This framework provides the basis for those who claim liberal orders are self-sustaining, and was further complemented by an explanatory or analytical form of liberalism developed in the later 1980s and early 1990s. 19 specifically rewarding some domestic constituencies. Successful liberal international economic orders steadily feed important groups inside member countries, over time cementing these states' desire to participate in the liberal international economy. 20 As suggested above, I question how well this description of liberal international practices applies to monetary orders. The next sections of this article therefore examine the evolution of past liberal monetary orders, demonstrating strengths and weaknesses to both theoretical approaches. Leadership matters (as neo-realists argue), with the leader seeking private benefits. The degree of leadership needed to achieve success depends on whether other states desire to maintain a liberal monetary order; that information can be provided by the analytical liberal perspective. This is also true for broader patterns of economic globalizationthe processes involved may be initiated from 'above' as well as from 'below'. 21 In respect of the events of 2020, we can find evidence of American leadership in monetary affairs. Drawing lessons from the evolution of liberal monetary orders over time, along with more recent observations, we can conclude that the contemporary monetary order is likely to survive this period.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 720,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 1694,
                    "end": 1696,
                    "text": "21",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Britain initiated the first successful liberal international order in the 1840s. The Bank Charter Act of 1844 formally committed the Bank of England to backing its currency with gold. The gold standard was meant to realize David Hume's pricespecie flow mechanism. To conduct an international transaction, one domestic currency was exchanged for gold; this gold was shipped abroad, where it was then deposited in exchange for a second currency. Participating states therefore abandoned capital controls. As international payments were made, gold flows altered domestic money supplies, which in turn affected relative prices, providing a mechanism for balancing payments. Since these rules liberalized international capital markets, relied on market forces for balance of payments adjustment, took discretion away from government authorities (in terms of how they managed their monies), integrated participating states' financial systems and provided a single medium of exchange, the gold standard is widely considered to entail liberal practices, and to have supported economic globalization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The first liberal monetary order: the gold standard"
        },
        {
            "text": "The gold standard rested on several illiberal elements. Britain maintainedindeed, expanded-its imperial holdings in the nineteenth century. British authorities manipulated capital flows within the empire to their own advantage. 22 be seen as illiberal; the act aimed to strengthen confidence in the pound, making it more attractive for international use. 23 The gold standard thus ensured capital retained its value, matching the preference of the narrow minority wielding power inside Britain at this time. 24 The internal rules that defined this liberal international monetary order thus rested on an illiberal domestic foundation.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 357,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 510,
                    "text": "24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The first liberal monetary order: the gold standard"
        },
        {
            "text": "The gold standard supported the success of the broader liberal international economic order of the nineteenth century. Britain removed many of its tariffs in the 1840s. When other Great Powers also liberalized trade, 25 the volume of international exchange increased dramatically, generating additional wealth globally. 26 Trade could not have expanded without improved means of payment, and many states participating in this trade also adopted the gold standard. Soon the pound itself served as the international medium of exchange. The provision of a viable international money benefited all who wished to participate in this expansion in trade, but delivered specific benefits to Britain and British banks. Foreigners seeking pounds turned to London, boosting British service industries. This in turn gave the British government power over others, because it could deny foreigners access to this market. 27 Advances in transport and communication supported the growth of this early liberal order. Trade liberalization, coupled with the gold standard, generated widespread economic development, but the integration of national markets also laid the basis for a major economic crisis, which struck in the 1870s. Poor weather ruined European crops over consecutive seasons. Telegraph networks transmitted the news widely and rapidly. Merchants responded quickly, using rail and steamships to transport bulky commodities over vast distances at low cost. Supplies from the Americas, Asia and Australia rushed in, filling Europe's shortfall. The subsequent drop in commodity prices bankrupted many European businesses and farmers. With limited policy tools available, several states reverted to protectionism. 28 The crisis in trade did not, however, disrupt monetary affairs. The gold standard-and the pound's central role-remained intact. 29 British international investment continued to grow, integrating global financial markets, 30 even as liberal trade policies eroded further. 31 This first liberal monetary order ended with the outbreak of the First World War. 32 Britain, which had allowed the free outflow of gold since 1844, suspended 23 this practice to prevent precious metals reaching its enemies. Most major powers abandoned the gold standard (the United States being a key exception), allowing their governments to expand domestic money supplies beyond reserves. Governments also borrowed heavily, not only from foreign sources but also from their own citizens. International debts complicated postwar relations and increased the importance of trade (since debtor countries required revenues from exports to service their obligations). The higher volume of government debt changed the composition of domestic financial markets, creating new tensions between central bankers and treasuries. The former typically desired high interest rates (associated with defending a fixed exchange rate and accumulating gold reserves), while the latter sought low interest rates (thereby easing the burden of servicing government debt).",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "text": "26",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 909,
                    "text": "27",
                    "ref_id": null
                },
                {
                    "start": 1707,
                    "end": 1709,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1981,
                    "end": 1983,
                    "text": "31",
                    "ref_id": null
                },
                {
                    "start": 2143,
                    "end": 2145,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The first liberal monetary order: the gold standard"
        },
        {
            "text": "After the end of the First World War, policy-makers across the major powersincluding central bankers, finance ministry officials and political leaders-held positive views of the prewar liberal monetary order. 33 Individual states' situations varied widely in 1918, however, depending on how far each had moved away from prewar practices. Thus, while they shared a preference regarding the ideal liberal monetary order, they disagreed over how to re-establish the necessary arrangements. 34 The situation was complicated by ambitious efforts being made at the same time to introduce liberal principles into international and domestic politics. Scholars disagree as to why efforts to recreate the prewar liberal monetary order failed. Despite a widely shared preference, leadership was lacking. Liberalization of domestic political participation across much of Europe-specifically the enfranchisement of all adult males, then of adult females-introduced new distributive issues that made the desired system (a version of the gold standard) less viable. 35 The clash between domestic political liberalization and the gold standard can be demonstrated by Britain's experience in the 1920s. Even before the war, its money supply had grown beyond the Bank of England's gold reserves; wartime budgets accentuated this problem. When peace came, the British authorities sought to restore confidence in the pound's value, in order to reassert their currency's position as the preferred medium of exchange. 36 This was considered essential for the competitiveness of Britain's service sectors. Here one can view the state's policy-makers acting in the pursuit of leadership, or one can read their choice as an expression of the preferences of powerful domestic interests created under the prior liberal monetary order. During the war, the United States emerged as an international lender, having maintained the gold standard. rivalled the pound. To persuade others to use sterling, British authorities wanted to return the pound to its prewar exchange rate versus the dollar-a level no longer matching the quantities of gold in the two countries' respective reserves. Since the volume of pounds in circulation outstripped Britain's gold reserves, and the country's exports were weak (making the earning of additional gold difficult), the Bank of England deployed high interest rates to convince others that the pound merited the value accorded to it. Those high interest rates inevitably stifled capital investment, fuelled unemployment and placed an added burden on Britain's trade competitiveness-prompting opposition from the newly enfranchised working class. Domestic political liberalization increasingly made recreation of the prior liberal international monetary order difficult.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 489,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "All governments dealt with fiscal hangovers from the war, and struggled with new conditions. 37 While Britain worked hard to restore the pound to its former glory, others took different paths. France first let its currency float on exchange markets, then fixed the franc at a relatively undervalued ratio to gold. The distribution of gold reserves remained warped by the events of 1914-18, too. Many states seeking to regain the gold standard could not accumulate adequate reserves. These issues were still unresolved when the US stock market crashed in 1929. 38 The crisis rippled through various American markets before spreading abroad. 39 As credit evaporated in the United States, demand there collapsed. Congress, in a futile attempt to defend domestic interests and halt the rise in unemployment, raised tariffs. 40 Other countries retaliated. When trade collapsed, international debtors could no longer earn the foreign exchange needed to meet their obligations, causing international investment relationships to falter as well. A financial crisis had spread to consume other dimensions of the international economy.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 562,
                    "text": "38",
                    "ref_id": null
                },
                {
                    "start": 640,
                    "end": 642,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "When the initial financial crisis occurred, central banks scrambled to add to their gold reserves. The Bank of France, prioritizing its gold holdings because it considered these crucial for the state's war-fighting capacity, exchanged pounds for gold. Its actions eventually forced Britain off the gold standard in 1931. Though this was not what they wanted, the British monetary authorities soon discovered advantages to abandoning the fixed exchange rate of the gold standard. Now, interventions in exchange markets could alter the pound's value in relation to other currencies. British authorities accordingly reduced their currency's value in the hope of improving Britain's balance of trade. Other states soon copied this practice. (Britain also discovered that, by largely separating exchange markets from the domestic financial system, it could also adjust the domestic interest rate in pursuit of more politically palatable targets; this was a key step in developing Keynesianism.) By the early 1930s, efforts to revive the gold standard had been replaced by widespread market interventions, as each state tried to gain an advantage over others. How might we explain the failure to recreate the gold standard? A shared preference for a particular international monetary order proved insufficient to re-establish it. Arguments stressing the cooperative aspect of liberal economic orders appear to fail here. Leadership means moving first, and employing incentives (and/or disincentives) to shape the actions of others. While Britain demonstrated a desire to lead in the 1920s, it failed to attract sufficient followers. The United States may have had the capacity to influence others' decisions, but chose not to risk its own resourcesperhaps at its own long-term cost. 41 In both cases, interests and capabilities appear out of sync-a major challenge for a purely structural realist explanation. 42 The failure to restore the prewar arrangements actually demonstrates that neither argument works well by itself. Those states wishing to recreate the gold standard needed help in bearing the costs associated with the transition to that order; and neither America nor Britain provided the necessary incentives.",
            "cite_spans": [
                {
                    "start": 1777,
                    "end": 1779,
                    "text": "41",
                    "ref_id": null
                },
                {
                    "start": 1904,
                    "end": 1906,
                    "text": "42",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "Liberal democracies at least collaborated to limit some of the problems in monetary affairs in the later 1930s. The United States, Britain and France agreed to forgo competitive devaluations in the Tripartite Agreement of 1936. In this instance, cooperation sprang from security concerns, not economic motivations. Because France had undervalued the franc when it rejoined the gold standard in 1928, it had enjoyed a strong performance in trade for several years, and had accumulated gold. France considered its gold reserves pivotal for its ability to borrow, an essential security requirement. Even as others engaged in competitive devaluations, France stubbornly held onto the gold standard. By the time the French authorities determined that a fall in the franc's value would be beneficial, everyone feared it might drop too sharply. At this point the United States and Britain agreed to manage the franc's devaluation, giving lower priority to their own economic interests, because their own security preferences required an economically stable France. 43 This arrangement proved short-lived, brought to an end with the eruption of the Second World War just three years later. Now another major conflict redistributed power in the system, left governments with deep debts and presented many with major challenges to rebuilding their economies. series of meetings that began during the war, the United States attempted to create a liberal international order centred on explicit rules and institutional arrangements. For monetary affairs, participating states reached key decisions at a conference held in Bretton Woods, New Hampshire, in 1944.",
            "cite_spans": [
                {
                    "start": 1058,
                    "end": 1060,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "The Bretton Woods international monetary order was designed to attain decidedly liberal ends, but also contained non-liberal elements. It aimed to imitate (rather than recreate) the pre-1914 gold standard; it included fixed exchange rates and (eventually) open capital flows, with monetary authorities constrained by having monies based on gold reserves (or gold-backed foreign exchange). The mechanisms for reaching these liberal international ends had to be capable of supporting domestic practices running counter to classic liberal ideals, however. No state wanted to give up its ability to intervene in domestic markets, least of all America. The compromise reached, 'embedded liberalism', was supposed to allow states to capture the material benefits associated with classical liberal economic principles at the international level, while recognizing that democratic governments would intervene in their domestic economies. 45 The Bretton Woods conference produced two international institutions for managing this new liberal international monetary sub-order: the International Monetary Fund (IMF), created to oversee exchange rates and resolve balance of payments problems; and the International Bank for Reconstruction and Development (better known as the World Bank). These arrangements were multilateral, conferring explicit obligations and rights on members. 46 For institutions such as the IMF to function as planned, other states had to buy into them. Of course, the United States designed the rules in ways that would allow it to exert control over the institutions, and thus over the workings of the liberal international monetary sub-order. Given how weak other states were in 1944 relative to America, many signed up to these arrangements despite their dissatisfaction with them. 47 Nonetheless, we see cooperative elements at the core of this liberal monetary order.",
            "cite_spans": [
                {
                    "start": 930,
                    "end": 932,
                    "text": "45",
                    "ref_id": null
                },
                {
                    "start": 1370,
                    "end": 1372,
                    "text": "46",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "The onset of the Cold War in 1949-50 impelled the United States to adjust aspects of the Bretton Woods arrangements. Washington wished to prevent the industrialized regions of Europe and Asia from falling into the Soviet orbit; to this end, it altered its approach to monetary affairs. The Bretton Woods rules required members to fix their currencies in relation to one another; now the United States allowed other countries to undervalue their currencies when they set their rates versus the dollar, ceding them a competitive edge. (This repeats the logic of the Tripartite Agreement, both in the ultimate goal and in the means employed.) When it became apparent the liberal international economic order lacked adequate liquidity (i.e. there were not enough dollars in circulation to sustain international transactions), the United States pumped out aid, and changed its own laws to stimulate private outward capital flows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "International Affairs 97: 5, 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "These decisions benefited American allies in the 1950s and 1960s-underscoring the US exercise of restraint (and thus leadership) in the postwar order. 48 America benefited from the dollar's use as the international medium of exchange. While participating states shared a desire to imitate a previously existing liberal economic order, it is less clear that they would have chosen the particular practices of Bretton Woods to reach those ends. 49 Although there are elements of cooperation at work here, American actions altered the calculations of many, drawing them into this liberal monetary order.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 445,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The failure to rebuild a liberal monetary sub-order in the interwar period"
        },
        {
            "text": "Throughout the 1950s and 1960s, the Soviet Union posed an external threat to the liberal international order broadly speaking. In the United States, the Eisenhower administration managed to contain military expenditures, but in the 1960s the arms race exploded. These costs, accentuated by the Vietnam War, added up. When President Lyndon Johnson introduced social reforms in pursuit of the 'Great Society', inflation in the United States took off. Tensions in the Bretton Woods rules had already emerged, but were now exacerbated by the contrast between American inflation and policies elsewhere. 'Embedded liberalism' married fixed exchange rates with Keynesian interventions domestically. As participants' domestic monetary policies diverged, pressure for their relative values to move developed-clashing with the pledge to maintain fixed exchange rates. 50 The dollar's value versus other currencies should have fallen. The United States tried to persuade other IMF members to raise the relative value of their currencies. The others declined, since their exporters enjoyed a competitive edge in trade based on the original parities set versus the dollar. This seems to substantiate the view that liberal international orders alter interests among participating states, in this instance heightening competition and disagreement. Export-oriented sectors developed into powerful constituencies favouring continued free trade-but also desiring the maintenance of the existing exchange rates. This sharpened conflict among participating states.",
            "cite_spans": [
                {
                    "start": 858,
                    "end": 860,
                    "text": "50",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bretton Woods evolves via crises"
        },
        {
            "text": "The Nixon administration entered office with several foreign policy problems: the war in Vietnam was going poorly, the cost of the arms race was rising, and problems with the US economy were mounting. Richard Nixon sought to reconcile American obligations with restrained resources. In an effort to shift burdens onto its allies, the United States announced it would employ 'benign neglect' of the exchange markets-that is, it would not disrupt those markets, but it would not expend resources in defence of the pledged parities either. If allies wanted 48 Ikenberry, After victory. 49 Ruggie, in 'International regimes, transactions, and change', referred to this as a 'shared social purpose'.",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 585,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bretton Woods evolves via crises"
        },
        {
            "text": "Ruggie contrasted an American-led international economic order with the sort a victorious Nazi Germany might have created. It is also apparent that the shared social purposes of Bretton Woods could have been attained through means less advantageous to the US, as illustrated by the plan Keynes offered. the existing rates to continue, they had to execute the necessary interventions by themselves. Frustrated by the inability to renegotiate the Bretton Woods fixed exchange rates, Nixon eventually chose unilateral action, and in August 1971 the US abandoned key components of the liberal international monetary sub-order. This move included not only the termination of any link between the dollar and gold, but also the imposition of a 'surcharge' on imports from IMF members. The surcharge was a punitive measure, to force renegotiation of the pledged parities. 'Benign neglect' and the Smithsonian Agreement of December 1971 illustrated the Americans' ability to alter the distribution of benefits flowing from the liberal international monetary sub-order, shifting the cost-benefit calculations of participants. Thus the US exerted leadership, in this case to change the terms of the liberal monetary order. 51 The underlying problem (continued inflation in the United States) remained unresolved. The revalued rates lasted a bit more than a year, while confidence in the dollar fell further. Other states decided they would no longer carry the burdens of supporting the fixed exchange rates in the spring of 1973. With neither the United States nor its main allies willing to bear the costs associated with Bretton Woods, the essential rules were dropped. This outcome was confirmed formally in a mutual agreement concluded in 1975. Structural realists took this as evidence of American relative decline-Washington had tried to impose its will on its allies, but had not prevailed, since others in the liberal monetary order were now strong enough to resist American pressures-and expected similar problems to arise elsewhere, since the overall distribution of power had now changed.",
            "cite_spans": [
                {
                    "start": 1212,
                    "end": 1214,
                    "text": "51",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Bretton Woods evolves via crises"
        },
        {
            "text": "When the liberal trade order under the GATT survived the 1970s, and then expanded in scale and scope, a new argument emerged: liberal international orders might prove self-sustaining on a basis of cooperation. It is worth noting that this argument sprang from the contrasting experiences of the postwar monetary and trade orders. 52 It was not a blanket claim applicable to all liberal orders. As noted above, in the preceding decades exporters' lobbies had developed inside America's allies participating in the liberal international economic order. These groups wished to maintain the postwar liberal trade and monetary orders, because they drew benefits from these arrangements. Their growth meant more economic competition against Americans, causing the United States to reconsider the value of these arrangements. In consequence, Washington fundamentally altered the liberal monetary order in the early 1970s, and set about renegotiating the rules of the liberal trade order as well.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bretton Woods evolves via crises"
        },
        {
            "text": "Despite the dollar's weakness at the time, no rival international medium of exchange emerged. To address inflation, the Federal Reserve finally took action at the end of the 1970s, raising domestic interest rates sharply. This boosted the dollar's value in relation to other currencies, triggering an international debt crisis and worsening America's trade balance. So, while the Fed's actions rescued the International Affairs 97: 5, 2021 dollar's role as the international medium of exchange, they exacerbated conflict in the liberal trade order. To stabilize exchange rates among the major western powers, the United States turned to ad hoc cooperation via the G5 and then the G7 (informal groupings within the IMF). In the Plaza Accord of 1985, followed by the Louvre Accord of 1987, other members of the liberal monetary order agreed to revalue their currencies upwards as the dollar's value descended. The United States got its way in monetary affairs because it threatened to disrupt the liberal trade order. The same constituencies in Japan or West Germany that had earlier resisted exchange rate changes now accepted them in order to prevent American protectionism. In this case we find leadership eliciting cooperation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bretton Woods evolves via crises"
        },
        {
            "text": "The abrupt end of the Cold War seemed to validate the superiority of liberal principles for organizing both domestic and international political economies. The western liberal order had emerged reinvigorated from the crises of the 1980s. Economically developing countries increasingly adopted liberal principles and practices. The failure of the Soviet system reinforced this trend. 53 In the 1990s core members of the liberal order enjoyed steady economic growth. States that had hovered on the fringes of this order increasingly bought in, while not necessarily adopting the full range of liberal international practices (or accepting liberal domestic principles). Many hoped that bringing states such as Russia or China into the liberal trade and monetary orders would not only make them stakeholders in this international order, but would also create constituencies promoting the advancement of domestic liberal practices. Internal developments in those countries initially looked promising, but now appear to have stalled.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "text": "53",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "New challenges emerged inside the liberal international order in the 2000s. Many citizens of the economically advanced countries began questioning whether it still delivered sufficient benefits for them. 54 Inequality increased in many states, perhaps driven by international competition, but also fuelled by financialization. Financial markets accounted for ever-increasing percentages of these countries' economies, stretching the gap between the 'haves' and the 'have-nots' and altering policy-makers' priorities. 55 Financialization motivated authorities to devote disproportionate resources to stabilizing financial markets when crises struck, leaving them with fewer resources for dealing with long-term efforts after crises, such as stimulating employment.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "text": "54",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 517,
                    "end": 519,
                    "text": "55",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "As profits were increasingly associated with finance, increasing numbers of non-bank institutions engaged in financial activities in the 1990s. These firms created a system of 'shadow banking'. 56 Many governments encouraged these International Affairs 97: 5, 2021 practices after the debt crisis of the 1980s. It was supposed that individual actors could reduce their risks via deeper engagement in markets: investors were told to diversify their holdings, with lenders converting their loans into assets that could be sold via syndication, and all parties purchasing diverse forms of insurance (collateralized debt obligations, swaps, etc.). Yet when a housing bubble in the US burst in 2007-2008, these same mechanisms-intended to offset individual actors' exposure-created a systemic shock, and the interlinking of those mechanisms transmitted the shock through international networks. With US savings institutions hit hard, and many American families having difficulty meeting payments on their single most important asset (their house), the world's largest economy slowed. Other members of the international liberal monetary order suffered slowdowns for similar reasons, or were drawn into the downturn. 57 The Great Recession produced widespread unemployment. 58 Once again, a financial crisis spread into other issue areas.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "text": "56",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1210,
                    "end": 1212,
                    "text": "57",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "The United States took domestic action, and also organized an international response. Treasuries and central banks pumped liquidity into financial markets and lowered interest rates in a coordinated fashion. Washington achieved this cooperation by working through established channels (organizations such as the IMF), but also via direct bilateral talks. Though some states toyed with protectionism, those policies were suppressed. American leadership was not always obvious. When the US government bailed out domestic firms such as AIG, it allowed them to use those funds to meet international obligations, so that American bailouts translated into dollar flows to foreign banks. The US authorities successfully coordinated policies early on, but faced difficulty sustaining cooperation over time. Owing to initial injections of liquidity, the New York Dow Jones Industrial Average had recovered most of its value by 2011, and by 2013 had surpassed its 2007 level; US unemployment levels, however, would fall back to those of 2007 only in 2017. Similar patterns held in other countries-stock prices recovered several years ahead of employment, and in many places real wages never returned to pre-2008 levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "Coordination of longer-term stimulus packages proved difficult. States differ in their willingness to take on debt, and also in their views on the effectiveness of fiscal stimuli, owing to dissimilarities in their domestic labour markets. The United States chose tools that European and Asian monetary authorities were reluctant to employ, such as quantitative easing. 59 Thus one might argue that American leadership helped contain the crisis, but that followers' interests were also significant. No other potential leader-neither Russia, nor China, nor the EU-tried to n.d.), https://www.imf.org/external/pubs/ft/fandd/basics/52-shadow-banking.htm, pp. 52-3. 57 For example, China's use of capital controls shielded it from the initial crisis, but it then suffered from the subsequent drop in international trade. 58 organize a coordinated response to the slowdown. The coordination of monetary policy (especially of interest-rate cuts) helped lessen emerging problems for liberalized trade. Nonetheless, trade as a proportion of overall economic exchange declined after 2008, indicating to some that economic globalization had not only peaked, but begun to reverse. 60 In many countries, unemployment levels remained stubbornly high, and real wages were in many cases lower than before the crisis. Anger and resentment had fuelled populist movements in several states-perhaps best illustrated by Donald Trump's supporters in America, or the Brexit movement in Britain. 61 These movements shared talking points: a sense of mistreatment by international institutions; a belief that liberalized trade was to blame for unemployment; and criticisms of the non-democratic nature of the liberal international order. 62 These complaints do not spring from a coherent ideological position; indeed, the leaders of these movements do not appear to believe their own rhetoric. In practice, Trump's protectionist trade policies failed to deliver jobs in the specific sectors they were supposed to assist (such as coal or steel), and clearly damaged other Americans (such as export-oriented farmers) while worsening America's overall trade deficit. 63 Tariff collections increased, but these represented costs passed along to American consumers. 64 In monetary affairs, the Trump administration pulled out all the stops in an effort to accelerate economic growth from 2017 on. It accumulated a massive debt by increasing government expenditures while cutting taxes, while pressuring the federal reserve to reduce interest rates. Meanwhile, it abdicated leadership in many of the bodies at the core of the liberal international order. 65 These policies left the US poorly positioned for any crisis, let alone one on the scale of the COVID-19 pandemic. 66 The fiscal imbalance loomed large, and the Federal Reserve had little room for manoeuvre on interest rates. 67 Yet when the pandemic caused stock prices to drop, the US acted swiftly in monetary affairs.",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 663,
                    "text": "57",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 818,
                    "text": "58",
                    "ref_id": null
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "text": "60",
                    "ref_id": null
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "text": "61",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1712,
                    "end": 1714,
                    "text": "62",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2138,
                    "end": 2140,
                    "text": "63",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2235,
                    "end": 2237,
                    "text": "64",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2623,
                    "end": 2625,
                    "text": "65",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2740,
                    "end": 2742,
                    "text": "66",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2851,
                    "end": 2853,
                    "text": "67",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "International Affairs 97: 5, 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "The American-led response to the pandemic To stem the spread of the virus, authorities shut down borders, and ordered domestic lockdowns and curfews. These measures hit certain sectors hard, and produced widespread unemployment, especially in the most advanced economies where service industries account for many jobs. Stocks of firms in the industries most severely affected fell sharply, and many other assets declined in value as aggregate economic activity fell. 68 The Federal Reserve reacted swiftly, not only with domestic measures, but also taking the unprecedented step of extending swap lines to many countries' central banks. By exchanging cash for US government debt, the Fed implemented quantitative easing internationally, injecting liquidity far beyond the amounts reached in 2008-2009. 69 Its actions strengthened other central banks, cementing the dollar's role as international medium of exchange.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 469,
                    "text": "68",
                    "ref_id": null
                },
                {
                    "start": 791,
                    "end": 804,
                    "text": "2008-2009. 69",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "While the Fed exercised international leadership in monetary affairs, other American agencies were less supportive of the liberal order. The Fed helped prevent the crisis from deepening by ensuring national and global financial systems did not collapse, but unemployment still skyrocketed; and while Congress approved large stimulus measures, US government debt hit levels (compared to GNP) last seen in 1946. Legislation passed in early 2021 included further expenditures, butjust as after 2008-it is unclear whether other states will act similarly. On the basis of these observations, it may be said that unilateral action by the US on monetary affairs-international leadership-has limited the depth of the current and continuing economic crisis. There are indications of international cooperation in the form of the restraint states have shown in their trade policies, though at the time of writing in March 2021 that restraint is still being tested as states limit exports of medical equipment and supplies, once more suggesting contrasting evidence in respect of the liberal monetary and trade orders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The post-Cold War liberal monetary order"
        },
        {
            "text": "The evolution of earlier liberal monetary orders provides several insights for consideration when thinking about our current situation. First, despite the claims that liberal international economic orders are largely self-sustaining, prior liberal monetary and trade orders have failed. Moreover, changes in sub-orders do not develop in parallel. Differences in the traits of issue areas suggest that leadership may be more forthcoming in monetary affairs than elsewhere. Second, crises in one area spill over into other domains. Financial crises put pressure on other areas of the liberal order, which has been especially evident in recent decades. 70 68 Some sectors, of course, benefited, such as package delivery services, or makers of hand sanitizer. 69 Jacob Haas, Christopher J. Neely and William R. Emmons, 'Responses of international central banks to the COVID-19 crisis', Federal Reserve Bank of St Louis Review 102: 4, 2020, pp. 339-84 at pp. 371-2, https:// files.stlouisfed.org/files/htdocs/publications/review/2020/10/22/responses-of-international-central-banksto-the-covid-19-crisis.pdf. 70 The connections between sub-orders deserve further thought. I have argued that the failure of a liberal monetary order has negative impacts in other areas, but one could also argue that the collapse of Bretton Woods made the survival of the GATT more likely, or that erosion of liberal trade in the 1880s helped the gold standard survive.",
            "cite_spans": [
                {
                    "start": 1103,
                    "end": 1105,
                    "text": "70",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "International Affairs 97: 5, 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Major breakdowns originating in trade (such as in the 1870s) appear relatively rare in comparison. Third, a widely shared preference for participation in a liberal monetary order existed in the 1920s, but that preference alone proved an insufficient basis for constructing that order. Success required both leadership and followers. Indeed, it would be hard to identify a liberal monetary order that has emerged without a leader. Fourth, financialization has changed policy-makers' priorities, at least in the United States. The American authorities have ensured financial markets recovered quickly (the Dow Jones Industrial Average dropped 8,000 points in February and March 2020, but had made the losses up by December of that year). Meanwhile, US unemployment, which had stood at 3.5 per cent in February 2020, shot up to 14.7 per cent before falling back to 6.7 per cent in December. 71 This discrepancy may reflect the effectiveness of the policy instruments available, or the nature of the labour market as compared to asset markets. Also, the Federal Reserve's international actions have ensured the stability of the liberal monetary order and kept that order centred on the dollar, suggesting authorities have prioritized certain goals over others. The Fed's political independence may help explain why US leadership was forthcoming in this domain and not in others.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 890,
                    "text": "71",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Prior episodes suggest that leadership contributes to the survival of liberal monetary orders; but the degree of effort a leader must exert (the scale of the incentives or disincentives they must deploy) to reshape the interests of others inherently reflects the distance between its preferences and those of potential followers. To predict whether economic globalization will return to its pre-2008 upward trajectory, or whether deglobalization will gain momentum, we need to assess both sides of that equation. The Fed's policies in 2020 demonstrate that leadership will be provided, at least in monetary affairs. 72 The transition to the Biden administration indicates that Americans believe international leadership remains worthwhile. Follower states have gladly accepted American resources; and none appears ready to challenge US leadership in this domain. 73 The United States will not have the resources to drive global economic recovery by itself, however. In the past, the lack of coordination in stimulus spending has led to conflict in trade. Members of the liberal international order will need to cooperate over the years ahead if their economies are to recover fully; and if liberal economic orders are indeed self-sustaining, that cooperation should be forthcoming. Since both theoretical perspectives are optimistic about the future of the liberal international monetary order, this indicates that economic globalization is likely to resume.",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 618,
                    "text": "72",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 863,
                    "end": 865,
                    "text": "73",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The end of history?",
            "authors": [
                {
                    "first": "Francis",
                    "middle": [],
                    "last": "Fukuyama",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "National Interest",
            "volume": "",
            "issn": "16",
            "pages": "3--18",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The China shock: learning from labor market adjustment to large changes in trade",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "David",
                    "middle": [],
                    "last": "Autor",
                    "suffix": ""
                },
                {
                    "first": "Gordon",
                    "middle": [
                        "H"
                    ],
                    "last": "Dorn",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hanson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Why globalization is in retreat",
            "authors": [
                {
                    "first": "Robert",
                    "middle": [
                        "J"
                    ],
                    "last": "Samuelson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The financialization of the American economy",
            "authors": [
                {
                    "first": "Greta",
                    "middle": [
                        "R"
                    ],
                    "last": "Krippner",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Socio-Economic Review",
            "volume": "3",
            "issn": "2",
            "pages": "173--208",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Shadow banks: out of the eyes of regulators",
            "authors": [
                {
                    "first": "Laura",
                    "middle": [],
                    "last": "Kodres",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Finance and Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Globalization is in retreat",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The retreat of the West', Perspectives on Politics",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Trubowitz",
                    "suffix": ""
                },
                {
                    "first": "Brian",
                    "middle": [],
                    "last": "Burgoon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The end of the American century? Slow erosion of the domestic sources of usable power",
            "authors": [
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Trubowitz",
                    "suffix": ""
                },
                {
                    "first": "Peter",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Affairs",
            "volume": "95",
            "issn": "3",
            "pages": "619--659",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Is COVID-19 the end of US hegemony? Public bads, leadership failures and monetary hegemony",
            "authors": [
                {
                    "first": "Carla",
                    "middle": [],
                    "last": "Norrlof",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Affairs",
            "volume": "96",
            "issn": "5",
            "pages": "1281--303",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The liberal international trading order (LITO) in an era of shifting capabilities",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steven",
                    "suffix": ""
                },
                {
                    "first": "Jordan",
                    "middle": [],
                    "last": "Lobell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ernstsen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "International Affairs",
            "volume": "97",
            "issn": "5",
            "pages": "1489--1504",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Trump trade policy gets failing grades",
            "authors": [
                {
                    "first": "Stuart",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Did Trump's tariffs benefit American workers and national security?",
            "authors": [
                {
                    "first": "Geoffrey",
                    "middle": [],
                    "last": "Gertz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The empty throne",
            "authors": [
                {
                    "first": "Ivo",
                    "middle": [],
                    "last": "Daalder",
                    "suffix": ""
                },
                {
                    "first": "James",
                    "middle": [
                        "M"
                    ],
                    "last": "Lindsay",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Immature leadership: Donald Trump and the American presidency",
            "authors": [
                {
                    "first": "Daniel",
                    "middle": [
                        "W"
                    ],
                    "last": "Drezner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Affairs",
            "volume": "96",
            "issn": "2",
            "pages": "383--400",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Is COVID-19 the end of US hegemony?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Norrlof",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "2020 reflected its Democratic majority, and thus criticized the Trump administration's policies, it also proved prescient. See House Committee on the Budget, The fiscal outlook has deteriorated under President Trump",
            "authors": [],
            "year": 2020,
            "venue": "While the House Budget Committee's report issued on 25 Feb",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The employment situation",
            "authors": [],
            "year": 2021,
            "venue": "Chart",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Is COVID-19 the end of US hegemony?",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Norrlof",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "This applies also to illiberal states, such as China and Russia",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Daniel Deudney and G. John Ikenberry, 'Liberal world: the resilient order', Foreign Affairs 96: 4, 2018, pp. 16-24. 6 Daniel Deudney and John Ikenberry, 'The nature and sources of international liberal order', Review of International Studies 25: 2, 1999, pp. 179-96. 7 Henry Farrell and Abraham Newman, 'The Janus face of the liberal international information order: when global institutions are self-undermining', International Organization, publ. online Feb. 2021, https://www. cambridge.org/core/journals/international-organization/article/janus-face-of-the-liberal-internationalinformation-order-when-global-institutions-are-selfundermining/D26879F5748D8F912FF739D3A9C-1CBD7. 8 G. John Ikenberry, 'The rise, character, and evolution of international order', in Karl Orfeo Fioretos, ed., International politics and institutions in time (Oxford: Oxford University Press, 2017), pp. 59-75 at p. 68. 9 I am not the first to suggest that monetary orders fit more closely with theories of leadership; see David A. Lake, 'Leadership, hegemony, and the international economy: naked emperor or tattered monarch with potential?', International Studies Quarterly 37: 4, 1993, pp. 459-89 at p. 460; also Andrew Walter, 'Domestic sources of international monetary leadership', in David Andrews, ed., International monetary order (Ithaca, NY: Cornell University Press, 2006), pp. 51-71. 10 Robert Gilpin, US power and the multinational corporation (New York: Basic Books, 1975); Stephen D. Krasner, 'State power and the structure of international trade', International Organization 28: 3, 1976, pp. 317-47. 11 Alexander Cooley and Daniel H. Nexon, 'How hegemony ends', Foreign Affairs 99: 4, 2020, pp. 143-56; Joseph S. Nye, Jr, 'The rise and fall of American hegemony from Wilson to Trump', International Affairs 95: 1, 2019, pp. 6-80. International Affairs 97: 5, 2021",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "37 Simmons, Who adjusts?; Barry Eichengreen, 'Versailles: the economic legacy', International Affairs 95: 1, 2019, pp. 7-24. 38 Again, a financial crisis produced problems in other issue areas. 39 Barry Eichengreen, Hall of mirrors (New York: Oxford University Press, 2016). 40 Barry Eichengreen, The political economy of the Smoot-Hawley tariff, working paper no. 2001 (Cambridge, MA: National Bureau of Economic Research, 1986). International Affairs 97: 5, 2021",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A new monetary sub-order: the 'embedded liberalism' of Bretton WoodsThe experiences of the years after the First World War, as well as the development of Keynesian policies of macroeconomic management in the 1930s, prompted American policy-makers to invest in planning for the postwar liberal international order long before this new conflict was over. American planners understood that mere duplication of earlier practices would fail.44  President Franklin D. Roosevelt had committed the country to several liberal international practices in the Atlantic Charter, composed with British Prime Minister Winston Churchill in 1941. In a 41 Charles Kindleberger, The world in depression 1929-1939 (Los Angeles: University of California Press, 1973). 42 Mark R. Brawley, Liberal leadership (Ithaca, NY: Cornell University Press, 1993). 43 Kenneth Oye, 'The sterling-dollar-franc triangle: monetary diplomacy 1929-1937', World Politics 38: 1, 1985, pp. 173-99. 44 Benn Steil, The battle of Bretton Woods (Princeton: Princeton University Press, 2013). International Affairs 97: 5, 2021",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "50 J. Marcus Fleming, Domestic financial policies under fixed and floating exchange rates, IMF Staff Papers no. 9 (Washington DC: IMF, 1962), pp. 369-79; Robert A. Mundell, 'Capital mobility and stabilization policy under fixed and flexible exchange rates', Canadian Journal of Economics and Political Science 29: 4, 1963, pp. 475-85. International Affairs 97: 5, 2021",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "When liberal international orders generate benefits for participating states, they are more 12 Mark R. Brawley, Afterglow or adjustment? (New York: Columbia University Press, 1999). 13 Jonathan Kirshner, Currency and coercion (Princeton: Princeton University Press, 1995); David Andrews, ed., International monetary power (Ithaca, NY: Cornell University Press, 2006). 14 Structural realist theories of hegemony emerged in the 1970s, in response to the collapse of the Bretton Woods arrangements. See Gilpin, US power and the multinational corporation; Krasner, 'State power and the structure of international trade'. 15 W. M. Scammell, The stability of the international monetary system (Totowa, NJ: Rowman & Littlefield, 1987), p. 9. 16 Andrews, International monetary power; Carla Norrlof, America's global advantage: US hegemony and international cooperation (New York: Cambridge University Press, 2010). 17 Robert Keohane, 'The demand for international regimes', International Organization 36: 2, 1982, pp. 141-72. 18 Keohane's key observation was that the trade order was surviving despite the predictions of structural realists. His argument rested on the contrast between the liberal international trade and monetary orders. 19 Andrew Moravcsik, 'Taking preferences seriously: a liberal theory of international relations', International Organization 51: 4, 1997, pp. 513-54.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "(Britain also used illiberal methods to impose market relations on other states when it could, especially in trade.) The 1844 legislation establishing the gold standard can itself 20 Moravcsik, 'Taking preferences seriously'. For a formal model of this logic applied to trade, see Richard The international gold standard: money and empire (New York: St Martin's, 1984).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Brawley, Afterglow or adjustment?. 24 J. Lawrence Broz, 'The origins of central banks', International Organization 52: 2, 1998, pp. 231-68. 25 Charles Kindleberger, 'The rise of free trade in western Europe, 1820-1875', Journal of Economic History 35: 1, 1975, pp. 20-25. 26 This wealth was not distributed evenly, either internationally or domestically. See Thomas Piketty, Capital in the twenty-first century (Cambridge, MA: Harvard University Press, 2014). 27 Kirshner, Currency and coercion. 28 Peter Gourevitch, Politics in hard times (Ithaca, NY: Cornell University Press, 1986). 29 Italy was the largest economy to leave the gold standard (in 1884), though for complex reasons. Several states edging towards full participation ceased those efforts. 30 Maurice Obstfeld and Alan M. Taylor, Global capital markets (Cambridge: Cambridge University Press, 2005). 31 I am not assessing patterns in trade in this article, but it is worth noting that the first liberal trade order was not self-sustaining. 32 This end did not come about through a failure of either leadership or cooperation-though some suggest cooperation on monetary affairs had steadily declined prior to 1914.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "The dollar now 33 For an excellent example, see the final report of the Cunliffe Committee (a body examining Britain's options in 1919), 3 Dec. 1919, published in the Board of Trade Journal, 18 Dec. 1919: https://fraser.stlouisfed.org/files/ docs/publications/FRB/pages/1920-1924/29667_1920-1924.pdf. 34 Barry Eichengreen, Golden fetters (New York: Oxford University Press, 1994). 35 Beth Simmons, Who adjusts? (Princeton: Princeton University Press, 1994). 36 Brawley, Afterglow or adjustment?.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Eric Helleiner, 'Understanding the 2007-2008 global financial crisis', Annual Review of Political Science, vol.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}