{
    "paper_id": "d6e9b82f68520a35e4f6b03309639f798dd073d8",
    "metadata": {
        "title": "Behind the Mask: Emotion Recognition in Healthcare Students",
        "authors": [
            {
                "first": "Marco",
                "middle": [],
                "last": "Bani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Selena",
                "middle": [],
                "last": "Russo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Ardenghi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Giulia",
                "middle": [],
                "last": "Rampoldi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Virginia",
                "middle": [],
                "last": "Wickline",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Nowicki",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Grazia"
                ],
                "last": "Strepparava",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Current widespread facemask usage profoundly impacts clinical practice and healthcare education where communicational dimensions are essential to the care and teaching processes. As part of a larger study, 208 medical and nursing students were randomly assigned to a masked vs unmasked version of the standardized facial emotion recognition task DANVA2. A significantly higher number of errors existed in the masked vs unmasked condition. Differences for happy, sad, and angry faces, but not for fearful faces, existed between conditions. Misinterpretation of facial emotions can severely affect doctorpatient and inter-professional communication in healthcare. Teaching communication in medical education must adapt to the current universal use of facemasks in professional settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Along with social distancing and hand-washing, wearing face masks plays a key role in preventing the spread of the virus SARS-CoV-2 and is thus widely recommended -and often mandatory -worldwide [1] . In addition to its potential health benefits, the wearing of face masks may also have negative social interactional consequences [2] because they can impair the ability to reliably detect or express emotions in facial expressions, information necessary to communicate effectively in everyday interactions [3, 4] .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 506,
                    "end": 509,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 510,
                    "end": 512,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Although little is known about the impact of face masks on emotion recognition, some findings suggest wearing masks reduces the ability to recognize emotions as shown by lower accuracy and lower confidence in emotion recognition in masked faces compared to unmasked faces [5] . Mask wearing also reduced the perceived untrustworthiness of faces and impaired their re-identification [6] .",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In the healthcare settings, the ability to appropriately detect and interpret facial expressions and emotions is pivotal in shaping effective healthcare communication and functional healthcare professional-patient relations [7] . These abilities need to be assessed, monitored and nurtured in healthcare professionals and students who are setting up their skills in communication and in building effective relationships [7, 8] .",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 227,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 420,
                    "end": 423,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 424,
                    "end": 426,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "This cross-sectional study aimed to assess whether and to what extent wearing face masks affects emotion recognition amongst healthcare students. We hypothesized higher errors in a facial emotion recognition task for masked vs unmasked faces. We furthermore explored the impact of wearing facial masks on emotion recognition by emotion type and intensity. Then, we discussed implications for medical education and clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "As part of a wider in-progress study on the impact of wearing face masks on communication in healthcare settings, we invited a convenience sample of medical and nursing students of the University of Milano-Bicocca, Italy, to take part in the study via an e-mail with the link to the study survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Inclusion criteria included (i) being enrolled in one of the medical or nursing degree programs of the university and (ii) being sufficiently proficient in Italian. The study received approval by the ethical committee of the University of Milan-Bicocca (study n° 542 Prot. 0,061,750/20). Participation was voluntary and anonymous. Participants provided informed consent digitally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The survey completion required about 15 min and included a socio-demographic section with educational information. We measured facial emotion recognition with the Diagnostic Analysis of Nonverbal Accuracy 2-Adult Faces (DANVA2-AF), one of the most used emotion recognition instruments [9] . It includes 24 photos of adult faces showing one of four emotions: fear, happiness, sadness, and anger. For each emotion, there are three high-and three lowintensity stimuli. The photos are presented for 2 s each. Participants respond by selecting the emotion displayed in the photo. The test scores reflect the number of errors made in identifying emotions. A modified version of the DANVA2-AF was created digitally adding a light blue surgical mask to each photo (see Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 761,
                    "end": 767,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Method"
        },
        {
            "text": "In a between-subject design, we randomly assigned participants to either the masked or unmasked version of DANVA2-AF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Descriptive statistics included estimations of means, standard deviations, and frequency distribution of the investigated variables. We contrasted number of errors in masked vs unmasked conditions with unpaired t-test. We used multiple analysis of variance (MANOVA) to explore differences by emotion intensity and emotion type. Effect sizes were computed as partial eta-squared (η 2 ) for MANOVA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Out of 1572 students invited to take part in the study, 208 (13%; 115 medical, 93 nursing) students completed the survey by October 30, 2020, and were included in the analysis. Mean age was 21.8 (± 2.98), and 53 (25%) students were male.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Considering total number of errors in the facial emotion recognition task, a significant difference existed for masked vs unmasked stimuli, with higher errors in the masked set (9.6 ± 2.21 vs 4.96 ± 2.78, t(206) = − 13.25, p ≤ 0.001). Misattributions for both high and low intensity emotions were significantly greater in the masked (vs unmasked) condition. Mirroring this trend, misattributions for all emotion types but fear were significantly higher in the masked condition (see Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 482,
                    "end": 489,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A 2 × 2 MANOVA was used to examine the main and interaction effects of masked (vs unmasked) faces and degree program (medical vs nursing) on errors for the four emotions considered. There was a significant main effect of masked/unmasked face for happiness, sadness, and anger, but not for fear ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Data confirmed that emotions are more difficult to recognize in masked faces than unmasked faces. That was true for both low-and high-intensity emotions and for all emotion types considered except fear, in line with existing data which highlight the preeminent importance of the eyes area for the recognition of this emotion [10, 11] .When assessing disgust and happiness people focus on the mouth but they rely more on the eyes to recognize fear and sadness [10] . Our result pattern aligns with an evolutionary perspective that postulates a greater sensitivity to fearful faces and echoes a recent study that highlighted emotion recognition difficulties Fig. 1 Modified version of the DANVA2-AF was created digitally adding a light blue surgical mask to each photo in masked faces for anger, sadness, disgust, and happiness but not fear amongst different populations [5] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 330,
                    "end": 333,
                    "text": "11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 459,
                    "end": 463,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 869,
                    "end": 872,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 656,
                    "end": 662,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Stemming from these results, other authors predicted that happiness and disgust are less likely to be recognized in masked faces but not fear and sadness [12] . Our results partially confirmed these predictions as we found more misattributions for happy masked faces and no difference for fearful faces, but we did find significative more errors for sad masked faces. Furthermore, our results shown that the disruptive effect of facemasks on emotion recognition apply both to low-and high-intensity emotions, suggesting that amplifying non-verbal expression could not be enough to increase the readability of masked facial expressions.",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Interestingly, no differences in emotion recognition misattributions were found between medical and nursing students. It has to be noted however that we did not control for clinical practice experience which may be associated to a greater familiarity with masked faces. Further studies should explore whether familiarity and exposure to masked faces results in better emotion recognition skills. The present work has its limitations. Participants come from a single study centre limiting the generalizability. The use of static and digitally modified photos can reduce the ecological validity of the task. Although the sample size is adequate for the analysis reported, the response rate was relatively low (13%) corresponding to the first waves of respondents of a larger study with ongoing recruitment at time of analysis. As such, our respondents may present more positive attitudes towards the study topic compared to reluctant respondents [13] . However, a recent study exploring whether attitudes towards mask wearing affect emotion recognition in masked faces did not find any correlation [14] . The homogeneity of ethnicity and culture of the study sample did not allow to assess the role of these variables on the emotion recognition task. Nevertheless, a previous study reported limited or no effect of ethnicity on facial and voice emotion recognition [15] .",
            "cite_spans": [
                {
                    "start": 944,
                    "end": 948,
                    "text": "[13]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1363,
                    "end": 1367,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Replication of the study in other cultural contexts, settings (e.g. lay people, health care providers), and in countries with different regulation on facemask wearing and devices used would strengthen the results and expand the generalizability of our findings. Further data are needed to better understand the impact of facemask wearing on emotion recognition and the possible different nuances and implications that could be setting-or culture-related.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our findings suggest that masks significantly disrupt emotion recognition accuracy amongst medical and nursing students. In light of the current widespread usage of facemasks in healthcare settings, emotion recognition ability in healthcare students should be assessed, and awareness of students' own abilities in this area promoted. Communication curricula with specific training and interventions aiming to improve the recognition of others' emotional cues could be instrumental to foster effective communication and functional relations in healthcare settings. The efficacy of real and simulated patients with facemasks to train students to the complexity of communication under such a condition should be explored. Although facial emotion recognition can be improved with specific training [7] , further investigation to clarify whether training for interpreting masked faces is similarly beneficial.",
            "cite_spans": [
                {
                    "start": 794,
                    "end": 797,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion and Practical Implications"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Rational use of face masks in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "5",
            "pages": "434--440",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Optimizing effective communication while wearing a mask during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Knollman-Porter",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "L"
                    ],
                    "last": "Burshnic",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Gerontol Nurs",
            "volume": "46",
            "issn": "11",
            "pages": "7--11",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The person within the mask: mask-wearing, identity, and communication",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kelley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Qualitative Research",
            "volume": "4",
            "issn": "3",
            "pages": "111--141",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "I'm smiling back at you\": exploring the impact of mask wearing on communication in healthcare. International journal of language & communication disorders",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ditton",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Wearing face masks strongly confuses counterparts in reading emotions",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Carbon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Frontiers in Psychology",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.566886"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The impact of facemasks on emotion recognition, trust attribution and reidentification",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ansani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Paglieri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caruana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viola",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci Rep",
            "volume": "11",
            "issn": "1",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "An effective training to increase accurate recognition of patient emotion cues",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Blanch-Hartigan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Patient Educ Couns",
            "volume": "89",
            "issn": "2",
            "pages": "274--80",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pec.2012.08.002"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Emotion recognition in medical students: effects of facial appearance and care schema activation",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Colonnello",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mattarozzi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Russo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Med Educ",
            "volume": "53",
            "issn": "2",
            "pages": "195--205",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The measurement of emotional intensity from facial expressions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nowicki",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carton",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Soc Psychol",
            "volume": "133",
            "issn": "5",
            "pages": "749--50",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mapping the emotional face. How individual face parts contribute to successful emotion recognition",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wegrzyn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vogt",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kireclioglu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PloS one",
            "volume": "12",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Emotion recognition: the role of featural and configural face information",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bombari",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "C"
                    ],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "Schmid",
                    "middle": [],
                    "last": "Mast",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Birri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mast",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Lobmaier",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Quarterly Journal of Experimental Psychology",
            "volume": "66",
            "issn": "12",
            "pages": "2426--2468",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Masked education? The benefits and burdens of wearing face masks in schools during the current Corona pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spitzer",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Reluctant respondents: differences between early, late, and nonresponders to a mail survey",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Exp Educ",
            "volume": "59",
            "issn": "3",
            "pages": "268--76",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The eyes don't have it: masks make it very hard to read emotion in most facial expressions. Southeastern Psychological Association; 2021; online",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickline",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nowicki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woodcock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Russo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Strepparava",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Cultural in-group advantage: emotion recognition in African American and European American faces and voices",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "B"
                    ],
                    "last": "Wickline",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nowicki",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Genet Psychol",
            "volume": "170",
            "issn": "1",
            "pages": "5--30",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": ". No main effect of the degree program, F(4, 201) = 2.142, p = 0.077, Wilks' Λ = 0.959, partial η 2 = 0.041, nor interaction effect of the degree program with masked/ unmasked condition was found, F(4, 201) = 1.94, p = 0.105, Wilks' Λ = 0.963, partial η 2 = 0.037. The 2 × 2 MANOVA exploring the effects of masked (vs unmasked) faces and degree program on errors for highand low-intensity emotions revealed a statistically significant masked/unmasked main effect for misattributions for both low-intensity and high-intensity emotions. Neither a main effect for the degree program, F(2, 203) = 1.915, p = 0.15, Wilks' Λ = 0.981, partial η 2 = 0.019, nor an interaction effect of the degree program with masked/unmasked condition was found, F(2, 203) = 0.501, p = 0.607, Wilks' Λ = 0.995, partial η 2 = 0.005.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Significant univariate effects of the MANOVAs 2 × 2 MANOVA-masking condition × degree program on errors (emotion type) *Significant univariate effects for masking condition (at p < .001)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements Authors are thankful to Michael Woodcock and Sara Russo for their contribution to digitizing and preparing the masked stimuli of DANVA2-AF. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}