{
    "paper_id": "d77050d92aef8d3abb5aad28f4dcab36f62aa777",
    "metadata": {
        "title": "Role of decentralized clinical trials in cancer drug development: Results from a survey of oncologists and patients",
        "authors": [
            {
                "first": "Begoña",
                "middle": [],
                "last": "De Las Heras",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Daehnke",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kamal",
                "middle": [
                    "S"
                ],
                "last": "Saini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Melissa",
                "middle": [],
                "last": "Harris",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kenneth",
                "middle": [],
                "last": "Morrison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ariel",
                "middle": [],
                "last": "Aguilo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Isagani",
                "middle": [],
                "last": "Chico",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Vidal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Robin",
                "middle": [],
                "last": "Marcus",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "As a result of the unprecedented challenges imposed by the COVID-19 pandemic on enrollment to cancer clinical trials, there has been an urgency to identify and incorporate new solutions to mitigate these difficulties. The concept of decentralized or hybrid clinical trials has rapidly gained currency, given that it aims to reduce patient burden, increase patient enrollment and retention, and preserve quality of life, while also increasing the efficiency of trial logistics. Therefore, the clinical trial environment is moving toward remote collection and assessment of data, transitioning from the classic site-centric model to one that is more patient-centric.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent years, and especially since the onset of the COVID-19 pandemic, it is becoming increasingly clear that the traditional methods of conducting clinical trials need to change in order to bring newer medicines to patients in a more cost-effective and expedited manner. Clinical trial logistics have traditionally placed the hospital or clinic at its core, a model termed site-centric. The disadvantages of this model are becoming clearer, and the concept of redesigning the clinical trial logistics with the patient at its core is gaining support. Such a patient-centric model may facilitate patient enrollment and retention, reduce the burden of multiple extra visits to the site to comply with trial requirements, and mitigate the disruption in adhering to the protocol requirements during periods of difficulty in accessing the site, such as during a public health emergency. This is likely to reduce instances of protocol deviation and ultimately improve data quality and integrity. [1] [2] [3] [4] [5] [6] It has been estimated that only a small minority of patients with cancer, ranging from about 5% in the USA 7, 8 to 14% in the UK, 9 participate in clinical trials. Socioeconomic factors, lack of available clinical trials, not meeting eligibility criteria, and aspects related to the attitudes of patients and physicians are the main factors for such low participation rates. 7, 8 In this regard, physician engagement plays a key role in patient enrollment to trials, which can drive patient recruitment and retention and thus impact in the success of the study. A variety of elements influence physician attitudes to enrolling their patients into clinical studies, from lack of awareness of available trials, complexity of trial eligibility criteria, site accessibility (since this may affect patient compliance), resource constrains in supporting staff, extra workload on investigators, and even financial incentives. [10] [11] [12] The Center for Information and Study on Clinical Research Participation (CISCRP) ran a global survey in 2017 to explore the participation in clinical trials. It revealed that a lack of patient's awareness of clinical trials (∼61%) and the distance to the clinical site (60%) were the main barriers for patients to participate in a clinical trial. 13 Additionally, sponsors and contract research organizations (CROs) influence study site selection based on prior experience, 14 site capacity and reputation, and physician expertise, which may have the unintended consequence of limiting equity in clinical trial participation.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 996,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 997,
                    "end": 1000,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1001,
                    "end": 1004,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1005,
                    "end": 1008,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1009,
                    "end": 1012,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1013,
                    "end": 1016,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1124,
                    "end": 1126,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1127,
                    "end": 1128,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1147,
                    "end": 1148,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1392,
                    "end": 1394,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1395,
                    "end": 1396,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1936,
                    "end": 1940,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1941,
                    "end": 1945,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1946,
                    "end": 1950,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2298,
                    "end": 2300,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2425,
                    "end": 2427,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Therefore, there is a great need to implement solutions that increase patient participation in clinical trials, reduce patient burden, and overcome some barriers such as difficulty in site access and to widen the pool of eligible patients, including some vulnerable patients with comorbidities and borderline performance status.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Decentralized clinical trials (DCTs), also variously known as a site-less, 15, 16 direct-to-patient, 17 hybrid [17] [18] [19] remote, 20, 21 or virtual clinical trials, 16, 22 are focus on patient-centricity, rather than site-centricity, giving patients considerably more flexibility in the way they participate. DCTs enable remote data and sample collection, including from the patient's home or other convenient locations in order to reduce burden on patients and their caregivers. DCTs also have the potential to partially bridge the gap between the current gold standard of randomized controlled trials (RCTs) with their rigid rules, central laboratories, and physician-verified data on the one hand, and a more \"realworld\" paradigm of flexibility, local laboratories, patientsupplied data via wearables and mobile applications (apps) on the other. 23 This approach has gathered support from regulatory agencies, 24, 25 and in December 2018, the FDA announced a new strategic framework to advance the use of real-world evidence to support the development of drugs and biologics 26 and in November 2020 published a new guidance called \"Enhancing the Diversity of Clinical Trial Populations -Eligibility Criteria, Enrollment Practices, and Trial Designs.\" This new guidance reflects FDA's support to DCT solutions such as digital health technology, and the use of mobile medical professionals, that is, nurses and phlebotomist as a way to reduce patient burden, but as well provides advice to increase enrollment of minorities not previously included in clinical trials. 27 In addition, based on the changes to trial methodology since the onset of the COVID-19 pandemic, the FDA has recently requested the applicants of new drug application/biological license application (NDA/BLA) to indicate in the datasets whether the data were collected remotely or at the trial site, in order to learn about the opportunities and challenges of the use of DCT solutions. 28 The acceptance of this new research model will increase the use of technological advances, but the adoption of these solutions depends on different factors such as how the health system is organized, investment in infrastructure and accessibility to technology, regulatory barriers, 29 and internet connectivity in remote areas, which may all vary between countries with different per capita income, but also within countries. In countries that have a stronger health care system and adequate investment in innovation, technology, and health infrastructure, the implementation of DCT solutions may be easier than in countries with lower incomes. 30 Nevertheless, despite the advantages that the new technologies can bring, the perception of losing human contact between the patient and his/her physician can be challenging. Investment of time and effort will be necessary to generate enough confidence in all stakeholders toward this new methodology. As such, it will require education and training of clinicians, the research team, patients, and their caregivers in order to highlight key benefits, including equity in the accessibility to clinical trials. 2, 31, 32 Available DCT solutions include (a) mobile apps that can help patients and caregivers with study alerts and reminders, schedule study visits, and collect data remotely through electronic patient reported outcome (ePRO) of treatment related symptoms, among others. Such apps, customized to individual trials, could also help impart education to the patients, for example, how to recognize symptoms of concern, how to manage expected toxicities expeditiously, and so on; (b) the use of tele-visits to reduce patient and caregiver site burden (i.e. travel, parking, avoid hold in the waiting area) and exposure to a potentially infectious environment by replacing some on-site visits, allowing more family members to participate in discussions with the investigator and decision making, facilitate access to clinical trials, reduce disparities in cancer care in rural areas, and enable sites to perform clinical assessments remotely; (c) allowing mobile nurses and phlebotomists to go to patient's homes or other agreedupon locations to collect blood, urine, and other biologic samples for safety labs and pharmacokinetic analysis, and to enable mobile nurses to perform clinical assessments commensurate with local licensure limitations; and (d) the use of wearable devices to remotely monitor vital signs such as heart rate, respiration, oxygen saturation, blood pressure, and temperature, which could help in the early detection of treatment-related toxicities; such devices could also track activities of daily living such as sleep duration and quality, step count, time in sedentary position, etc., which can be correlated with ePRO and may assist in a more objective assessment of ECOG/performance status. [33] [34] [35] [36] [37] [38] However, there is no one solution that fits all approaches of study execution. A case-by-case evaluation will be required, based on the clinical trial, objectives and endpoints, and patient population. Additionally, the value of reducing duration of an on-site visit versus fully remote visit needs to be carefully assessed in order to select the best approach. For about how many years that you have been a practicing oncologist have you worked on clinical trials?",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 78,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 79,
                    "end": 81,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 101,
                    "end": 103,
                    "text": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 111,
                    "end": 115,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 116,
                    "end": 120,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 121,
                    "end": 125,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 134,
                    "end": 137,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 169,
                    "end": 172,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 173,
                    "end": 175,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 853,
                    "end": 855,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 917,
                    "end": 920,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 921,
                    "end": 923,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1573,
                    "end": 1575,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1961,
                    "end": 1963,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2247,
                    "end": 2249,
                    "text": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 2610,
                    "end": 2612,
                    "text": "30",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 3122,
                    "end": 3124,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3125,
                    "end": 3128,
                    "text": "31,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 3129,
                    "end": 3131,
                    "text": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 4841,
                    "end": 4845,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 4846,
                    "end": 4850,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 4851,
                    "end": 4855,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 4856,
                    "end": 4860,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 4861,
                    "end": 4865,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 4866,
                    "end": 4870,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Have not worked on clinical trails 15% (11) Less than 3 years 5% (4) 3-5 years 9% (7) 6-10 years 16% (12) 11-20 years 37% (28) More than 20 years 17% (13) Are you currently, or have you ever been a clinical trial investigator?",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 122,
                    "end": 126,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 150,
                    "end": 154,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Currently 25% (19) Have been within the last 1-2 years 15% (11) (continued)",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 59,
                    "end": 63,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "What is the current state of adoption of these solutions in oncology?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Surveys have been conducted in order to gather information of the current knowledge and adoption of decentralized and virtual trials in different therapeutics areas. In May 2020, Informa Connect surveyed 180 clinical trial professionals globally, encompassing CRO, investigator site, patient advocacy group, and regulators, among others. There was a wide variation in the adoption of DCT solutions in the different medical areas, the top five being insomnia, smoking cessation, Parkinson's disease, coronavirus, and type 1 diabetes. However, the adoption of these newer methods by the oncology subspecialty was in the lowest position, which may be partially explained by the complexity of inclusion criteria, type of treatment (infusion administration), and the frequent requirement of tumor response assessments. 39 Labcorp drug development, previously called Covance, a global research organization focused on oncology and patient-centric trial design, surveyed oncologists and patients with cancer in order to gauge clinical trial experience understand their knowledge and familiarity with DCT solutions and how the move to a more decentralized model will affect the way they conduct or participate in such trials, which is presented in this paper.",
            "cite_spans": [
                {
                    "start": 814,
                    "end": 816,
                    "text": "39",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An iterative consultative process was used to develop two surveys-one for oncology professionals and the other for patients with cancer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The oncologist survey was distributed via email, beginning 20 October 2020 and closed on 28 October 2020, to 98 individuals currently practicing in the USA, of whom 82 qualified based on the screening criteria (board certified in oncology and reside in the USA), but just 75 completed the survey in its entirety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The oncology patient survey was distributed, as well, via email to 705 individuals from the Unites States and the UK, 300 of whom qualified based on the screening criteria (reside in the USA or the UK, 18 years of age or older and have self-identified that they have been diagnosed with cancer by a physician) and completed the survey in its entirety. The survey opened on 12 February 2021 and closed on 18 February 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The oncologists were all board-certified and affiliated with group practices, hospital systems, academia, government, or private practice. The survey included general demographics questions such as years of practice within the specialty and years of experience working in clinical trials (Table 1) ; general questions related to clinical trials such as percentage of their patient pool being offered a clinical trial and what changes in trial methods could increase clinical trial participation; and questions related to DCT, such as how familiar and comfortable they are with remote DCT solutions and how receptive they believe patients with cancer will be to DCT solutions ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 297,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 677,
                    "end": 685,
                    "text": "Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "The oncology patient survey included individuals who indicated that they have been diagnosed with one or more forms of cancer and with ages between 19 and 86. The survey (Table 3 ) was primarily focused on gathering information on their experience with clinical trials and their comfort level with various aspects of participation in DCT, including medical professional home visits, use of and access to technology, and barriers to participation as opposed to the more traditional model of attending site visits.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 170,
                    "end": 178,
                    "text": "(Table 3",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "For both the oncologist and oncology patient surveys, question-level responses were analyzed and the percentage was applied to each response given. Only qualified participants who completed the survey in its entirety were included in the analysis. A percentage was calculated for each response provided, in which the number of responses to each variable served as the numerator and the N as the denominator (note: as percentages were rounded to the nearest whole number, not all sums equal 100%). For several questions, individuals were asked to respond using a 1-5 scale. For those questions, an average of the responses was calculated using the total score as the numerator and the N as the denominator. Have been more than 2 years ago 21% (16) Not currently/have not been a clinical trial investigator 39% (29) Not sure 0%(0) Note: Percentage was calculated for each response provided, in which the number of responses to each variable served as the numerator and N as the denominator (as percentages were rounded to the nearest whole number, not all sums equal 100%). (4) 1 -significantly decrease 3% (2) Bottom 2 (2 and 1) 8% (6) In general, what do you believe would increase patient participation in clinical trials? \"More cost-effective NGS and biomarker testing for cancer patients\"",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 746,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Top 2 (5 and 4) 63% (47) 5 -significantly increase 27% (20) 4 36% (27) 3 29% (22) 2 7% (5) 1 -significantly decrease 1% (1) Bottom 2 (2 and 1) 8% (6) Would you say that the following are: \"Access to their physician/specialist for consultation\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 13% (10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "A slight hurdle for participation 55% (41) A limited hurdle for participation 32% (24) (continued) Would you say that the following are: \"Reduced time with health care professional, and therefore oversight of their medical condition\"",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 86,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 25% (19) A slight hurdle for participation 45% (34) A limited hurdle for participation 29% (22) Would you say that the following are: \"Adverse reaction to current medication/treatment\" Significant hurdle for patient participation 40% (30) A slight hurdle for participation 48% (36) A limited hurdle for participation 12% (9) Would you say that the following are: \"Concerns over potential side effects to their health\"",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 36% (27) A slight hurdle for participation 44% (33) A limited hurdle for participation 20% (15) Would you say that the following are: \"Inconvenience\"",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "1 -Significant hurdle for patient participation 29% (22) 2 -A slight hurdle for participation 47% (35) 3 -A limited hurdle for participation 24% (18) Would you say that the following are: \"Distance\"",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 49% (37) A slight hurdle for participation 29% (22) A limited hurdle for participation 21% (16) Would you say that the following are: \"Time required\"",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 35% (26) A slight hurdle for participation 41% (31) A limited hurdle for participation 24% (18) Would you say that the following are: \"Little awareness of clinical trials\"",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 136,
                    "end": 140,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 35% (26) A slight hurdle for participation 47% (35) (continued) Would you say that the following are: \"Compensation\"",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 17% (13) A slight hurdle for participation 55% (41) A limited hurdle for participation 28% (21) Would you say that the following are: \"Fear of receiving a placebo\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 44% (33) A slight hurdle for participation 37% (28) A limited hurdle for participation 19% (14) Would you say that the following are: \"Hearing about someone else's experience\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 20% (15) A slight hurdle for participation 52% (39) A limited hurdle for participation 28% (21) Would you say that the following are: \"No interest in clinical trial participation\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Significant hurdle for patient participation 39% (29) A slight hurdle for participation 41% (31) A limited hurdle for participation 20% (15) How familiar would you say you are with using remote, wearable, online, or other resources as a subsidy to conducting parts of clinical trial? (e.g. using a wearable to track key activities, doing remote monitoring visits, using a local facility to do diagnostics, all in-lieu of traditional office visits/routine procedures) Not sure 9% (4) As it relates to oncology clinical trials, how receptive do you believe patients are/would be to: \"Wearing a monitoring device/ wearable as a part of the trial (assume this would be some compact and discrete)\"",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 140,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Top 2 (5 and 4) 55% (41) 5 -very receptive 13% (10) 4 41% (31) 3 35% (26) 2 8% (6) 1 -not at all receptive 3% (2) Bottom 2 (2 and 1) 11% (8) As it relates to oncology clinical trials, how receptive do you believe patients are/would be to: Having a nurse come to their home to do blood draws or other standard diagnostic procedures (14) 2 7% (5) 1 -not at all receptive 0% (0) Bottom 2 (2 and 1) 7% (5) As it relates to oncology clinical trials, how receptive do you believe patients are/would be to: \"Conducting standard diagnostic procedures with at-home collection kit (e.g. finger pricks, urine collecting, etc.)\" As it relates to oncology clinical trials, how receptive do you believe patients are/would be to: \"Going to a store front facility that may be located more conveniently than your office to get standard diagnostic tests completed\" (13) 1 -not at all receptive 1% (1) Bottom 2 (2 and 1) 19% (14) As it relates to oncology clinical trials, how receptive do you believe patients are/would be to: \"Conducting video conferences with investigators, that would not be additive to in-person visits\" Bottom 2 (2 and 1) 5% (4) How likely would you be to recommend a patient to a decentralized clinical trial?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "(continued) (2) 1 -Not at all likely 3% (2) Bottom 2 (2 and 1) 5% (4) What impact do the following have on your likelihood to refer a patient to a decentralized clinical trial? \"If the trial required more diagnostic tests but they could be done from home\" What impact do the following have on your likelihood to refer a patient to a decentralized clinical trial? \"If the trial required more daily interventions by the patient (e-journal, etc.) but would decrease the need for in-person visits\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Top 2 (5 and 4) 53% (40) 5 -Much more likely to refer 16% (12) (continued) (5) 1 -Much less likely to refer 1% (1) Bottom 2 (2 and 1) 8% (6) Are you aware of any legal barriers in your country to implement tele-/video health?",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "Yes 9% (7) No 72% (54) Don't know/not sure 19% (14) As a part of a decentralized clinical trial, how comfortable would you be with a patient completing the following at home in a compliant manner? \"Collect temperature\" 1 -Not at all comfortable 0% (0) Bottom 2 (2 and 1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "As a part of a decentralized clinical trial, how comfortable would you be with a patient completing the following at home in a compliant manner? \"Collect and mail urine specimen\" (continued) (6) 1 -Not at all comfortable 1% (1) Bottom 2 (2 and 1) 9% (7) As a part of a decentralized clinical trial, how concerned would you be with the following? \"Quality of data collected from an at home nursing visit\" (16) 1 -Not at all concerned 5% (4) Bottom 2 (2 and 1) 27% (20)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7% (5)"
        },
        {
            "text": "As a part of a decentralized clinical trial, how concerned would you be with the following? \"Turn-around time for reviewing results\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7% (5)"
        },
        {
            "text": "Top 2 (5 and 4) 31% (23) 5 -Very concerned 9% (7) 4 21% (16) 3 37% (28) 2 28% (21) 1 -Not at all concerned 4% (3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "7% (5)"
        },
        {
            "text": "As a part of a decentralized clinical trial, how concerned would you be with the following? \"Increased oversight given to the patient\" ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Bottom 2 (2 and 1) 32% (24)"
        },
        {
            "text": "Oncologists Tables 1 and 2 cover the responses provided by the oncologist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Responses from a total of 75 oncologists in the USA were analyzed, of which 90% (n = 67) have more than 11 years of oncology experience, with 15% (n = 11) never having worked in clinical trials, 30% (n = 23) less than 10 years of experience in clinical trials, and 54% (n = 41) more than 11 years of experience in clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "With regard to the percentage of patients they consider eligible to participate in a clinical trial, a low percentage, just 9% (n = 7) considered that more than 51% may be eligible and the higher proportion 91% (n = 68) indicated that less than 50% may qualify. Seventy nine percentage (n = 59) of oncologists responded that they referred less than 25% of the patients they treat to a clinical trial, 16% (n = 12) between 25% and 50% and 5% (n = 4) referred more than 51% of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Overall the patient's personal circumstances, improvement of convenience to trial access, patient and healthcare professional education on the value of clinical trials, the risk of receiving placebo, and compensation to site participants for their activities were the most significant contributing factors identified by the oncologist to increase patient clinical trial participation. Access to the physician, including time spent overseeing the patient's medical condition, potential side effects of treatment, awareness of clinical trials, hearing about someone else's experience, and time required in its participation were also mentioned as factors that influence a patient's willingness to participate in a trial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Forty-four percentage (n = 33) of the physicians reported being familiar with using remote, wearable, online, or other DCT solutions as a part of a clinical trial, with a ranking of 5 and 4 (very familiar = 5 to not at all familiar = 1), but at the time of the survey only 35% (n = 16) of the physicians (based on 46 responders out of the 75 surveyed) indicated that they were working or had worked in a trial which had some of these DCT elements. A high proportion of responders 64% (n = 48) were in favor of recommending a patient to these type of studies, where 31% (n = 23) were neutral and just 5% (n = 4) would not recommend it. However, it is important to mention that almost 50% of the oncologists expressed concern related to the potential decrease to oversight of patients in this type of clinical trial. Other aspects of concerns included, increased responsibility given to patients, quality of the samples collected by the patients, turnaround time to review the results, but were less concern with quality of the data collected during home nursing visits. In addition, oncologists indicated that these solutions are better suited for trials having intensive diagnostic procedures, visits which can be done remotely or from home and for patients with solid tumors, stage IV, advanced, and metastatic disease and for patients with reduced mobility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Related to their comfort level with a patient being able to complete some assessments remotely, the oncologists were highly confident with regard to collection of temperature, blood pressure, and urine specimen and less comfortable with trial medication compliance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Fifty-six percentage (n = 42) of oncologists indicated that these studies may benefit patient retention in comparison with the traditional clinical trials model; however, 36% (n = 27) were neutral and 8% (n = 6) considered that this would not have an impact on patient retention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the opinion of the oncologists, the features of the DCT trial model will likely be of greatest attractiveness to patients, which include having a home nursing visit to collect blood samples or other standard diagnostic procedures, telehealth and using standard at-home collection kits. In addition, around 50% indicated (6) 1 -Very negative impact 0% (0) Bottom 2 (2 and 1) 8% (6) Note: Percentage was calculated for each response provided, in which the number of responses to each variable served as the numerator and N as the denominator (as percentages were rounded to the nearest whole number, not all sums equal 100%). *Only 46 out 75 participants responded to this question. **To the response: How suitable to a decentralized clinical trial do you perceive the following oncology staging and diagnoses to be? The range was: 5 (very well suited), 4, 3, 2, 1 (not at all suitable). The sum and percentage of the results of the top 2 (5 and 4) are shown here. Head and neck cancer 5% (14) Other 30% (90)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Which of the following best describes your cancer treatment progress?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "I have not yet begun treatment 5% (14) I have been in treatment less than 3 months 5% (15) I have been in treatment for 3 to 6 months 9% (27) I have been in treatment for 6 to 12 months 6% (17) I have been in treatment for more than 12 months 13% (39) (continued) Fear of receiving a placebo 8% (25) Hearing about someone else's experience 2% (5) No interest 2% (7) Other 4% (12) As part of a decentralized clinical trial, in which in-home treatment replaces trial site visits, how comfortable would you be with? Averages** Total 4.02",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 86,
                    "end": 90,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 137,
                    "end": 141,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 295,
                    "end": 299,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 343,
                    "end": 346,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Having a medical professional visit you at home to perform routine procedures, such as collect a blood pressure reading, take your temperature, or collect a specimen",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Receive trial medication at your home 4.08 Table 3 covers the responses provided by the patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "text": "Table 3",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "4.25"
        },
        {
            "text": "Responses from 300 patients with cancer were analyzed. Of these, 150 resided in the USA and 150 in the UK, 47% (n = 140) were male and 53% (n = 160) female, with an average age of 57 years, ranging from 19 to 86. The majority of the patients were diagnosed with solid tumors (including breast, prostate, colorectal, lung carcinoma, and melanoma, among others) and a small proportion with hematological tumors (multiple myeloma and acute myeloid leukemia). Fifty-two percentage of them (n = 155) completed their treatment more than 12 months ago, 11% (n = 33) completed treatment within the past 12 months, 33% (n = 98) were on treatment from <3 m to >12 m, and 5% (n = 14) had not started the treatment yet. Sixty-one percentage (n = 183) of the responders never participated in a clinical trial, 24% (n = 74) were participating or have participated in a trial, 11% (n = 33) considered it but did not participate, and 3% (n = 10) did not know. However, 71% (n = 212) were willing to participate in a clinical trial in the future, 23% (n = 68) were neutral, and 7% (n = 20) not willing to participate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with cancer"
        },
        {
            "text": "Interestingly, in relation to the inquiry to how far the patient was willing to travel to participate in a clinical trial, 29% (n = 86) of them were or not willing to travel at all or just less than 10 miles, 51% (n = 154) between 10 and 50 miles (most of them 38% (n = 114) between 10 and 25 miles), 12% (n = 36) more than 50 miles and 8% (n = 24) did not know or were not sure. Also, they indicated that the main concern to participate in a clinical trial was related with the appearance of potential side effects, followed by the distance to hospital and receiving placebo.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with cancer"
        },
        {
            "text": "Despite the majority of the participants in the survey having not participated in a trial previously, they expressed their comfort in replacing trial site visits with DCT solutions as a part of a clinical trial. Wearing a mobile technology device to collect biometric measures, home nursing to collect vital signs or biologic samples such as blood, etc., telemedicine, and keeping an electronic patient diary received the highest rankings, while self-administration of clinical trial medication and adjusting the current treatment plan to a new or experimental therapy received the lowest. Most patients responded that they feel comfortable using laptops, smartphones, video calls, or wearable health-tracking devices, such as Fitbit or Apple watch, and that they owned smartphones and broadband internet/Wi-Fi connection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patients with cancer"
        },
        {
            "text": "The present survey provides an overview of how familiar the different stakeholders involved in oncology clinical trials are with DCT solutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In regard to the survey directed to medical oncologists, the vast majority responded that still a low number of patients are being referred to clinical trials that are consistent with the data already published (25% are eligible to participate in a clinical trial [n = 42 out 75 responders], and 79% [n = 59 out of 75] actually refer less than 25% patients to a clinical trial) (see Table 2 ). Site accessibility, patients' awareness of clinical trials, education, physician's compensation, and administration of placebo were significant factors mentioned contributing to this. 10, 13, 40 Although less than half of the physicians were familiar with these new DCT solutions and almost 50% of them Prefer not to answer/do not know 0% (0) Note: Percentage was calculated for each response provided, in which the number of responses to each variable served as the numerator and N as the denominator (as percentages were rounded to the nearest whole number, not all sums equal 100%).",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 581,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 586,
                    "end": 588,
                    "text": "40",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 383,
                    "end": 390,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "expressed concerns related with oversight and data quality aspects, more than 50% were in favor of implementing them and expressed a positive opinion to its potential for increasing patient retention, enrollment and giving access to patients living in remote areas in comparison to classic site-centric model trials. However, despite of the acceptation, still the implementation of DCTs is in the start-up moments and the opinions are not uniforms. There is an important consensus among oncologist participants in this survey that oncologist patients are typically motivated with the option to be referred to a clinical trial and willing to cooperate with the logistic and requirement of them. DCTs will help them to reduce transportation issue, site visits, and family burden. However, someone still considers that as oncology patients are a fragile population managing toxicity by patients using apps will increase extra work to the patients what can trigger in reluctance to participate in trials which may require it. On the other hand, oncology patients have a chronic disease and need a lot of psychological care, which these solutions will not be able to supply, unless through the use of telemedicine, which cannot replace the human contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the meta-analysis of patient acceptance to participate in clinical trials published by Unger et al., 41 they found that overall, 55% of the patients were willing to be enrolled in a trial. Likewise, in the present survey, and in accordance with medical oncologist's response, although more than 50% of patients did not participate in a clinical trial, but indicated their positive attitude toward its involvement. In the patient's survey (Table 3) , the results reveal that just 4% (13 out of 300) are actual participants of a clinical trial and 61% (183 out of 300) have never participated in a trial, but 71% of the patients (n = 212 out of 300) are willing to participate in a clinical trial.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 106,
                    "text": "41",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 441,
                    "end": 450,
                    "text": "(Table 3)",
                    "ref_id": "TABREF24"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Their main concerns about participation in a clinical trial were related to potential toxicity, receiving placebo, and distance to the research site, similar findings to 2017 13 and 2019 42 CISCRP survey. Moreover, the concern to travel to site may also be influenced by the timing to the present survey during COVID-19 pandemic and the restrictions imposed. However, the patients expressed their satisfaction to implement DCT solutions 43 to replace trial site visits, which may contribute to increase their enrollment in the studies. Additionally, they responded to have good knowledge and familiarity of health wearable device technology and its potential to be used to follow different health parameters such as monitoring cardiopulmonary signs, but as well physiological aspects and daily activities in real time. 44, 45 Nonetheless, the survey only included participants from the USA and the UK, two of the countries with the highest rates of clinical trial participation, 7-9 investment, and adoption in innovation and technology, which may lead to some bias in its acceptance and implementation when compared to other occidental countries, which may face legal/ regulatory barriers, and low-income countries with more difficult penetration.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 819,
                    "end": 822,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 823,
                    "end": 825,
                    "text": "45",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Outside the clinical trial environment, in response to the COVID-19 pandemic and in order to reduce hospitals visits, different successful pilot initiatives using decentralized components have been implemented in standard clinical practice, providing the evidence that these successful costeffective models could be translated into the DCT space. An example, of such a program in oncology care was the Care Near Home (CNH) model, which was executed in Saudi Arabia and included virtual clinic, laboratory, and local health care facilities near home and shipping medication to the patient's home. 46 Therefore, there is no doubt that the modernization of clinical trials is required to potentiate recruitment and retention in order to accelerate the drug development timeframe to bring medicine to the patients in a faster way. In addition to patient advocacy groups awareness efforts and potentially social media outreach, 47 DCT solutions will be another important tool in the clinical trial field to support patient access and participation and to advance on the use of real world data. However, despite the fact that the findings in this survey show the positive acceptance of implementing DCT solutions in oncology, the responses also identify the necessity to guarantee data integrity and protection. This will require investment in training and education to provide confidence in all stakeholders involved in this space, with particular focus on supporting the patient's journey thorough the new clinical trial pathway model.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 598,
                    "text": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 923,
                    "end": 925,
                    "text": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "By mapping the patient profile, we inform and build patient journey and experience maps that outline the emotional and behavioral impacts of living with cancer. This input is critical to identify potential best-fit DCT solutions and care methodologies that will drive increased clinical trial design participation for patients in the future. It can be seen that patients who are well supported in this journey and feel that their lives have been considered in the trial design will show greater acceptance of a clinical trial as a care option and demonstrate improved compliance and retention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of the present survey reveal a willingness of the key stakeholders involved in oncology clinical trials, including trial sponsors, CROs, and institutional leadership, to move from site-centricity to patient-centricity to facilitate enrollment and reduce patient burden, with an ultimate goal to increase retention, improve patient's quality of life, and expand real world evidence. However, considerable effort remains to be done in terms of commitment to change, investment in resources and technology, education and training of various stakeholders, and assisting them in understanding legal and regulatory barriers, as well as logistics using new tools. Investing in this effort will increase",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 pandemic and cancer clinical trial pandemonium: finding the silver lining",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Subbiah",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Immuno Precis Oncol",
            "volume": "4",
            "issn": "",
            "pages": "64--66",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Reimagining global oncology clinical trials for the postpandemic era: a call to arms",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Saini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "De Las Heras",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Plummer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JCO Glob Oncol",
            "volume": "6",
            "issn": "",
            "pages": "1357--1362",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Adapting to a pandemic -conducting oncology trials during the SARS-CoV-2 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Ashley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khasraw",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Cancer Res",
            "volume": "26",
            "issn": "",
            "pages": "3100--3103",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early impact of COVID-19 on the conduct of oncology clinical trials and long-term opportunities for transformation: findings from an",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Waterhouse",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hurley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Oncology Survey. JCO Oncol Pract",
            "volume": "16",
            "issn": "",
            "pages": "417--421",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rethinking cancer clinical trials for COVID-19 and beyond",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goksu",
                    "suffix": ""
                },
                {
                    "first": "Bhr",
                    "middle": [],
                    "last": "De Paula",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Cancer",
            "volume": "29",
            "issn": "",
            "pages": "1--5",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Rethinking cancer clinical trial conduct induced by COVID-19: an academic center, industry, government, and regulatory agency perspective",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Flaherty",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Doroshow",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galbraith",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cancer Discov",
            "volume": "11",
            "issn": "",
            "pages": "1881--1885",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The role of clinical trial participation in cancer research: barriers, evidence, and strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am Soc Clin Oncol Educ Book",
            "volume": "35",
            "issn": "",
            "pages": "185--198",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Systematic review and meta-analysis of the magnitude of structural, clinical, and physician and patient barriers to cancer clinical trial participation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vaidya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hershman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Natl Cancer Inst",
            "volume": "111",
            "issn": "",
            "pages": "245--255",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "United Kingdom becomes the cancer clinical trials recruitment capital of the world",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Natl Cancer Inst",
            "volume": "99",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Patient involvement in clinical research: why, when, and how",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sacristán",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguarón",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Avendaño-Solá",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Patient Prefer Adherence",
            "volume": "27",
            "issn": "",
            "pages": "631--640",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Barriers to participation in clinical trials: a physician survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mahmud",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Zalay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Curr Oncol",
            "volume": "25",
            "issn": "",
            "pages": "119--125",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Patient income level and cancer clinical trial participation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hershman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Albain",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Clin Oncol",
            "volume": "31",
            "issn": "",
            "pages": "536--542",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Center for Information & Study on Research Participation (CISCRP). Perceptions & insights study. General perceptions and knowledge on clinical research",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The role of experience and clinical decision support in clinical trial accrual within oncology",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Haque",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Geiger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Skinner",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Clin Oncol",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Incorporating siteless clinical trials into drug development: a framework for action",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "B"
                    ],
                    "last": "Hirsch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Dorsey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Ther",
            "volume": "5",
            "issn": "",
            "pages": "1064--1076",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Virtual clinical trials: perspectives in dermatology",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Zibert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "F"
                    ],
                    "last": "Thomsen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dermatology",
            "volume": "236",
            "issn": "",
            "pages": "375--382",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "How direct-to-patient research can improve interest in clinical trials",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Collyar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Adv Hematol Oncol",
            "volume": "4",
            "issn": "",
            "pages": "262--265",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Clinical research during the COVID-19 pandemic: the role of virtual visits and digital approaches",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Loucks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tyson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dorr",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Clin Transl Sci",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1017/cts.2021.19"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Uveitis specialists harnessing disruptive technology during the COVID-19 pandemic and beyond",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brill",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Papaliodis",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Semin Ophthalmol",
            "volume": "36",
            "issn": "",
            "pages": "296--303",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Remote methods for conducting tobacco-focused clinical trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dahne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Tomko",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Mcclure",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nicotine Tob Res",
            "volume": "22",
            "issn": "",
            "pages": "2134--2140",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "COVID-19 and clinical trials: current challenges and future directions",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klimek",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Rev Recent Clin Trials",
            "volume": "16",
            "issn": "",
            "pages": "258--261",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Virtual clinical trials, an essential step in increasing the effectiveness of the drug development process",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lehrach",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health Genomics",
            "volume": "18",
            "issn": "",
            "pages": "366--371",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Decentralized trials in the age of real-world evidence and inclusivity in clinical investigations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khozin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coravos",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Pharmacol Ther",
            "volume": "106",
            "issn": "",
            "pages": "25--27",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Use of real-world evidence to support regulatory decision-making for medical devices. Guidance for industry and food and drug administration staff",
            "authors": [
                {
                    "first": "Drug",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Administration",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Are novel, nonrandomized analytic methods fit for decision making? The need for prospective, controlled, and transparent validation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "G"
                    ],
                    "last": "Eichler",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Koenig",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Arlett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Pharmacol Ther",
            "volume": "107",
            "issn": "",
            "pages": "773--779",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "on FDA's new strategic framework to advance use of real-world evidence to support development of drugs and biologics",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Enhancing the diversity of clinical trial populations -eligibility criteria, enrollment practices, and trial designs. Guidance for the industry clinical/medical",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Advancing oncology decentralized trials",
            "authors": [
                {
                    "first": "Drug",
                    "middle": [],
                    "last": "Food",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Administration",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Telemedicine in Germany during the COVID-19 pandemic: multi-professional national survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paffenholz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Internet Res",
            "volume": "22",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "m-health policy readiness and enabling factors: comparisons of Sub-Saharan Africa and organization for economic cooperation and development countries",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Begley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Telemed J E Health",
            "volume": "24",
            "issn": "",
            "pages": "908--921",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Intersection of digital health and oncology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Dicker",
                    "suffix": ""
                },
                {
                    "first": "Jim",
                    "middle": [],
                    "last": "Hsl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCO Clin Cancer Inform Actions",
            "volume": "2",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Telemedicine for cancer patients during COVID-19 pandemic: between threats and opportunities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Elkaddoum",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Future Oncol",
            "volume": "16",
            "issn": "",
            "pages": "1225--1227",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Barriers and facilitators to telemedicine: can you hear me now?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thota",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am Soc Clin Oncol Educ Book",
            "volume": "41",
            "issn": "",
            "pages": "25--36",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Use of wearable, mobile, and sensor technology in cancer clinical trials",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "Lane",
                    "middle": [
                        "A"
                    ],
                    "last": "Volchenboum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCO Clin Cancer Inform",
            "volume": "2",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Telemedicine in cancer care",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Sirintrapun",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am Soc Clin Oncol Educ Book",
            "volume": "38",
            "issn": "",
            "pages": "540--545",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Feasibility of wearable physical activity monitors in patients with cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bhulani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCO Clin Cancer Inform",
            "volume": "2",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Wearable activity monitors to assess performance status and predict clinical outcomes in advanced cancer patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gresham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Hendifar",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Spiegel",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "NPJ Digit Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Clinical integration of digital solutions in health care: an overview of the current landscape of digital technologies in cancer care",
            "authors": [
                {
                    "first": "Shivank",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JCO Clin Cancer Inform",
            "volume": "2",
            "issn": "",
            "pages": "1--9",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Participation in cancer clinical trials: race-, sex-, and age-based disparities",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "H"
                    ],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Krumholz",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Gross",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "291",
            "issn": "",
            "pages": "2720--2726",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "When offered to participate\": a systematic review and meta-analysis of patient agreement to participate in cancer clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Unger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Hershman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Till",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Natl Cancer Inst",
            "volume": "113",
            "issn": "",
            "pages": "244--257",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Center for Information & Study on Research Participation (CISCRP). Perceptions & insights study. General perceptions",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Results from a global survey of clinical cancer researchers on clinical trial design and conduct during the COVID-19 pandemic and beyond",
            "authors": [
                {
                    "first": "De",
                    "middle": [],
                    "last": "Paula",
                    "suffix": ""
                },
                {
                    "first": "Bhr",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Clin Oncol",
            "volume": "39",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Wearable sensors for remote health monitoring",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mondal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Deen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sensors",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Mobile health technologies in cardiopulmonary disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Mackinnon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Brittain",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "157",
            "issn": "",
            "pages": "654--664",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Implementation of care near home model (CNH) for cancer patients in response to COVID-19 pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Jazieh",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Mutairi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Al",
                    "middle": [],
                    "last": "Hadab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Oncol",
            "volume": "38",
            "issn": "29",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Clinical trials in the era of digital engagement: a SWOG call to action",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Gunturu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Dizon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JCO Clin Cancer Inform",
            "volume": "4",
            "issn": "",
            "pages": "254--258",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "General demographic characteristics of medical oncologist participants in the survey.How many years have you been a practicing Oncologist? Please do not include any time in academia",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Medical oncologist's survey. Responses to questions related to clinical trials and decentralized clinical trials solutions.About what percentage of your patients would you say are eligible to participate in a clinical trial?How much do you agree or disagree with the following statement? \"Unless it is a unique indication, I am likely to stick with standard of care, as opposed to suggesting a clinical trial for my patient\"How much do you agree or disagree with the following statement? \"I am well informed about the oncology clinical trials going on around me\"",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Continued.In general, what do you believe would increase patient participation in clinical trials? \"Improved healthcare professional education on the value of clinical trials\"In general, what do you believe would increase patient participation in clinical trials? \"Improved convenience of clinical trial access\"",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Continued.In general, what do you believe would increase patient participation in clinical trials? \"Greater compensation for site participation in clinical trials to compensate for resources uses\"",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF11": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF13": {
            "text": "How much do you agree or disagree with the following: \"Oncology patients would be a strong population for to leverage remote, virtual and/or decentralized approaches to clinical trial participation\"",
            "latex": null,
            "type": "table"
        },
        "TABREF14": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF15": {
            "text": "What impact do the following have on your likelihood to refer a patient to a decentralized clinical trial? \"If the trial required more robust monitoring but it could be done remotely\"",
            "latex": null,
            "type": "table"
        },
        "TABREF16": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF17": {
            "text": "As a part of a decentralized clinical trial, how comfortable would you be with a patient completing the following at home in a compliant manner? \"Collect blood pressure\"",
            "latex": null,
            "type": "table"
        },
        "TABREF18": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF20": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF22": {
            "text": "Continued.As a part of a decentralized trial, how comfortable would you be with participating in a virtual/video visit with a trial patient?\"Assuming the clinical trial was designed in such a way as to limit a patient's time attending hospital visits.\"How suitable to a decentralized clinical trial do you perceive the following oncology staging and diagnoses to be? Summary top 2 responses (5 score-very well suited and 4|)**",
            "latex": null,
            "type": "table"
        },
        "TABREF23": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF24": {
            "text": "Patients with cancer survey. Responses to general demographic questions, clinical trials, and decentralized clinical trials solutions.",
            "latex": null,
            "type": "table"
        },
        "TABREF25": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF26": {
            "text": "Continued.",
            "latex": null,
            "type": "table"
        },
        "TABREF28": {
            "text": "Continued. n = 300 150 from USA and 150 from UK % (n) Do you own the following technology devices? \"Smartphone\" Do you currently have access to broadband internet/Wi-Fi?",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all the patients and investigators who participated in this survey and Schlesinger Group for assistance to conduct the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments:"
        },
        {
            "text": "Declaration of Conflicting Interests: Kamal S Saini reports consulting fees from the European Commission outside the submitted work. Other authors do not report any conflicts of interest.Funding: The author(s) received no financial support for the research, authorship, and/or publication of this article.Author contributions: BDLH conceptualized the manuscript, all authors provided significant inputs, BDLH wrote the manuscript, and all authors reviewed, edited, and approved the final manuscript.Ethical approval and consent to participate: The participants accepted participate in the survey. Trial registration: Not applicable, because this article does not contain any clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}