{
    "paper_id": "d7b3f4f938bad11fadf3ef5fc2476a07702d6110",
    "metadata": {
        "title": "Editorial: Success and Failures in Implementing Health-Related Changes",
        "authors": [
            {
                "first": "Stefano",
                "middle": [],
                "last": "Triberti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Magdalena",
                "middle": [],
                "last": "Poraj-Weder",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Maria Grzegorzewska University",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Irena",
                "middle": [],
                "last": "Jelonkiewicz-Sterianos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Maria Grzegorzewska University",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Aneta",
                "middle": [],
                "last": "Pasternak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Management University",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Lidia",
                "middle": [],
                "last": "Zabłocka-Żytka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Maria Grzegorzewska University",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            },
            {
                "first": "Marja",
                "middle": [],
                "last": "Kaunonen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tampere University",
                    "location": {
                        "settlement": "Tampere",
                        "country": "Finland"
                    }
                },
                "email": ""
            },
            {
                "first": "Christophe",
                "middle": [],
                "last": "Matthys",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexander",
                "middle": [
                    "Mario"
                ],
                "last": "Baldacchino",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of St Andrews",
                    "location": {
                        "settlement": "St Andrews",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [
                    "Czesław"
                ],
                "last": "Czabała",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Maria Grzegorzewska University",
                    "location": {
                        "settlement": "Warsaw",
                        "country": "Poland"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Keywords: health-related changes, pro-and anti-health behaviors, effectiveness of the health behavior change, health behavior outcomes, future directions in research and practice",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The presented Research Topic is intended to provide a platform for showcasing the latest research on the psychological determinants and correlates of effectiveness in the health behavior change process in relation to both physical and mental health. Although, in recent years, a crisis in health promotion has been observed, especially in Western Europe (Woodall et al., 2018; Woodall and Freeman, 2020) , the rise of civilization diseases affecting physical and mental health and the health crisis related to the COVID-19 pandemic (Abel and McQueen, 2020; Van den Broucke, 2020; Di Ruggiero and Ardiles, 2021) undoubtedly indicate the need for further research and recommendations regarding health psychology.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 376,
                    "text": "(Woodall et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 377,
                    "end": 403,
                    "text": "Woodall and Freeman, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 532,
                    "end": 556,
                    "text": "(Abel and McQueen, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 557,
                    "end": 579,
                    "text": "Van den Broucke, 2020;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 580,
                    "end": 610,
                    "text": "Di Ruggiero and Ardiles, 2021)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "The Research Topic contains nine articles (eight research papers and one opinion) that address four areas: motivation to change (Poraj-Weder et al.; Rowicka) , intrapersonal factors conducive to maintaining change (Burnos and Skrobowski; Mierzyńska et al.; Zawadzka et al.) , the effectiveness of interventions (Iwon et al.; Skarin et al.) , and the unhealthy behaviors and their determinants (Starosta et al.) . Finally, due to the fact that, today, a key factor leading to changes in health behavior is the COVID-19 pandemic, this theme was also included (Dobrenko). The presented series of articles illustrates the diversity of Research Topics realized in the field of health psychology.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 157,
                    "text": "(Poraj-Weder et al.; Rowicka)",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 273,
                    "text": "(Burnos and Skrobowski; Mierzyńska et al.; Zawadzka et al.)",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 339,
                    "text": "(Iwon et al.; Skarin et al.)",
                    "ref_id": null
                },
                {
                    "start": 393,
                    "end": 410,
                    "text": "(Starosta et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "One important factor responsible for successes or failures in the process of changing health behavior is the quality of motivation to change (Poraj-Weder et al.; Rowicka) . In the study of Poraj-Weder et al. an attempt was made to construct and validate a tool for measuring pro-health behavior motives, in the paradigm of Self-Determination Theory Deci, 2000, 2017) . The problem of motivation to change in the specific context of recovery from alcohol addiction was addressed by Rowicka. In this study, two measurement tools were also adapted to assess the quality of motivation to change. Designing (Poraj-Weder et al.) and validating (Poraj-Weder et al., Rowicka) research tools does not only allow a better understanding of the underlying mechanisms of implementing health changes, but also a better selection of interventions. It is worth emphasizing that we are still lacking valid instruments to measure the effectiveness of health behavior change.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 170,
                    "text": "(Poraj-Weder et al.; Rowicka)",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 366,
                    "text": "Deci, 2000, 2017)",
                    "ref_id": null
                },
                {
                    "start": 602,
                    "end": 622,
                    "text": "(Poraj-Weder et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "The unhealthy behaviors and their determinants are the subject of a study by Starosta et al. The authors engaged in finding the predictors of the problematic viewing of TV series by young adults. The results indicate a significant relationship between anxiety-depressive syndrome and the motivation to watch TV series and problematic series viewing. Several other articles (Burnos and Skrobowski; Mierzyńska et al.) focus on intrapersonal factors that facilitate change maintenance in a group of chronically somatically ill patients and in adolescent functioning (Zawadzka et al.) . Patient engagement and adherence to medical recommendations is currently an important issue that has been addressed in many publications (Gu et al., 2021; Newman et al., 2021) . Committing to health behaviors after heart transplantation is a crucial task in view of maintaining good health and the need to follow medical advice. Mierzyńska et al. concentrate on intrapersonal factors affecting health, such as personality traits, health behaviors, self-efficacy, and a health locus of control. Among the examined resources, the best predictors of caring about health were a health locus of control and the level of conscientiousness, according to Big Five concept. Among the various forms of health-relevant habits, maintaining a healthy diet proved to be the most difficult for heart transplant patients. In turn, in the group of patients with metabolic disorders (Burnos and Skrobowski), the moderating role of personality and temperamental traits was confirmed with regard to changes in health behavior and quality of life after the application of a motivational intervention. Higher Sensory Sensitivity, lower Perseveration, and higher Agreeableness enhanced positive change in health behaviors.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 580,
                    "text": "(Zawadzka et al.)",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 737,
                    "text": "(Gu et al., 2021;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 738,
                    "end": 758,
                    "text": "Newman et al., 2021)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "The importance of interpersonal factors in resisting negative environmental influences was investigated by Zawadzka et al. The authors analyzed the role of self-esteem, in a group of adolescents, in counteracting four sources of social materialism: that introduced by the mother, the father, peers, and the media. Ultimately, it was revealed that balanced self-esteem, as an element of mental health (Lehtinen, 2008) , reduces the impact of materialism displayed by peers on the materialism of the adolescents in question.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 416,
                    "text": "(Lehtinen, 2008)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "Another problem addressed by the authors (Iwon et al.; Skarin et al.) was the effectiveness of interventions in the context of sustaining pro-health behavior. Skarin et al. used mixed-methods. Summarizing and integrating quantitative data (questionnaires and BMI measure) and qualitative data (pre-interviews and follow-up-interviews), they showed that the extension and maintenance of behavior change depends primarily on the subjective experience of goal achievement, combined with a reinforcing conversation before beginning the intervention.",
            "cite_spans": [
                {
                    "start": 41,
                    "end": 69,
                    "text": "(Iwon et al.; Skarin et al.)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "The study by Iwon et al. examined changes in subjective wellbeing (happiness, life satisfaction, and self-esteem) in women who had just started engaging in, did engage in, or did not engage in physical activity. Upon re-measurement, an improvement in subjective well-being was found after 4 weeks in those who began physical activity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "The understanding of health was significantly influenced by the COVID-19 pandemic, provoking reflection on the need to make changes and take action to promote health (Duhigg, 2012; Ingram et al., 2020) . Citing a number of research findings and her own experience as a psychotherapist and a psychologist supporting personality development, Dobrenko describes the process of forming attitudes that promoinge healthy behavior and stresses its automatic nature. According to Dobrenko, it is advisable to choose new habits based on the needs that are currently inadequately met, including affiliation, stimulation, activity, and rhythm. These newly developed healthy habits can work to our long-term advantage once they become automatic, which requires finding a cue that will trigger a habit, developing a routine that can be habitually followed, and defining the reward).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 180,
                    "text": "(Duhigg, 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "Ingram et al., 2020)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "The collected papers, addressing change in health and disease, clearly demonstrate that health promotion should be committed to both salutogenesis and pathogenesis (Woodall and Freeman, 2020) . The distinction between health promotion and disease prevention (Tengland, 2010) seems artificial in the context of contemporary challenges and emerging disease outbreaks (Laverack, 2017) , including COVID-19. Because implementing sustainable change is difficult, research must identify the determinants of effective intervention (Conner and Norman, 2017) . There is also a need for methods to identify the motivational status of the person who undertakes change so that it can be effective and, above all, sustainable (Poraj-Weder et al., 2021) . Carrying out research in a mixed-method approach seems very promising in this context.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 191,
                    "text": "(Woodall and Freeman, 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 258,
                    "end": 274,
                    "text": "(Tengland, 2010)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 365,
                    "end": 381,
                    "text": "(Laverack, 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 524,
                    "end": 549,
                    "text": "(Conner and Norman, 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 713,
                    "end": 739,
                    "text": "(Poraj-Weder et al., 2021)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "The analysis of the collected material indicates the usefulness of models integrating both conscious, reflexive processes and unconscious, automatic ones. Research taking into account the influence of motivational (e.g., behavioral intention), volitional (e.g., planning) and automatic (e.g., habits) processes on health behaviors allows us to better predict the intention to undertake health behaviors and regulatory strategies that will actually work (Arnautovska et al., 2017) .",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 479,
                    "text": "(Arnautovska et al., 2017)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        },
        {
            "text": "We hope that the articles presented in the issue \"Success and Failures in Implementing Health-Related Changes\" will inspire further research and reflection in the area of health psychology and health behavior change and maintenance, as well as effective interventions in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Success and Failures in Implementing Health-Related Changes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Critical health literacy and the COVID-19 crisis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcqueen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Promot. Int",
            "volume": "35",
            "issn": "",
            "pages": "1612--1613",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/daaa040"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A longitudinal investigation of older adults' physical activity: testing an integrated dual-process model",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Arnautovska",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fleig",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "O&apos;callaghan",
                    "suffix": ""
                },
                {
                    "first": "Hamilton",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychol. Health",
            "volume": "32",
            "issn": "",
            "pages": "166--185",
            "other_ids": {
                "DOI": [
                    "10.1080/08870446.2016.1250273"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health behaviour: current issues and challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                },
                {
                    "first": "Norman",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Psychol. Health",
            "volume": "32",
            "issn": "",
            "pages": "895--906",
            "other_ids": {
                "DOI": [
                    "10.1080/08870446.2017.1336240"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Health promotion perspectives on COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Di Ruggiero",
                    "suffix": ""
                },
                {
                    "first": "Ardiles",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Glob. Health Promot",
            "volume": "28",
            "issn": "",
            "pages": "3--4",
            "other_ids": {
                "DOI": [
                    "10.1177/17579759211001005"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Siła nawyku. Warszawa: Dom Wydawniczy PWN",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duhigg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Predicting medication adherence using ensemble learning and deep learning models with large scale healthcare data",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zalkikar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Scientific Rep",
            "volume": "11",
            "issn": "",
            "pages": "1--13",
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-021-98387-w"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Changes in diet, sleep, and physical activity are associated with differences in negative mood during COVID-19 lockdown",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ingram",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maciejewski",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Hand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.588604"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health Promotion in Disease Outbreaks and Health Emergencies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Laverack",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Building up good mental health. Jyväskylä: Stakes Gummerus Printing",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lehtinen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Do patient engagement interventions work for all patients? a systematic review and realist synthesis of interventions to enhance patient safety",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Seale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Manias",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Health Expect",
            "volume": "24",
            "issn": "",
            "pages": "190--1923",
            "other_ids": {
                "DOI": [
                    "10.1111/hex.13343"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Why it is so hard to lose weight? An exploration of patients' and dietitians' perspectives by means of thematic analysis. Health Psychology Open 18",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poraj-Weder",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wasowicz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pasternak",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/20551029211024406"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. Psychol",
            "volume": "55",
            "issn": "",
            "pages": "68--78",
            "other_ids": {
                "DOI": [
                    "10.1037/0003-066X.55.1.68"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Self-determination Theory: Basic Psychological Needs in Motivation, Development, and Wellness",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Deci",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Health promotion or disease prevention: a real difference for public health practice? Health Care Anal",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Tengland",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "203--221",
            "other_ids": {
                "DOI": [
                    "10.1007/s10728-009-0124-1"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Why health promotion matters to the COVID-19 pandemic, and vice versa",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Den Broucke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Promot. Int",
            "volume": "35",
            "issn": "",
            "pages": "181--186",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/daaa042"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Where have we been and where are we going? the state of contemporary health promotion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woodall",
                    "suffix": ""
                },
                {
                    "first": "Freeman",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Educ. J",
            "volume": "79",
            "issn": "",
            "pages": "621--632",
            "other_ids": {
                "DOI": [
                    "10.1177/0017896919899970"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Understanding the effectiveness and mechanisms of a social prescribing service: A mixed method analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Woodall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trigwell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Bunyan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Raine",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Health Serv. Res",
            "volume": "18",
            "issn": "",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-018-3437-7"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "All authors listed have made a substantial, direct, and intellectual contribution to the work and approved it for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}