{
    "paper_id": "d889664f8dae29b09c921dbc761fc2804be2b03f",
    "metadata": {
        "title": "Management of COVID-19-Related Severe Acute Respiratory Distress Syndrome in a Patient With Active Human Immunodeficiency Virus Infection",
        "authors": [
            {
                "first": "Rajesh",
                "middle": [],
                "last": "Panda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhopal",
                        "region": "IND"
                    }
                },
                "email": ""
            },
            {
                "first": "Pooja",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhopal",
                        "region": "IND"
                    }
                },
                "email": ""
            },
            {
                "first": "Saurabh",
                "middle": [],
                "last": "Saigal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhopal",
                        "region": "IND"
                    }
                },
                "email": ""
            },
            {
                "first": "Sunaina",
                "middle": [
                    "T"
                ],
                "last": "Karna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "All India Institute of Medical Sciences",
                    "location": {
                        "settlement": "Bhopal",
                        "region": "IND"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Our understanding of the risk of developing severe coronavirus disease 2019 infection in the population living with HIV is still evolving. In this report, we discuss the successful management of COVID-19-related acute respiratory distress syndrome (ARDS) in an active case of the human immunodeficiency virus (HIV) infection; the patient had an atypical presentation characterized by very rapid progression in the severity of respiratory symptoms needing invasive mechanical ventilation. The way the case was managed broke with the custom that mechanical ventilation in patients with COVID-19-related ARDS should be deferred as much as possible since the chances of survival are minimal, especially in immunocompromised patients. Although patients with HIV infection are immunocompromised and at risk of secondary infection, young age, lack of comorbidities, and early intubation may result in a good prognosis. ARDS ventilation strategy, good infection control practices, and individualized patient care can help to wean patients off mechanical ventilation. Recent evidence does not support the use of antiretroviral drugs for prophylaxis or treatment of COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) outbreak was declared as a pandemic by the World Health Organization (WHO) on March 11, 2020 [1] . Currently, India has the second-largest number of COVID-19 cases, with close to 3.1 million people already infected [2] . Unfortunately, it also has the third-largest HIV epidemic in the world, with 2.34 million people living with HIV infection (PLHIV) in India as of 2019 [3] . We report the first case in India that involved the successful management of an active HIV-positive case with severe acute respiratory distress syndrome (ARDS) following COVID-19 pneumonia needing invasive ventilation. To date, only one other HIV-positive case with COVID-19 pneumonia needing invasive ventilation has been successfully extubated; however, in that case, the disease was controlled with an undetectable viral load and CD4 count of 604 cells/cu mm. The patient had minimal respiratory symptoms, and intubation was employed for the protection of the airway due to post-encephalopathy seizures [4] . In another case series of five HIV-positive cases with COVID-19 pneumonia, only one needed invasive ventilation but was still in ICU after 21 days till the end of the study [5] .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 415,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1203,
                    "end": 1206,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A 35-year-old male presented to the emergency of a tertiary care hospital in Central India with complaints of fever with cough and breathlessness for three days. The patient was conscious and oriented but had labored breathing with oxygen saturation of 43% on room air. Non-invasive ventilation (NIV) was initiated with 100% FiO 2 , following which his saturation improved to 90%. He was intubated and initiated on mechanical ventilation due to impending respiratory failure with the arterial blood-gas analysis showing a PaO 2 /FiO 2 (P/F) ratio of 70. Laboratory investigations were done and a nasopharyngeal swab for COVID-19 reverse transcription-polymerase chain reaction (RT-PCR) was sent. Point-of-care ultrasonography of lungs was done, which showed B profile with basal consolidation in both lungs. The bedside chest X-ray revealed bilateral alveolar consolidation with peripheral distribution suggestive of COVID-19-related ARDS. He was started on injection piperacillin-tazobactam, injection Clexane, and injection methylprednisolone 500 mg intravenous once daily. Prone ventilation was commenced, and subsequently, his P/F ratio improved to 125. Laboratory reports on day one were notable for severe lymphopenia (4%) and a very high neutrophil-tolymphocyte ratio (NLR) of 23, suggestive of severe physiologic stress level. RT-PCR assay returned positive and the patient was started on injection remdesivir 200 mg on day one followed by 100 mg for 10 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "The patient's young age and lack of comorbidities were pointing against the rapid progression of the disease and clinical deterioration. Thus, the HIV ELISA test was sent, which came back positive. Past history revealed that he was a known HIV-positive case and was on antiretroviral therapy (ART) for the last five months. He was on a combination regimen of dolutegravir, lamivudine, and tenofovir. CD4 counts were 177 cells/mm 3 with a viral load of 24,000 copies/ml. Methylprednisolone was stopped, and injection dexamethasone 8 mg IV twice daily along with Septran-DS (prophylaxis for Pneumocystis jirovecii) was added to the treatment protocol. After three proning sessions in four days, lung compliance markedly improved. However, on day five, the patient developed sepsis and hemodynamic instability, requiring vasopressors. Blood cultures were sent and antibiotics were escalated empirically to injection meropenem 1 gm, injection colistin 3 MIU thrice daily, and injection caspofungin 50 mg once daily. Blood cultures revealed Candida and Acinetobacter, which was pan-sensitive. The tracheal culture was sterile for bacteria and Pneumocystis jirovecii. On day seven of illness, percutaneous tracheostomy (PCT) was done as the patient's P/F ratio was maintained at 180-200. He was weaned off sedation and put on spontaneous/continuous positive airway pressure (CPAP) mode. Subsequently, he was switched to a high-flow cannula through a tracheostomy tube. On day 11, a T-piece trial was given with minimal oxygen flow of 3 l/minute, followed by a trach-vent filter on room air. As he was maintaining oxygen saturation with adequate cough and intact sensorium, he was decannulated on day 12. Paired nasopharyngeal and throat swab for COVID-19 RT-PCR was repeated, which returned negative. The patient was thus discharged and advised to follow up after 10 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Presentation"
        },
        {
            "text": "To date, it is not clear if PLHIV are at greater risk of COVID-19 than the general population [6] . Several small cohort studies in hospitalized PLHIV with COVID-19 infection have suggested comparable clinical outcomes and risk of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection when compared with the general population, particularly in those with well-controlled HIV infection (on ART and with a CD4 count >200 cells/mm 3 and suppressed viral load) [7] . The highest rate of admission to the ICU is observed among patients aged between 60-79 years (60%), and the same age group has also been associated with the highest rates of invasive mechanical ventilation [8] .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 474,
                    "end": 477,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 686,
                    "end": 689,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The presentation of the current case was atypical as the patient was of a relatively young age (35 years), and he presented with severe ARDS needing invasive ventilation within three days from the onset of symptoms. With such atypical presentations, HIV could be a risk factor for the rapid progression of the disease in the absence of any other risk factors like advanced age and comorbidities. Since the patient was intubated relatively earlier in the course of the disease and was ventilated under sedation, there was no self-inflicted lung injury (P-SILI), which prevented any parenchymal damage that may have otherwise occurred due to labored breathing pattern at presentation. Early PCT helped him to maintain ventilator synchrony without the need for any sedation. Further, the lack of opportunistic infections due to continued ART leading to low viral counts might have helped in decreasing the severity of the disease and early recovery of the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "WHO does not recommend the use of antiretrovirals either as a treatment or preventive method for COVID-19. Both the Recovery Trial and WHO multicounty adaptative trial (Solidarity Trial) showed that lopinavir/ritonavir (LPV/r) does not contribute to any reduction in mortality, duration of hospital stay, and risk of progressing to invasive mechanical ventilation or death [9, 10] .",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 376,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on our findings, immunocompromised populations such as HIV patients with COVID-19 co-infection can have very atypical presentations with a very rapid progression of the disease. Young age, lack of comorbidities, early hospital admission, and the initiation of invasive ventilation may result in a less turbulent course and better prognosis in this subset. Lung-protective ARDS ventilation strategy, good infection control practices, and tailored patient care can help us in managing these patients successfully.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Recent evidence suggests no role for ART in the prophylaxis and treatment of COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Human subjects: Consent was obtained or waived by all participants in this study. Conflicts of interest: In compliance with the ICMJE uniform disclosure form, all authors declare the following: Payment/services info: All authors have declared that no financial support was received from any organization for the submitted work. Financial relationships: All authors have declared that they have no financial relationships at present or within the previous three years with any organizations that might have an interest in the submitted work. Other relationships: All authors have declared that there are no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional Information Disclosures"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 mask: A modified anatomical face mask",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Panda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kundra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saigal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hirolli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Padhihari",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Indian J Anaesth",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/ija.IJA_396_20"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus cases",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New Delhi: NACO, Ministry of Health and Family Welfare, Government of India",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Encephalopathy and seizure activity in a COVID-19 well controlled HIV patient",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tayyar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Risch",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fares",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Montemuro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IDCases",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idcr.2020.e00814"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 in patients with HIV: clinical case series",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ambrosioni",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Soriano",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mallolas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Miro",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet HIV",
            "volume": "2020",
            "issn": "",
            "pages": "30111--30120",
            "other_ids": {
                "DOI": [
                    "10.1016/S2352-3018(20)30111-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coronavirus disease 2019 (COVID-19) outcomes in HIV/AIDS patients: a systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Woodward",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alom",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harky",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "HIV Med",
            "volume": "2020",
            "issn": "",
            "pages": "567--77",
            "other_ids": {
                "DOI": [
                    "10.1111/hiv.12911"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Overview of SARS-CoV-2 infection in adults living with HIV",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ambrosioni",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Blanco",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Reyes-Urueña",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet HIV",
            "volume": "2021",
            "issn": "",
            "pages": "294--305",
            "other_ids": {
                "DOI": [
                    "10.1016/S2352-3018(21)00070-9"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical course and factors associated with outcomes among 1904 patients hospitalized with COVID-19 in Germany: an observational study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Nachtigall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lenga",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jóźwiak",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "26",
            "issn": "",
            "pages": "1663--1672",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.08.011"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Lopinavir-ritonavir in patients admitted to hospital with COVID-19 (RECOVERY): a randomised, controlled, open-label, platform trial",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Recovery Collaborative Group",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "2020",
            "issn": "",
            "pages": "1345--52",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)32013-4"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Repurposed antiviral drugs for Covid-19 -interim WHO Solidarity Trial results",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Peto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "384",
            "issn": "",
            "pages": "497--511",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2023184"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF1": {
            "text": "Laboratory values on the day of admission, day five, and day of discharge",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}