{
    "paper_id": "d8a1885b680a6a0832ec9da023b8d675ec1530af",
    "metadata": {
        "title": "Stretchable and anti-impact iontronic pressure sensor with an ultrabroad linear range for biophysical monitoring and deep learning-aided knee rehabilitation",
        "authors": [
            {
                "first": "Hongcheng",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Libo",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Haitao",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hanlin",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuejiao",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yuxin",
                "middle": [],
                "last": "Qin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ningjuan",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dandan",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ling",
                "middle": [],
                "last": "Duan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xuan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Siyu",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zhongbao",
                "middle": [],
                "last": "Luo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Weidong",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yang",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Monitoring biophysical signals such as body or organ movements and other physical phenomena is necessary for patient rehabilitation. However, stretchable flexible pressure sensors with high sensitivity and a broad range that can meet these requirements are still lacking. Herein, we successfully monitored various vital biophysical features and implemented in-sensor dynamic deep learning for knee rehabilitation using an ultrabroad linear range and highsensitivity stretchable iontronic pressure sensor (SIPS). We optimized the topological structure and material composition of the electrode to build a fully stretching on-skin sensor. The high sensitivity (12.43 kPa −1 ), ultrabroad linear sensing range (1 MPa), high pressure resolution (6.4 Pa), long-term durability (no decay after 12000 cycles), and excellent stretchability (up to 20%) allow the sensor to maintain operating stability, even in emergency cases with a high sudden impact force (near 1 MPa) applied to the sensor. As a practical demonstration, the SIPS can positively track biophysical signals such as pulse waves, muscle movements, and plantar pressure. Importantly, with the help of a neuro-inspired fully convolutional network algorithm, the SIPS can accurately predict knee joint postures for better rehabilitation after orthopedic surgery. Our SIPS has potential as a promising candidate for wearable electronics and artificial intelligent medical engineering owing to its unique high signal-to-noise ratio and ultrabroad linear range.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Wearable flexible pressure sensors (FPSs) that can continuously monitor biophysical information are urgently needed to provide early warning and rapid rehabilitation for fitness and healthcare [1] [2] [3] [4] [5] . Although important progress based on various sensing types, such as piezoresistive [6] [7] [8] [9] [10] , piezocapacitive [11] [12] [13] [14] , piezoelectric [15] [16] [17] , and triboelectric effects [18] [19] [20] [21] , has been achieved, FPSs with both ultrahigh linear sensing range (near 1 MPa) and sensitivity (over 10 kPa -1 ) are rare. Continuous monitoring of the human body requires a highly practical durability for FPSs, especially during physical exercise or emergency circumstances such as sudden falls, which can result in high pressure on the sensor. Therefore, there is an urgent need for sensors to not only possess an ultrabroad sensing range but also maintain acceptable sensitivity.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 205,
                    "end": 208,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 302,
                    "end": 305,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 306,
                    "end": 309,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 310,
                    "end": 313,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 314,
                    "end": 318,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 337,
                    "end": 341,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 347,
                    "end": 351,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 352,
                    "end": 356,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 373,
                    "end": 377,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 383,
                    "end": 387,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 416,
                    "end": 420,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 431,
                    "end": 435,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To address this obstacle, iontronic piezocapacitive (IPC) sensors with a high signal-to-noise ratio and broad sensing range have recently attracted attention [22] [23] [24] [25] [26] [27] . Benefitting from their electrical double-layer (EDL)-induced high capacitance compared to traditional planar plate capacitors, their capacitance value increases accordingly with increasing applied pressure because of the enlarged accessible surface area and decreased ion transportation distance between two opposite electrodes. For instance, Pan et al. introduced an IPC sensor with a higher sensitivity and wide sensing range using an elastic ionic-electronic interface 25, 28 , providing an ultrahigh unit-area capacitance. Guo et al. further achieved a graded intrafillable architecture-based iontronic sensor with an unprecedentedly high sensitivity (Smin>220 kPa −1 ) and a broad pressure regime (0.08 Pa-360 kPa) through the design of a new structural configuration of the IPC sensor to increase the spatially alternating ion transportation in nanometer spacing 29 . However, stretchable iontronic pressure sensors (SIPSs) with high sensitivity and a broad sensing range are rare. Given the circumstances employing a sensor when tracking a biophysical signal for a subject during an emergency, such as the considerable force impacts applied on the sensor during physical activities, it is necessary to improve the stretchability and operating range of the sensor.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 662,
                    "end": 665,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 666,
                    "end": 668,
                    "text": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In addition, this is expected to better monitor biophysical signals and facilitate patient rehabilitation after clinical surgery when combined with deep learning 4, 5, [30] [31] [32] [33] [34] [35] [36] . One typical strategy is to classify and predict perceptions with learning and training in the in-sensor deep-learning mode. For example, Yeo et al. developed a wireless soft electronic system and a data classification deep learning algorithm to provide a feasible tool for the real-time detection of ocular motions and portable therapy 37 . Additionally, Jan et al. used in-sensor adaptive learning to endow a wearable surface electromyography biosensing system with the capacity of accurate hand gesture recognition 32 . The above results demonstrated that deep learning has potential in the detection of biophysical monitoring by flexible wearable electronics.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 165,
                    "end": 167,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 168,
                    "end": 172,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 173,
                    "end": 177,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 178,
                    "end": 182,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 183,
                    "end": 187,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 188,
                    "end": 192,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 193,
                    "end": 197,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 198,
                    "end": 202,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 541,
                    "end": 543,
                    "text": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 722,
                    "end": 724,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Herein, we developed an on-skin SIPS with an ultrabroad linear working range to monitor various biophysical features and implemented in-sensor dynamic deep learning for knee rehabilitation training. Benefitting from stable conductive composite serpentine interconnected electrodes and the EDL capacitance effect, the SIPS achieved an ultrabroad linear sensing range (1 MPa) and enhanced sensitivity (12.43 kPa −1 ), as well as ultrahighpressure resolution (6.4 Pa). Furthermore, our sensor is able to monitor various features from biophysical signals to high foot pressure in a noninvasive, fast, and real-time manner. Additionally, owing to the ultrabroad sensing range, the sensor can still work well when subject to consecutive hammering tests imitating a demonstration of sudden impact during physical exercise or emergency circumstances such as a sudden fall. The neuro-inspired fully convolutional network (FCN) algorithm learns and trains the in-sensor data acquired from the SIPS with a processing circuit for evaluating the knee-motion state process. Such a strategy provides a favorable artificial intelligence (AI) assessment method for knee rehabilitation after orthopedic postoperative surgery, demonstrating the potential of a sensitive SIPS for clinical engineering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Overall device design and working principle",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "The exploded view illustrates that our designed system is primarily composed of an encapsulated soft silicone layer, a serpentine polyimide (PI) substrate coated with gold and carbon-graphite flake (C-GF) composite materials as electrodes, and a nanostructured ionic membrane (Fig. 1a) . This thin, lightweight, and stretchable pressure sensor device allows for conformal attachment on the epidermal skin surface to accurately monitor biophysical signals such as eye blinks, throat vibrations, pulse waves, and other physical activities. As demonstrated in Fig. 1b , the wearable SIPS array enables intimate conformality with various nonplanar surfaces, such as a cylindrical and spherical nondevelopable surface. In addition, the device can bear severe twisting and stretching, exhibiting good potential for intimate skin wearability. Notably, ultrahigh-pressure produced during strenuous exercise or emergency circumstances (i.e., a sudden fall) can cause permanent damage to the sensors, which thus requires the sensor to provide an ultrahigh working range. Benefitting from the unique iontronic sensing mechanism of the sensor, an ultrabroad linear working limit of 1 MPa was achieved, which significantly broadens its applications. Furthermore, convolutional networks have been widely used recently to train and learn in-sensor modalities for systematic judgment of devices, which leads to more accurate decision-making or prediagnosis, such as robot awareness and rehabilitating management. FCN-aided knee rehabilitation monitoring of the sensor was therefore carefully analyzed in this study.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 276,
                    "end": 285,
                    "text": "(Fig. 1a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 557,
                    "end": 564,
                    "text": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "Based on the classic compression theory of porous fibrous assemblies 38 , the iontronic capacitance of the IPC sensor can be depicted by Equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "where c 0 is the initial capacitance, A is the effective sensing area, P is the applied pressure, E is the material equivalent elastic modulus, A f0 is the initial area fraction at P = 0, and α is the ionic composite distribution factor. The sensor's capacitive characterization is developed with different p and α when c 0 = 1 pF and A f0 = 25 mm 2 in Fig. 2a , which shows two obviously different digital capacitance areas: Regime I, which is usually applied in a conventional IPC sensor with a lower capacitance saturation, and Regime II, which is relatively desirable since sensor customization with fewer sensing materials can also develop a higher capacitance. Within a fixed applied pressure range, a higher capacitance variation level determined a higher sensitivity. Hence, the desirable capacitive level makes Regime II more favorable for SIPS construction. In this study, a polyvinyl alcohol (PVA)-KOH ionic film-based EDL iontronic sensor, which belongs to this region, is introduced. In contrast to several EDL sensing materials and structures 25, [39] [40] [41] , the fibric-like PVA-KOH-based sensor also displays superior properties in the working range, sensitivity, and response time (Table S1 ). To prepare the device's electrode, a fast, novel, and low-cost subtractive manufacturing approach was employed (Fig. S1 ). Arbitrary complicated patterns or electrode arrays can be easily manufactured, as shown in Figs. S2, S3, through this method. The detailed fabrication process can be found in the experimental section and SI. In addition, the dielectric layer also plays an important role in the capacitance level of the sensor device (Fig. 2b) . When a certain pressure was applied on the SIPS, the ions inside the ionic film moved to opposite electrodes to form EDL capacitance, and the corresponding equivalent circuit is depicted as Fig. S4 , resulting in a largely increased parallel capacitance formation compared to the traditional capacitive sensor. In this work, the soft and stretchable PVA-KOH ionic film was regarded as the stretchable dielectric layer ( Fig. 2c and properties of serpentine structure deployments in experimental tests. A minimum deformation of 20% was experimentally observed in the diagonal stretching test when the device reached its limit stress of 9 MPa, and Fig.  S7 further exhibited a deformation of over 20% of the SIPS protected by silicon elastomer under uniaxial tensile tests, which meets the on-skin device's requirements 42 . Additionally, Figs. S8-S10 and movies S4, S5 exhibit the desirable deformation capability and conductivity of the well-aligned serpentine electrodes under large tensile strength, which revealed the electrode's excellent stability and feasibility.",
            "cite_spans": [
                {
                    "start": 1057,
                    "end": 1060,
                    "text": "25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1061,
                    "end": 1065,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1066,
                    "end": 1070,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1071,
                    "end": 1075,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 2485,
                    "end": 2487,
                    "text": "42",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 353,
                    "end": 360,
                    "text": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1202,
                    "end": 1211,
                    "text": "(Table S1",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1334,
                    "text": "(Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1655,
                    "end": 1664,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1857,
                    "end": 1864,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2087,
                    "end": 2094,
                    "text": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2313,
                    "end": 2321,
                    "text": "Fig.  S7",
                    "ref_id": null
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "The performance of the SIPS unit was analyzed as shown in Fig. 3 . The sensitivity (S) of the sensor is typically defined as S = δ(ΔC/C0)/δ(ΔP), where C0 is the initial capacitance without any applied pressure and ΔC and ΔP are the variations in the capacitance and corresponding applied pressure, respectively. The ΔC/C0 versus the applied pressure is plotted as shown in Fig. 3a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 64,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 373,
                    "end": 380,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Device characterizations"
        },
        {
            "text": "Our SIPS sensor exhibits an ultrabroad sensing range up to 1 MPa while still showing superior sensitivity of 23.10 kPa -1 (below 325 kPa) and 12.43 kPa -1 (325 kPa to 1 MPa). Additionally, a highly linear relationship between the produced capacitance value and pressure variation was plotted, which benefitted from the EDL capacitance effect and the stable conductive composite-based serpentine interconnect electrodes. Such a superior trade-off between the sensitivity and working range, to our scientific knowledge, has never been reported before and would provide extended practical applications from low pressure (such as pulse or respiration) to high pressure (e.g., falling impact or foot pressure). Control experiments that used pure polydimethylsiloxane (PDMS) and copper as the dielectric layer and electrode (Fig. S11) , respectively, showed inferior sensitivities of only 0.0424 kPa -1 and 0.0002 kPa -1 . Such high performance is mainly derived from the high surface areas, good conductivity of the added graphite flakes (GFs) into the carbon ink (Figs. S12, S13), and synergistic reaction between the ionic dielectric layer and the multimaterial composition. Moreover, Fig. 3b exhibits a nearly negligible hysteresis between the capacitance variation and applied pressure, demonstrating the excellent linear response nature of our sensor. In addition, our sensor exhibited a rapid response time of 14.2 ms and relaxation time of 13.9 ms under a continuous pressure of 5 kPa (Fig. 3c) , a high signal-to- noise ratio of 7.68 and a minimum pressure detection limit of only 6.4 Pa (Fig. 3d) , achieving a great balance between the detection limit and sensing range. This was also demonstrated by a comparison of our study with other related reports (Fig. 3e) , which showed an ultrabroad sensing range and favorable sensitivity comparable and even superior to other works [11] [12] [13] [14] 22, 24, 26, 39, [42] [43] [44] [45] [46] . Long-term durability determined its practical capability. Even under a high pressure of 800 kPa or a low pressure of 10 kPa over 11000 cycles, our sensor holds a constant value without obvious signal decay (Fig. 3f, Fig. S14 ). To further elucidate the sensing mechanism, electrochemical testing of the current density versus the operating potential variation of our sensor under different pressures and scanning rates is shown in Fig. 3g and Fig. S15 , respectively. Obviously, the cyclic voltammetry (C-V) curves exhibit a rectangular shape and typical EDL capacitive performance. The integrated profile area also increases with the applied pressure, further demonstrating its supercapacitive mechanism. The effect of thickness and frequency on capacitance was also investigated, as shown in Fig. S16 .",
            "cite_spans": [
                {
                    "start": 1882,
                    "end": 1886,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1887,
                    "end": 1891,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1892,
                    "end": 1896,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1897,
                    "end": 1901,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1902,
                    "end": 1905,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1906,
                    "end": 1909,
                    "text": "24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1910,
                    "end": 1913,
                    "text": "26,",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1914,
                    "end": 1917,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1918,
                    "end": 1922,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1923,
                    "end": 1927,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1928,
                    "end": 1932,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1933,
                    "end": 1937,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1938,
                    "end": 1942,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [
                {
                    "start": 818,
                    "end": 828,
                    "text": "(Fig. S11)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1182,
                    "end": 1189,
                    "text": "Fig. 3b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1487,
                    "end": 1496,
                    "text": "(Fig. 3c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1591,
                    "end": 1600,
                    "text": "(Fig. 3d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1759,
                    "end": 1768,
                    "text": "(Fig. 3e)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2151,
                    "end": 2169,
                    "text": "(Fig. 3f, Fig. S14",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2376,
                    "end": 2383,
                    "text": "Fig. 3g",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2388,
                    "end": 2396,
                    "text": "Fig. S15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2739,
                    "end": 2747,
                    "text": "Fig. S16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Device characterizations"
        },
        {
            "text": "To further demonstrate the practical application of the sensor by ultrabroad working range features, various noninvasive, fast, and real-time biophysical monitoring was conducted, as shown in Fig. 4 . Typically, pulse, eye blinks, throat vibrations, and plantar pressure are important indicators for various disease diagnoses or life monitoring. As illustrated in Fig. 4a , the capacitance fluctuations of our sensor accurately recorded the pulse wave for the volunteer. A heartbeat frequency of 62 min -1 within the standard of a normal person's pulse rate between 60 and 80 min --1 was observed, and three obvious peaks, referred to PS (percussion), PT (tidal), and PD (diastolic) waves, as important clinical signals of cardiovascular disease, can also be distinguished. Additionally, our sensor is able to detect eyeblinks with different statuses and frequencies owing to its excellent sensitivity and fast response time (Fig. 4b) , which is beneficial for the early evaluation of microexpressions or eye disease. Similarly, throat vibrations with various word spellings were quantitively analyzed (Fig. 4c) . The speaking magnitude and frequency were monitored via Frontier transformation with a dominant frequency of 0.95 Hz, indicating good voice recognitions. Finally, dynamic plantar pressure was also successfully recorded when walking, running, and even jumping. The capacitance vibrations of frequency and magnitude accurately represent motion characteristics of corresponding postures, indicating their application in motion prediction (Fig. 4d) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 364,
                    "end": 371,
                    "text": "Fig. 4a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 925,
                    "end": 934,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1102,
                    "end": 1111,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1549,
                    "end": 1558,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Vital biophysical monitoring"
        },
        {
            "text": "To deeply exploit the advantage of the ultrabroad linear sensing range of the flexible sensor, its application scenario is shown in Fig. 5 . An increasing number of people are now participating in extreme sports such as boxing and skiing to stay healthy. However, during these exercises, some unavoidable/unexpected situations often occur, such as falls, bruises, collisions and so on (Fig. 5a) . Under these accidental circumstances, a large impact force can cause permanent damage to the flexible sensor if the sensing range of the sensor is relatively low. To verify the SIPS's application in severe high-pressure situations, our sensor was subjected to consecutive hammering tests, which can imitate a demonstration of sudden impact (Fig. 5b , the transient violent hit pressure is estimated to be over 1 MPa). It is obvious that the capacitance saturation remained over 90%, and the sensitivity and working range remained almost unchanged, even after 30 instantaneous impacts with dynamic violent hammer strikes (Fig. 5c, d) . In addition, a transient boxing impact test was conducted under a stress level near 1 MPa while the sensor was conformal with the end surface of a boxing glove. A male volunteer wearing a boxing glove suddenly struck the wall with 10 continuous strikes. The sensor response almost achieves capacitance saturation and remains stable (Fig. 5e) , further verifying the sensor's durability and revealing that our sensor can meet practical ultrahigh-pressure needs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 138,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 394,
                    "text": "(Fig. 5a)",
                    "ref_id": null
                },
                {
                    "start": 737,
                    "end": 745,
                    "text": "(Fig. 5b",
                    "ref_id": null
                },
                {
                    "start": 1017,
                    "end": 1029,
                    "text": "(Fig. 5c, d)",
                    "ref_id": null
                },
                {
                    "start": 1364,
                    "end": 1373,
                    "text": "(Fig. 5e)",
                    "ref_id": null
                }
            ],
            "section": "Anti-impact application"
        },
        {
            "text": "Deep learning was recently extensively studied with flexible sensors to broaden its potential application. To demonstrate its application in biophysical monitoring and health care applications, the rehabilitation of knee joints aided by a sensor is evaluated. Overflexed or extended states can lead to meniscus injuries in the knees (Fig. 6a ). The inherent pressure-level and position monitoring of knee joint postures therefore acts as a key symptom to evaluate rehabilitating conditions after orthopedic surgery to avoid further injury during clinical rehabilitation training. When the integrated SIPS with the processing circuit was fixed on the volunteer's knee joint (Fig. 6b) , the stress distribution of the kneecap could be recorded smoothly via the capacitance acquisition circuit transmitting to the storage chip. The functional block diagrams of the processing circuit in Fig. 6c show the systemic flow of the capacitance to the digital voltage transformation and main control chip for switching and scanning among overall channel signals (see the circuit design in the Methods for details, Figs. S17, S18). As illustrated in Table S2 ). Each posture contains 36 numerical values in the iterative process. A schematic illustration of FCN-aided deep learning for knee posture prediction is shown in Fig. S19 . In the FCN-aided deep-learning process, four posture predictions were obtained by training and iterating three overlays. The whole accuracy of the four postures I~IV was modified in Fig. 6e . The FCN-aided model exhibited a 91.8% high average training accuracy, demonstrating the deep-learning model's high robustness and feasibility. The classification confusion matrix holds 80 times the posture recorded in the experiments (Fig. 6f) , in which the text values are the accuracy percentages of the predicted posture. The diagonal colored background represents the predicted correct proportion of each class. Owing to the deep-learning mode training from postures I to IV, the systemic feasibility is cumulatively developed, so the later predicted accuracy is higher than foregoing classes, which render no interference on the overall evaluation. Finally, rather than evaluating the training posture, the focus on the actual posture feedback and prediction is more important for practical uses. Based on the bending angle (β, Fig. 6a ) of the knee joint, three actual posture states can be defined as prompt categories of normal (~30°), warning (30°−90°), and alarming (90°~) in the rehabilitating training (Fig. 6g) , and corresponding the actual knee bending angle of 180°, 90-180°, and~90°referred as normal, as a warning, as alarming prompt, respectively. A patient's knee posture can be an early warning of a corresponding status to awaken AI rehabilitation platforms by our SIPS. A specially tested posture as in the inset was inputted into the training mode, which proleptically distinguished it as the second class with 93.27% ultrahigh precision (Fig. 6h) , exhibiting the excellent prediction capability of the in-sensor deep-learning mode in clinical knee rehabilitation prediagnosis.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 333,
                    "end": 341,
                    "text": "(Fig. 6a",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 682,
                    "text": "(Fig. 6b)",
                    "ref_id": null
                },
                {
                    "start": 884,
                    "end": 891,
                    "text": "Fig. 6c",
                    "ref_id": null
                },
                {
                    "start": 1138,
                    "end": 1146,
                    "text": "Table S2",
                    "ref_id": null
                },
                {
                    "start": 1310,
                    "end": 1318,
                    "text": "Fig. S19",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1503,
                    "end": 1510,
                    "text": "Fig. 6e",
                    "ref_id": null
                },
                {
                    "start": 1747,
                    "end": 1756,
                    "text": "(Fig. 6f)",
                    "ref_id": null
                },
                {
                    "start": 2347,
                    "end": 2354,
                    "text": "Fig. 6a",
                    "ref_id": null
                },
                {
                    "start": 2528,
                    "end": 2537,
                    "text": "(Fig. 6g)",
                    "ref_id": null
                },
                {
                    "start": 2976,
                    "end": 2985,
                    "text": "(Fig. 6h)",
                    "ref_id": null
                }
            ],
            "section": "Deep learning-aided knee rehabilitation"
        },
        {
            "text": "In summary, this work demonstrated a stretchable flexible iontronic pressure sensor with an ultrabroad linear sensing range up to 1 MPa while still presenting superior sensitivity, which benefitted from EDL capacitance and stable conductive composite-based serpentine interconnect electrodes. Furthermore, the overall mechanically soft feature, excellent ultrabroad linear range-sensitive properties, and high detection limit make our device intimately contact human skin seamlessly and successfully track biophysical signals such as pulse waves, muscle movements, and plantar pressure. The ultrabroad sensing range guarantees its superior anti-impact ability, even in the high-pressure range. Importantly, the SIPS enabled the detection of kneecap pressure distribution and successfully predicted the corresponding motion posture by a neuroinspired FCN algorithm with learning and training in the in-sensor deep-learning mode. We hope that our sensitive SIPS has the potential as a favorable AI assessment for orthopedic postoperative knee rehabilitation or other health monitoring in future clinical engineering.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To prepare the serpentine electrodes, a silicone elastomer (100 μm, Xingye Plastic Products Factory, Guangdong Province) was first laminated on a glass slide (10 × 10 cm 2 ). A PI film (50 μm, Shenzhen Wangyang Adhesive Tape Co. Ltd) was then carefully adhered to the above-prepared silicone film. Chromium and gold film were subsequently sputtered onto the PI film by magnetron sputtering (Gewei, GVC-2000) Fig. 6 Applications for knee rehabilitation monitoring. a Knee-posture illustration of personal sports injuries. b Optical image of the SIPS connected with a processing circuit mounted on a participant's knee. c Functional block diagram of multichannel capacitive signal acquisition. d Normalized kneecap stress distribution measured from four bending statuses. e Whole accuracy of acquiring kneecap stress data after 1000 epochs of deep learning based on the FCN method. f Classification confusion matrix for actual posture prediction. g Schematic diagram of presupposed bending angle categorizations. h Verification of acquiring data from special knee bending status in our deep-learning system composite film was fully cured at 70°C for 4 h, the designed pattern was obtained directly by a microcutter (Anycut, C16) at a speed of 50 m s -1 and 1% pressure.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 407,
                    "text": "GVC-2000)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 408,
                    "end": 414,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Fabrication of the serpentine interconnect electrodes and ionic film"
        },
        {
            "text": "The PVA-KOH gel ionic film was fabricated according to our previous research 47 .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "text": "47",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Fabrication of the serpentine interconnect electrodes and ionic film"
        },
        {
            "text": "Briefly, 3 g of PVA was initially dissolved in 20 mL of deionized water at 100°C with vigorous stirring for 1 h, followed by the addition of 10 mL of a KOH solution at a concentration of 0.3 g mL −1 . The PVA-KOH gel ionic solution was then poured onto sandpaper and cured at room temperature for 12 h. The conductive electrodes and the ionic film were then observed with a scanning electron microscope (SEM, JEOL JSM-6360LV).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fabrication of the serpentine interconnect electrodes and ionic film"
        },
        {
            "text": "The SIPS is mainly composed of a flexible packaging elastomer, nonmetal conductive stretchable electrodes, and ionic film. The detailed assembly process of the SIPS and of the corresponding connection pad are shown in Fig. S20 . First, a fabricated ionic film was engraved by a 355 nm UV laser (30 kHz pulse frequency, 300 mm s −1 cutting speed for 4 repetition cuttings) to obtain 36 uniform circular ionic substrates. Each independent circular ionic film was aligned with an electrode pad and cured at 50°C for 0.5 h. Additionally, a 355 nm UV laser was used to cut the copper connection pad with a thickness of 10 μm for the device connection (50 kHz pulse frequency, 300 mm s −1 cutting speed for 10 repetitions). The laserbased connection pad that was transferred with watersoluble tape (AQUASOL tape) was connected to the conductive composite pad with conductive silver paste and fixed on the bottom electrodes by a hot embossing machine (Changshang Chen e-commerce Co., Ltd). Subsequently, the top alignment with the bottom electrodes was connected together by van der Waals forces between two larger silicone elastomer films, followed by bonding at 70°C for 24 h.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 218,
                    "end": 226,
                    "text": "Fig. S20",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Assembly of the flexible iontronic device"
        },
        {
            "text": "The capacitive properties were tested via an LCR digital bridge meter (TH2832, Tonghui Electronics Co. Ltd, Changzhou, and HIOKI IM2536). Compression or tensile tests were applied by a universal mechanical testing machine (Zhi Qu, ZQ-990B). Corresponding current and potential correlations of the sensor were directly recorded by the source meter (Keithley 2400) or electrochemical workstation (Chenhua, CHI760e) with a twoelectrode mode.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Electromechanical and mechanical testing of the device"
        },
        {
            "text": "Thirty-six channel sensing acquisitions were connected with two switching matrix chips (CD80857), with a row and column selection rate of 50 ms for each element capacitance data. The capacitance obtained was transmitted to a capacitance digital converter (AD7745) to obtain the corresponding voltage change. Then, each signal was processed with a marked output in the CPU control center (STM32).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analogical circuit design"
        },
        {
            "text": "Using stratified sampling in each category. Overall, 80 sets of four postures were trained with a three-tier structure by the FCN algorithm. The activation function adopts the Re-Lu activation algorithm. During the learning process, the batch size, learning rate, and weight attenuation were set to 4, 1e −2 , and 1e −1 , respectively. A total of 1000 epochs are trained using stochastic gradient descent. The training set accounts for 90%, and the test set accounts for 10%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling deep-learning process"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Large-area all-textile pressure sensors for monitoring human motion and physiological signals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv Mater",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mechano-acoustic sensing of physiological processes and body motions via a soft wireless device placed at the suprasternal notch",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Biomed. Eng",
            "volume": "4",
            "issn": "",
            "pages": "148--158",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Skin-interfaced biosensors for advanced wireless physiological monitoring in neonatal and pediatric intensive-care units",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "U"
                    ],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "26",
            "issn": "",
            "pages": "418--429",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A wearable biosensing system with in-sensor adaptive machine learning for hand gesture recognition",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Electron",
            "volume": "4",
            "issn": "",
            "pages": "54--63",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Skin-inspired quadruple tactile sensors integrated on a robot hand enable object recognition",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Robot",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Crystallized monolayer semiconductor for ohmic contact resistance, high intrinsic gain, and high current density",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advanced Materials",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ultrahigh-sensitive finlike double-sided e-skin for force direction detection",
            "authors": [
                {
                    "first": "X.-F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Appl. Mater. Interfaces",
            "volume": "12",
            "issn": "",
            "pages": "14136--14144",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Flexible waterproof piezoresistive pressure sensors with wide linear working range based on conductive fabrics",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nano-Micro Letters",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A transparent stretchable sensor for distinguishable detection of touch and pressure by capacitive and piezoresistive signal transduction",
            "authors": [
                {
                    "first": "B.-U",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "NPG Asia Materials",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Magnetically induced micropillar arrays for an ultrasensitive flexible sensor with a wireless recharging system",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Sci. China Mater",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Highly morphology-controllable and highly sensitive capacitive tactile sensor based on epidermis-dermis-inspired interlocked asymmetricnanocone arrays for detection of tiny pressure",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Small",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "A highly sensitive and flexible capacitive pressure sensor based on a micro-arrayed polydimethylsiloxane dielectric layer",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Mater. Chem. C",
            "volume": "6",
            "issn": "",
            "pages": "13232--13240",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Flexible, tunable, and ultrasensitive capacitive pressure sensor with microconformal graphene electrodes",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Appl Mater. Interfaces",
            "volume": "11",
            "issn": "",
            "pages": "14997--15006",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Flexible capacitive pressure sensor enhanced by tilted micropillar arrays",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Appl Mater. Interfaces",
            "volume": "11",
            "issn": "",
            "pages": "17796--17803",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Flexible piezoelectric ultrasonic energy harvester array for bioimplantable wireless generator",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nano Energy",
            "volume": "56",
            "issn": "",
            "pages": "216--224",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Wireless piezoelectric devices based on electrospun PVDF/ BaTiO3 NW nanocomposite fibers for human motion monitoring",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nanoscale",
            "volume": "10",
            "issn": "",
            "pages": "17751--17760",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Biomimetic and flexible piezoelectric mobile acoustic sensors with multiresonant ultrathin structures for machine learning biometrics",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci Adv",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Minimalist and multi-functional human machine interface (HMI) using a flexible wearable triboelectric patch",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nano Energy",
            "volume": "62",
            "issn": "",
            "pages": "355--366",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A highly sensitive, self-powered triboelectric auditory sensor for social robotics and hearing aids",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci Robot",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A breathable, biodegradable, antibacterial, and self-powered electronic skin based on all-nanofiber triboelectric nanogenerators",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Adv",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A Single-Mode, Self-Adapting, and Self-Powered Mechanoreceptor Based on a Potentiometric-Triboelectric Hybridized Sensing Mechanism for Resolving Complex Stimuli",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Arias",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv. Mater",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Integrated Soft Ionotronic Skin with Stretchable and Transparent Hydrogel-Elastomer Ionic Sensors for Hand-Motion Monitoring",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soft Robot",
            "volume": "6",
            "issn": "",
            "pages": "368--376",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Self-Powered Sensor Based on Bionic Antennae Arrays ansd Triboelectric Nanogenerator for Identifying Noncontact Motions",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Advanced Materials Technologies",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Highly Transparent and Flexible Iontronic Pressure Sensors Based on an Opaque to Transparent Transition",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advanced Science",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Imperceptible Epidermal-Iontronic Interface for Wearable Sensing",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Advanced Materials",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ionic Skin with Biomimetic Dielectric Layer Templated from Calathea ZebrineLeaf",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Advanced Functional Materials",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Highly Sensitive Flexible Iontronic Pressure Sensor for Fingertip Pulse Monitoring",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advanced Healthcare Materials",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Supercapacitive Iontronic Nanofabric Sensing",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Adv Mater",
            "volume": "29",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Graded intrafillable architecture-based iontronic pressure sensor with ultra-broad-range high sensitivity",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Commun",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Deep-Learning-Based Deconvolution of Mechanical Stimuli with Ti3C2Tx MXene Electromagnetic Shield Architecture via Dual-Mode Wireless Signal Variation Mechanism",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ACS Nano",
            "volume": "14",
            "issn": "",
            "pages": "11962--11972",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Biomimetic and porous nanofiberbased hybrid sensor for multifunctional pressure sensing and human gesture identification via deep learning method",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Syu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Lo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Fuh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nano Energy",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Sign-to-speech translation using machine-learning-assisted stretchable sensor arrays",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Electron",
            "volume": "3",
            "issn": "",
            "pages": "571--578",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Wearable devices for the detection of COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Ates",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Yetisen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Güder",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dincer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Electron",
            "volume": "4",
            "issn": "",
            "pages": "13--14",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Gesture recognition using a bioinspired learning architecture that integrates visual data with somatosensory data from stretchable sensors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Electron",
            "volume": "3",
            "issn": "",
            "pages": "563--570",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Deep learning",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lecun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Nature",
            "volume": "521",
            "issn": "",
            "pages": "436--444",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Ultrasensitive Anti-Interference Voice Recognition by Bio-Inspired Skin-Attachable Self-Cleaning Acoustic Sensors",
            "authors": [
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Dinh",
                    "suffix": ""
                },
                {
                    "first": "T.-S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ACS Nano",
            "volume": "13",
            "issn": "",
            "pages": "13293--13303",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Soft, wireless periocular wearable electronics for real-time detection of eye vergence in a virtual reality toward mobile eye therapies",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Adv",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Ionic Tactile Sensors for Emerging Human -Interactive Technologies: A Review of Recent Progress",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Amoli",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Advanced Functional Materials",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Ionic Skin with Biomimetic Dielectric Layer Templated from Calathea Zebrine Leaf",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Advanced Functional Materials",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Enhanced Sensitivity of Iontronic Graphene Tactile Sensors Facilitated by Spreading of Ionic Liquid Pinned on Graphene Grid",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Advanced Functional Materials",
            "volume": "30",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Highly sensitive, self-powered and wearable electronic skin based on pressure-sensitive nanofiber woven fabric sensor",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Scientific Reports",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Highly sensitive flexible pressure sensors with microstructured rubber dielectric layers",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Mannsfeld",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat. Mater",
            "volume": "9",
            "issn": "",
            "pages": "859--864",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Micro-nano hybrid-structured conductive film with ultrawide range pressure-sensitivity and bioelectrical acquirability for ubiquitous wearable applications",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Applied Materials Today",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Highly Morphology-Controllable and Highly Sensitive Capacitive Tactile Sensor Based on Epidermis-Dermis-Inspired Interlocked Asymmetric-Nanocone Arrays for Detection of Tiny Pressure",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Small",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Highly sensitive flexible pressure sensor based on ionic dielectric layer with hierarchical ridge microstructure",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sens. Actuators A: Phys",
            "volume": "313",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Micropatterned Pyramidal Ionic Gels for Sensing Broad-Range Pressures with High Sensitivity",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "ACS Appl Mater. Interfaces",
            "volume": "9",
            "issn": "",
            "pages": "10128--10135",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Graphene-Bridged Multifunctional Flexible Fiber Supercapacitor with High Energy Density",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "ACS Appl Mater. Interfaces",
            "volume": "10",
            "issn": "",
            "pages": "28597--28607",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. S5). Abundant~10 μm pore nanostructures are beneficial for enhancing the capacitance due to the enhanced contact area under applied high pressure(Fig. 2d, e and Fig. S6). Furthermore, the PVA-KOH and C-GF films on the substrate film showed larger strains of 133% and 25%, respectively, as shown inFig. 2f, both demonstrating their characteristics for stretching electronics. For a quantitative analysis of the stretching and conformal performances of the SIPS, finite element analysis (FEA) and corresponding experimental characterization were conducted(Fig. 2g, movies S1-S3). A planar biaxial, spherical tight conformal (R =8 cm), and diagonal stretching tensile test were introduced here. Symmetrical loading means of the stress in experimental tests provide guides for FEA simulations and enable the experimental result to highly agree with the simulation result. All FEA results illustrate the tensile strain concentration in each serpentine connection, which is consistent with the mechanical Design and special morphing capability of the SIPS. a Exploded view of the iontronic-capacitive sensing element composed of stretchable conductive C-GF electrodes, an ionic membrane, and a packaged silicone elastomer. b The device still retains its original integrity even under mechanical deformation, such as bending, stretching, or twisting (scale bar: 1 cm)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Working mechanism and material characterization of the sensor. a Evaluated capacitance by EDL equivalent calculation. b Schematic illustration of the sensor's working principle under applied pressure. c Iontronic membrane model with the fiber-like PVA distribution. d-e SEM of the PVA-KOH ionic film and its corresponding locally enlarged image (scale bar: 20 μm and 2 μm, respectively). f Tensile tests of the conductive composite and ionic film. g Experimental and 3D-FEA results of the SIPS in three mixed modes: biaxial stretching, conforming to a hemispherical surface, and diagonal tensile",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Electronic performance of the sensor for pressure sensing. a Normalized change in the experimental capacitance versus the applied pressure. b Capacitive response versus different applied stresses. c Outlined response and relaxation time under a pressure of 5 kPa. d Detecting stress resolution at low pressure. e Comparison of the sensitivity of our ionic sensor with other sensors. f Long-term durability over 12000 cycles under a pressure of 800 kPa. g Current density curves versus the potential under independently applied stress",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 6d, four typical postures of the knee joint regarding unbending, slight bending, bow stance, and striding were defined as I, II, III, and IV postures, respectively. Hence, each normalized distributing pressure map represents the corresponding knee joint movement features, including the pressure level and position. For accurate prediction of knee joint postures, the neuroinspired FCN algorithm was conducted locally, where 80 arrays after the twodimensional matrix to a one-dimensional array Biophysical signal monitoring of an adult male (178 cm in height, 70 kg in weight). a Pulse monitoring of the SIPS unit wrapped on the wrist and its corresponding pulse wave peaks for cardiovascular disease detection. b Blink evaluations while the SIPS unit is conformal with the corner of the eye with distinct opened states and different goggle angles. c Records of the sound spectrum while saying different words and the corresponding sound frequency spectrum by Fourier transformation.d Information from three motion features and their corresponding response times under walking mode while sensor withstands foot pressure transformation were used for training and updating in the deep learning model, with 1000 epoch iterations during 3 overlayer training networks (see the detailed process of modeling deep learning in the Methods and",
            "latex": null,
            "type": "figure"
        },
        "TABREF2": {
            "text": "Fig. 5Consecutive hammering tests. a Some extreme sports, such as boxing and skiing, that potentially generate high impact force. b Optical image of the sensor subject to consecutive sudden strikes by a hammer (0.25 kg). c Capacitance retention histogram under continuous and stable strikes. d Capacitance change with the pressure of the SISP after the hammering strike test. e Capacitance response test of the SISP under continuous boxing strikes",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "for 60 s at a power of 100 W. Then, a composite ink was made by mixing graphite flakes (Shenzhen Suiheng Technology Co. Ltd), carbon nanoparticle ink (CH-8 (MOD2, Shitiao International Ink Co. Ltd, Japan), and slow drying diluent (Zhengxing Ink Co. Ltd, Wenzhou, Zhejiang) together under continuous stirring for 30 min with a weight rate of 1:20:20. Then, the ink was spun onto PI coated with gold at a low speed of 800 rpm for 10 s first and a high speed of 1600 rpm for 10 s through spin-coating. After the",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge the financial support provided by the National Natural Science Foundation of China (No. 61904141), the Natural Science ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The authors declare no competing interests. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Hongcheng Xu, Libo Gao, and Haitao Zhao contributed equally to this work. Hongcheng Xu and Libo Gao designed and fabricated the samples, conducted the experiments, analyzed the data, and wrote the manuscript. Haitao Zhao analyzed the data, conducted the experiments, and partially drafted the manuscript. Hanli Huang conducted the deep-learning model and analyzed the data. Libo Gao and Yang Lu led this project. Other authors also contributed greatly to this work. All authors have approved the final version of the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        }
    ]
}