{
    "paper_id": "d8b45be516980821b8ee1dde1ee2fe64c4ef9890",
    "metadata": {
        "title": "Recurrent coronary thrombotic events in a moderate case of COVID-19",
        "authors": [
            {
                "first": "J",
                "middle": [],
                "last": "Muguerza",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "P",
                "middle": [
                    "A"
                ],
                "last": "Loizeau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We describe the case of a healthy patient with moderate COVID-19 infection without thrombophilia nor coronary disease background who presented with a relapsing thrombotic occlusion of the right coronary artery despite normal oxygenation, adequate antiaggregation and prophylactic anticoagulation. Prophylactic anticoagulation recommendations in COVID-19 were inadequate for this patient. Further data are needed to propose full-dose therapeutic anticoagulation for patients with coronary thrombosis and COVID-19 infection. This could nevertheless be considered even in mild forms of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SUMMARY"
        },
        {
            "text": "This case shows that coronary thrombus formation and relapse under standard treatment can occur even in healthy patients with a moderate form of COVID-19 and low-risk profile for thrombotic events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "We applied full-dose therapeutic anticoagulation, although it is not recommended in the guidelines for treatment of ST elevation myocardial infarction (STEMI) with good results and long-term tolerance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "Further data are needed to support the evidence that this anticoagulation approach is to be considered by cardiologists for acute myocardial events in this time of pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "A mid-50s healthy man who is also the first author of this case report contracted a moderate form of COVID-19 and was ambulatory treated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "His familial background is free of any cardiac disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "On a personal level, he recalls bilateral cataract operation 10 years ago, retinal detachment in November 2019, moderate hypertension successfully treated (diastolic blood pressure (BP)<80 mm Hg) with perindopril 5 mg, familial hypercholesterolaemia successfully treated (low-density lipoprotein cholesterol<100 mg/ dL) for many years with atorvastatin 20 mg and gastrooesophageal reflux treated with pantoprazole 20 mg.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Symptoms of COVID-19 started in April 2020 with severe asthenia, muscle pain and mild dyspnoea. There is no fever, headache nor chest pain. Dysgeusia, inappetence and diarrhoea are present. Body Mass Index is 28.3 kg/m 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "The patient is assessed in the emergency room on day 4 for progression of dyspnoea.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "The pulmonary CT (figure 1) shows bilateral interstitial involvement (>50% of the pulmonary surface) Biology shows major inflammatory syndrome (C reactive protein (CRP) 104 mg/L, fibrinogen 642 mg/dL), lymphopenia (878/μL) and discrete thrombocytopenia (132.000/μL).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The COVID-19 PCR screening test is positive. The sepsis-induced coagulopathy (SIC) score is 3. [1] [2] [3] With satisfactory general condition and SaO 2 of 94%-96% in ambient air in the absence of worrying clinical signs, the patient is discharged at home. No specific treatment is proposed.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Hypotension at 100/60 mm Hg indicated perindopril discontinuation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The patient will thoroughly follow parameters and symptoms in the following days and show clinical improvement, the absence of fever and SaO 2 improving to 96%-97% on day 7, allowing the patient to mobilise a few hours a day.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The BP remains around 100/55 mm Hg without orthostatism.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "On day 9, the patient experienced de novo typical anginal pain at rest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "There is a vagal state and severe vasoconstriction with profuse sweating and hypotension at 85/50 mm Hg. Pulse is 95 beats/min and SaO 2 is measured at 97% in ambient air.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "At the emergency department, the ECG shows fast sinus rhythm at 90 beats/min and Pardee wave in the lower leads (DII-DIII-aVF).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "After an oral loading dose of acetylsalicylic acid (ASA) (100 mg) and ticagrelor (180 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The patient underwent coronary angiogram: the left network (figure 2) is strictly normal, with large arteries, in the absence of any visible stenosis or plaque.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The right network (figure 3) is occluded by a thrombus in the ostial region.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The artery is reperfused after balloon angioplasty and bare metal stent stenting. No other macroscopic endothelial lesion is observed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Treatment with intravenous tirofiban (12 hours) and thromboprophylaxis with enoxaparin 60 mg od (once daily) is prescribed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Atrial fibrillation at 110 beats/min occurred after coronary reperfusion and is treated by amiodarone 200 mg intravenously and bisoprolol 2,5 mg orally in the intensive care unit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Sinus rhythm is restored at 75 beats/min 8 hour later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The clinical, biological and electrocardiographic evolutions are satisfactory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "The chest CT shows pulmonary parenchymal infiltrates in grounded glass, without condensation nor signs of heart failure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INVESTIGATIONS"
        },
        {
            "text": "Cardiac ultrasound is performed 5 days after STEMI (day 14 of infection) and shows excellent contractility (Left Ventricular Ejection Fraction (LVEF) >50%) and absence of regional kinetic anomalies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The ECG shows sinus rhythm at 85 beats/min with qS aspect in DIII and AVF and normal repolarisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Biology shows a normalisation of creatine kinase (CK) (normal at admission, peak at 380 mg/dL after reperfusion) and radical decrease of troponin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Clinically, the BP is at 100/65 mm Hg; the SaO 2 is at 97%. The patient is eupneic and painless.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The treatment prescribed is ticagrelor 90 mg two times per day, ASA 80 mg od, atorvastatin 80 mg od, pantoprazole 40 mg od and bisoprolol 2.5 mg od. Last prophylactic injection of enoxaparin 60 mg is delivered on the same day at noon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient is discharged around 15:00 and will not make any particular effort to get home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "At 16:00, he feels a relapse of anginal pain occurring after a hot shower.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The pain is almost identical as the first episode but without vagal state. The BP is measured at 120/85 mm Hg, and the SaO 2 is measured at 98%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient returns to the emergency room for this relapse of coronary syndrome and shows a 1 mm overshift of the ST segment in the lower leads DII, DIII and AVF.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "A pulmonary and coronary angioscan exclude a pulmonary embolism and shows persistence of the grounded-glass infiltrates, with a total involvement of 40%-45% of the pulmonary parenchyma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Biology reveals a positive ultrasensitive troponin test at 2.16 ng/mL (nl (normal)<0.08) on admission confirmed by classic test at 3.570 ng/mL; CK and CK-MB (creatine kinase-MB isoenzyme) are normal at 130 IU and 1.50 ng/mL, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Absolute lymphopenia at 1178/μL (nl 1200-3900), a mild inflammatory syndrome (CRP 28 mg/L, nl<5), with normal platelet count at 347.000/μL (nl 168-411) and international normalized ratio (INR) at 1.00, confirmed improvement in COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Levels of troponin increased to 27 500 ng/mL (<0.18) after angioplasty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The SIC score is 2. Coronary angiogram shows complete occlusion of the stent on the right coronary artery (figure 4). Balloon angioplasty is performed, restoring a Thrombolysis in Myocardial Infarction (TIMI) 3 flow.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Eptifibatide infusion is started for 24 hours, and an intermediary dose anticoagulation is started (enoxaparin 60 mg two times per day). 4 5 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient is monitored in intensive care. Follow-up is excellent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Troponin peaked at 58 100 ng/mL, CK-MB 130.9 ng/mL, CK at 1135 IU (nl <308), GOT at 174 U/L (nl 15-37) a mild inflammatory syndrome (CRP 25 mg/L), lymphopenia 1114/μL(nl 1200-3900) with D-dimers 1771 ng/mL (nl <500) and a fibrinogen at 507 mg/dL (nl 200-400).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The SIC score is 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The chest X-ray is unchanged and the patient is transferred to the cardiology department and discharged at home 5 days later with the following treatment: ASA 80 mg od, pantoprazole 20 mg od, atorvastatin 80 mg od, ticagrelor 90 mg two times per day and tinzaparine 18 000 IU od.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Cardiac ultrasound check shows the persistence of good function (FEVG >50%). This time, moderate to severe hypokinesia of the lower, basal and middle walls is described (stunning vs necrosis). The clinical course is favourable in the absence of residual angina. Persistent hypotension impedes beta-blocker therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Coagulation assessment does not display thrombophilia 6 : Antibeta2 microglobulin antibodies IgG<6.4 (<20 CU) and IgM 4.3 (<20 CU).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Anticardiolipin antibodies IgG 3.8 (<20 CU) IgM 11.1 (<20 CU).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Homocysteine 9.4 μmol/L (nl <15), C protein 119% (70-130), free S protein 111% (<70%), Activated C Protein (ACP) resistance 1.05 (<0.9).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The factor V mutation was not searched because the resistance to PCR is normal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Antithrombin activity is normal but measured under heparin therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "Coagulation was reassessed after anticoagulation therapy and revealed similar results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The patient attended a check-up on day 24 after onset of COVID-19 with good improvement and regression of dyspnoea. Clear improvement of the chest CT is described. ECG is unchanged.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "Fatigue is still prominent and associated with residual asymptomatic arterial hypotension (85/55 mm Hg). No modification of treatment is done.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "The control SARS-CoV-2 smear remains positive at day 27. It finally resolved on day 40 control with positive IgG antibodies against SARS-CoV-2: 40.8 UA/mL (nl <12).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "Biology shows vanishing of the inflammatory syndrome (CRP <2.9 and normal neutrophil count), mild thrombocytopenia at 146000/μL, and normalisation of enzymology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "Echocardiography shows infero-septo-basal hypokinesia, which will be evaluated by heart MRI later in the evolution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "The SIC score is 2. Professional activity is resumed progressively after day 54. Clinical evolution has been checked regularly and is considered very good after 10 weeks of follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "OUTCOME AND FOLLOW-UP"
        },
        {
            "text": "The COVID-19 pandemic regularly brings its share of varied clinical observations. We know that cardiovascular disease is common in severe forms of COVID-19. Decompensation of existing ischaemic heart disease and acute ischaemic attacks favoured by hypoxia are described. Viral involvement can lead to cardiomyopathy, ventricular arrhythmias and haemodynamic instability, generally without coronary occlusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are also known viral microvascular lesions or those induced by circulating cytokines and also stress cardiomyopathy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Stroke, mesenteric ischaemia, deep veins thrombosis, pulmonary embolism and disseminated intravascular coagulation are also major causes of death. 7 8 Other studies have shown dysfunction of endothelial cells induced by the inflammatory reaction triggered by the viral infection. This leads to the increase of thrombin generation and decrease of fibrinolysis, resulting in hypercogulable state.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "text": "7 8",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The French groups Interest Group in Perioperative Hemostasis and French Group of Studies of Hemostasis and Thrombosis edited recommendations for the the use of anticoagulants in the prevention of thrombotic risk in patients hospitalised with COVID-19, as well as best practices on haemostasis monitoring. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This first serious disease episode in my life changed many things, and I became fully aware of what our patients are feeling, of the wait that seems endless when the nurse announces that 'the doctor is coming', or that something that seems important at the moment is missing as a simple remote control for TV! I understood the importance of involving the patient in the care, of announcing to him with precision the type of medical examination and the time when it will take place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As a health professional it is difficult to dissociate between professional and personal points of view. This is one of the reasons that pushed me into writing this case report."
        },
        {
            "text": "Similarly, I am thinking today about the usefulness of systematic blood samples and their procession of multiple punctures, diffuse bruises or bleeding requiring endless compression times due to the combination of anticoagulants and antiplatelet drugs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As a health professional it is difficult to dissociate between professional and personal points of view. This is one of the reasons that pushed me into writing this case report."
        },
        {
            "text": "I think that my current practice is now conditioned by this experience, which will allow me to put the patient rather than his pathology at the centre of the debate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As a health professional it is difficult to dissociate between professional and personal points of view. This is one of the reasons that pushed me into writing this case report."
        },
        {
            "text": "I cannot stress enough the dedication of all the colleagues who have intervened, from near and far, and who have done everything to make my stay as pleasant as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As a health professional it is difficult to dissociate between professional and personal points of view. This is one of the reasons that pushed me into writing this case report."
        },
        {
            "text": "I want to thank them for the fantastic work they have done at all times with kindness and professionalism, with a lot of humanity and compassion for a 'difficult' patient because it is never easy to treat 'someone of the trade'…Let them find here the expression of my deep gratitude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "As a health professional it is difficult to dissociate between professional and personal points of view. This is one of the reasons that pushed me into writing this case report."
        },
        {
            "text": "► Coronavirus can cause severe coagulation abnormalities and potentially lethal coronary thrombosis even in moderate forms of COVID-19. ► STEMI can be a presentation/complication of moderate COVID-19. ► Preventive full-dose therapeutic anticoagulation in COVID-19induced coronary thrombosis is to be considered in selected cases. This requires further data to be widely accepted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Learning points"
        },
        {
            "text": "They assess four levels of thromboembolic risk from low to very high, and our patient was considered in the low-risk group requiring no prophylaxis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The stent occlusion under guidelines-guided treatment is to be considered as a consequence of this hypercoagulable state induced by the infection and would have required therapeutic full-dose anticoagulation (1 mg/kg of enoxaparin two times per day) after stenting, which is not standard practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case report"
        },
        {
            "text": "The bleeding risk is to be considered but is reported as low in other studies. 10 11 Other case reports would be useful to support the indication of full anticoagulation in acute thrombotic coronary events occurring in a patient with COVID-19 regardless of the severity of the disease.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 84,
                    "text": "10 11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Case report"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "New criteria for sepsis-induced coagulopathy (sic) following the revised sepsis definition: a retrospective analysis of a nationwide survey",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Nisio",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-017046"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Diagnosis and management of sepsis-induced coagulopathy and disseminated intravascular coagulation",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Iba",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Warkentin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Thromb Haemost",
            "volume": "17",
            "issn": "",
            "pages": "1989--94",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14578"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Description and proposed management of the acute COVID-19 cardiovascular syndrome",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Hendren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Drazner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bozkurt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "141",
            "issn": "",
            "pages": "1903--1917",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047349"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Comprehensive treatment and management of corona virus disease 2019: expert consensus statement from Shanghai",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Scteg For Corona Virus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Infect Dis",
            "volume": "38",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Coagulation and sepsis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Myocardial localisation of coronavirus in COVID-19 cardiogenic shock",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tavazzi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pellegrini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur J Heart Fail",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cardiac involvement in a patient with coronavirus disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Inciardi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lupi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zaccone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Cardiol",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jamacardio.2020.1096"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Traitement anticoagulant pour la prévention du risque thrombotique chez un patient hospitalisé avec Covid-19 et surveillance de l'hémostase",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Susen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Tacquard",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Godon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Low-Dose heparin as treatment for early disseminated intravascular coagulation during sepsis: a prospective clinical study",
            "authors": [
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X-Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X-X",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Exp Ther Med",
            "volume": "7",
            "issn": "",
            "pages": "604--612",
            "other_ids": {
                "DOI": [
                    "10.3892/etm.2013.1466"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Efficacy and safety of anticoagulant therapy in three specific populations with sepsis: a meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Umemura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamakawa",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ogura",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Thromb Haemost",
            "volume": "14",
            "issn": "",
            "pages": "518--548",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.13230"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Pulmonary CT scan (day4).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Left coronary network.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "A) Right coronary artery before angioplasty. (B) Right coronary artery after angioplasty.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "A) Stent occlusion (day14). (B) Stent occlusion and balloon reperfusion (day14).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors express their gratitude to all the colleagues involved in the treatment of this particular patient and/or in helping them in the redaction of this case report. In particular, they are glad to thank Drs Nicolas, Mullier, Tafforeau, Bougard, Tricquet, Vlase and Gilles for their help and friendship.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Contributors JM is the main author of this document. PAL offered help in reviewing the manuscript and providing the figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Obtained."
        }
    ]
}