{
    "paper_id": "d8c91d4df196f746228fa8ba594a7b468adb8bfe",
    "metadata": {
        "title": "The Building Regulation in Dual-Generations Program (BRIDGE): A Mixed-Methods Feasibility Pilot of a Parenting Program for Depressed Mothers of Preschoolers, Matched with Dialectical Behavior Therapy Skills",
        "authors": [
            {
                "first": "Leslie",
                "middle": [
                    "E"
                ],
                "last": "Roos",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lauren",
                "middle": [],
                "last": "Kaminski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Shaelyn",
                "middle": [],
                "last": "Stienwandt",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sandra",
                "middle": [],
                "last": "Hunter",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [],
                "last": "Giuliano",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [],
                "last": "Mota",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Laurence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Y",
                "middle": [],
                "last": "Katz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maureen",
                "middle": [],
                "last": "Zalewski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Early exposure to maternal depression is a key risk factor for child mental illness (MI), but there are limited programs that interrupt intergenerational transmission. The BRIDGE \"Building Regulation in Dual Generations\" Program treats maternal MI using Dialectical Behavior Therapy Skills with a paired curriculum that promotes non-reactive and emotionally validating parenting designed to improve child mental health and ultimately prevent MI. The pilot feasibility trial (n = 28 dyads) included mothers and their preschool-aged children. The 20-week program was completed in a group-based format using mixed methods questionnaires and interviews. Results indicate high feasibility and acceptability (86% retention). Consistent improvements were seen across program targets and outcomes including maternal depression (d = 1.02) and child mental health (d = 1.08), with clinically significant symptom reductions for 85% of clients. Mothers with higher adversity exhibited greater reductions in parenting stress. Qualitative results highlighted efficacy in promoting positive parent-child relationships, rewarding parenting experiences, competence, and child development. Evidence suggests high feasibility and accessibility for BRIDGE in addressing intergenerational mental health needs. There was strong satisfaction with the program material and efficacy across key outcomes. BRIDGE holds promise for offering a transdiagnostic approach to preventing child MI in families of at-risk preschool aged children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Childhood mental illness [MI] is a significant public health concern, diagnosed in 10-15% of children worldwide [1, 2] . Children with MI, including disruptive behaviour, attention deficit hyperactivity, anxiety and mood disorders, experience low quality of life similar to children with chronic physical health conditions [3] . Early exposure to maternal MI is a risk factor for the emergence of children's own MI, given the primary role of caregivers to young children's well-being as well as heritability components shared by mothers and their children [4, 5] . Notably, the intergenerational transmission of MI risk is understood to be largely transdiagnostic, such that early life exposure to one type of maternal MI (e.g., depression) confers broad risk across child psychopathology symptoms, as opposed to specific risk for a given child MI disorder or category (e.g., internalizing or externalizing) of problems [6] . Effective interventions are needed to treat maternal MI and promote mental health in at-risk children [7] .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 115,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 116,
                    "end": 118,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 560,
                    "end": 562,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the identification of unmet needs for mothers with MI and their children, there are limited programs that effectively support both maternal and child mental health to ultimately prevent intergenerational transmission [8] . A lack of programming that integrates maternal mental health and parenting support poses significant obstacles for mothers given the logistics of attending two separate programs and the challenges of learning two different sets of therapeutic techniques [9] . Programs that only target adult MI reduce maternal mental health symptoms but have limited effects on child outcomes [10] . These approaches rarely transfer skills to parenting contexts or promote accessibility for parents through childcare, transportation or meals, which are well-documented barriers for mothers [11] [12] [13] [14] . Parenting programs designed to prevent child MI in families with maternal MI have had, on average, small effects, but there is emerging evidence that simultaneously addressing both maternal MI and child needs improves program efficacy by up to 50% [8, 14] . Upon review of parenting programs designed to prevent child MI and promote healthy development, maternal MI, in particular depression, has been linked to lower program engagement and more limited program efficacy. Mothers who also struggle with interpersonal relationships (e.g., attachment anxiety) [15] are particularly vulnerable to these program outcomes. We and others have previously advocated for the value of addressing both maternal mental health and parenting needs to maximize long-term impacts of interventions on child mental health [4, 9, 14] . Adaptations of existing parenting programs (e.g., Triple-P, Family Check-Up) have largely included minor adaptations designed to target maternal depression, while some mental health programs have likewise included minor adaptations relevant to the parenting context [reviewed in: 14; 9] . However, minimal work to date has systematically paired both maternal MI and parenting skills therapy into a comprehensive and integrative intervention.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 485,
                    "end": 488,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 608,
                    "end": 612,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1385,
                    "end": 1389,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1631,
                    "end": 1634,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1635,
                    "end": 1637,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1638,
                    "end": 1641,
                    "text": "14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1924,
                    "end": 1930,
                    "text": "14; 9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Here, we present mixed-methods data from a pilot feasibility trial (Clinical Trial Registration #: NCT04347707) of a novel program: Building Regulation in Dual Generations, BRIDGE, designed to build intergenerational emotion regulation, by pairing Dialectical Behavior Therapy Skills therapy (DBT), with a theoretically aligned parenting skill program. DBT has emerged as promising transdiagnostic treatment for MIs that include emotion regulation difficulties (e.g., depression, anxiety, traumatic stress, and eating disorders), which have been identified as underlying mechanisms of psychopathology [16] [17] [18] . Many aspects of developmentally supportive parenting also require mothers to have effective emotion regulation skills to both limit over-reactive responses and teach children about their own emotions, which makes the integration of DBT with parent training a promising approach for addressing intergenerational needs [9] .",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 605,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 606,
                    "end": 610,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 935,
                    "end": 938,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "BRIDGE parenting skills are designed to promote responsive parenting that scaffolds children's ability to understand emotions, regulate their own physiological arousal using co-regulation techniques, and reduce aggressive or defiant behaviour. Many DBT skills were also taught using family context examples (e.g., Checking the Facts when a babysitter cancels). The parenting skills are drawn from behaviour management, emotion socialization, and mindfulness parenting strategies. Behaviour management training is a well-established treatment approach for reducing externalizing behaviours through clear instructions, positive reinforcement and purposeful ignoring [19] [20] [21] . BRIDGE provides mothers with various behaviour management skills aimed to help them think ahead and plan for difficult situations. These include using clear directions or 'When-Then' statements, sticker charts and motivators, and pre-teaching desired behaviours in reinforcing ways, such as using goofy superhero skills (e.g., super sidekick = staying close together in grocery store; stealth mode = extra quiet at the library).",
            "cite_spans": [
                {
                    "start": 664,
                    "end": 668,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 674,
                    "end": 678,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "BRIDGE Program Development"
        },
        {
            "text": "Emotion-focused parenting approaches help parents validate children's big emotional reactions, increase emotional communication, and provide support to move through emotions without escalating the situation [22] . Three key processes through which parents teach emotions to their children include: parental reactions to child emotions, talking about emotions, and emotional expressiveness [23] . In BRIDGE, mothers are guided to observe emotion-linked behaviours and validate their children's emotional experiences, while managing their own emotional reactions. Extant research has demonstrated the effectiveness of emotion socialization strategies in both increasing children's emotional knowledge and reducing challenging child emotions [24] .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 211,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "BRIDGE Program Development"
        },
        {
            "text": "Mindful parenting techniques promote non-reactivity and fully participating in play-based interactions with children [25, 26] . Mindfulness-oriented parenting programs can be helpful in reducing stress, increasing parental emotion awareness, and reducing behaviour problems [27] . BRIDGE includes techniques such as paying attention (e.g., catching good behaviour and reinforcing it), engaging fully, and experiencing the positive emotions of parent-child play.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 121,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 122,
                    "end": 125,
                    "text": "26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 274,
                    "end": 278,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "BRIDGE Program Development"
        },
        {
            "text": "Taken together, BRIDGE aims to treat maternal MI, improve child mental health and ultimately prevent child MI by empowering mothers to (1) address their own mental illness, which can contribute to child emotional distress (e.g., reduce maternal modelling of negative coping strategies and interpersonal conflict) and (2) parent in ways that support children's emotion regulation development (e.g., increase positive parent-child interactions, family routines and child emotional knowledge). The Theory of Change is presented in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 528,
                    "end": 534,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "BRIDGE Program Development"
        },
        {
            "text": "Here, we aimed to examine initial evidence for the feasibility, acceptability and efficacy of the BRIDGE program in an open pilot trial with depressed mothers of preschoolaged children (N = 28) using a multi-stage mixed-methods framework design [28] Quantitative pre/post questionnaire data was collected as the priority method to assess outcome change, followed by qualitative interviews to explore the participant views in greater depth. High feasibility and acceptability metrics were expected, given team efforts to engage in client feedback during program design to identify topics of interest (e.g., managing tantrums, building a positive relationship) and encourage accessibility (e.g., community locations, childcare, meals). Mothers, as opposed to 'parents,' were selected for inclusion based on focus group preference for speaking with other mothers about genderlinked MI stigma stressors in parenting roles as well as the elevated rates of MI is mothers, as opposed to fathers, of young children [29] . Recruitment was based on depression, and co-occurring conditions, because (1) our community partner agencies communicated preference for this clarity in recruitment materials and (2) our clinical research team decided that there would be a benefit to having diagnostic similarity given the limited power in a pilot trial. As described in the methods section, this was a diagnostically complex sample in which many mothers experienced cooccurring mental health problems across anxiety, substance use, and trauma-related diagnoses.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1007,
                    "end": 1011,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Present Study"
        },
        {
            "text": "It was hypothesized that participants would experience significant improvements in program targets (DBT skills use, readiness to change, ability to cope with children's negative emotions, social support) and outcomes (parenting stress, emotion dysregulation, maternal depression, child symptoms of mental illness). Qualitative interviews using thematic analysis were conducted to understand the extent to which participants perceived benefits in specific program areas. We also explored associations between outcome improvement across domains and the effects of baseline maternal stress exposure on outcome change.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Present Study"
        },
        {
            "text": "Mothers were recruited from sources such as community posters, online (e.g., Kijiji), and referrals from community agencies. Participants first participated in a phone screen to confirm that they were experiencing significant symptoms of depression (i.e., scoring higher than 10 on the Patient Health Questionnaire -9) and parenting a 2.5 to 5-year-old child. Next, they were invited to participate in an intake interview with an MA or PhD clinical psychology graduate student where they were assessed for Major Depressive Episode (MDE) and co-occurring diagnoses, using the Mini International Neuropsychiatric Interview (MINI) [30] . Exclusion criteria included: child not in maternal custody, child or mother has known autism diagnosis, mother has psychosis or active suicidal plan.",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 632,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The sample consisted of 28 mothers and their children. Mothers were an average of 36.31 years old (SD = 5.93; range 22 -46) and average child age was 3.42 years (SD = 0.73, range 2 -5). Education ranged from some high school to a Doctorate degree (median = College or Bachelor's degree). Over half of the mothers were unemployed or on leave (57.1%) with others working full-time (21.4%) or part-time (21.4%). The median household income was $20,000-$30,000 (range < $10,000 to $80,000 +). Mothers were predominantly married or common law (50%), with the remaining 50% single (never married, 39%; divorced or separated, 11%). In addition to MDE, mothers met criteria for co-occurring diagnoses including Post-Traumatic Stress (n = 7), Alcohol and Substance Misuse (n = 5), Mood (n = 1) and Generalized Anxiety (n = 17) Disorders. Racial/ ethnic composition was not collected due to a local history of inappropriate reporting of Indigenous identity in research and corresponding need to conduct a more extensive consultation with specialized ethics boards than was considered appropriate for this pilot research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The BRIDGE program content was developed by the principal investigator, with support from a team of graduate and undergraduate student research assistants in psychology who co-drafted all materials. Four expert clinicians in DBT and/ or parent training interventions (including the two senior authors) also reviewed materials and provided input on the content.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The BRIDGE Program"
        },
        {
            "text": "Weekly 2-h groups were structured with 60 min of DBT skills material (i.e., mindfulness, homework review, didactics), followed by a 10 min break and 50 min of parenting material. Some DBT skills were combined, based on clinical research team expertise in working with mothers with depression (See Table 1 modules, by week). BRIDGE was exclusively delivered to mothers. As part of a program incentive, some mothers brought their children who participated in unstructured childcare, elsewhere within the community agency while they attended the program. Additional incentives to participation included the provision of meals for attendees and their children in care as well as bus tickets for parents who did not drive to the program. Parenting content included role-plays and small group discussions to share skills use ideas and scaffold social support. Participants received binders of parenting material at the beginning of the program, which included the DBT skills manual and parenting materials (one handout and one worksheet) designed for each week. Parents also received a binder of short interactive activities that built on weekly concepts (e.g., mindful breathing with stuffed animals, emotion naming in books, routines to for tough times of day) to provide fun at-home practice on core parenting techniques. Therapeutic groups were co-led by MA or PhD clinical psychology graduate students and/or a Program Development clinician. Training in DBT-Skills included a 6-week online course in DBT Skills training through Psychwire [31] along with the DBT Skills Training Manual and Handouts Worksheets [32] . The clinical team participated in an adherent 90-min DBT-consultation group with a local private practice as well as 90-min of weekly didactics and supervision on DBT and parenting skills content by the principal investigator (first author). Clients who missed sessions were invited to come early to the next session to catch up on relevant material. Consistent with DBT therapeutic agreement, a participant was considered to have dropped out if they missed four sessions in a row and declined make-up sessions. Multiple commitment and re-engagement strategies were made to promote retention, consistent with DBT therapeutic principles, including phone calls, texts, emails, and occasional individual sessions (no more than four over the course of the program), if needed, to catch up on materials or manage a particular challenge that could not be addressed in group, such as substance use or the emergence of suicidal behaviour.",
            "cite_spans": [
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1608,
                    "end": 1612,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 297,
                    "end": 304,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "The BRIDGE Program"
        },
        {
            "text": "The Beck Depression Inventory II (BDI-II) [33] was used to assess the depression symptomology in mothers from the pre-to post-intervention. The BDI-II is a 21-item self-report measure that assesses the intensity of the characteristics and symptoms of depression on a scale of 0 to 3, with scores representing 0-13: none to minimal depression; 14-19: mild depression; 20-28: moderate depression; 29-63: severe depression [33] . The BDI-II has high internal consistency with alpha coefficients from 0.83 to 0.96 [34] . The suicidal thoughts item was not included due to concerns about sufficient clinical training for the pre/post assessment team, but trained clinicians assessed and managed suicidality risk during the MINI clinical screener and over the course of treatment.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 420,
                    "end": 424,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Maternal Mental Health: Depression"
        },
        {
            "text": "The 36-item short form of the Parenting Stress Index (PSI-SF) [35] assesses stress across three subscales, including the Parent-Child Dysfunctional Interaction (PCDI), Parental Distress (PD), and Difficult Child (DC) using a 5-point Likert scale, from 'Strongly disagree' to 'Strongly agree' [36] . The PSI-SF is a widely standardized measure and has been implemented with many diverse populations. It has been demonstrated to have good validity, test-retest reliability, and a high degree of internal consistency with an overall reliability coefficient of 0.96 for the total stress scale [36] .",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 292,
                    "end": 296,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 589,
                    "end": 593,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Parenting Stress"
        },
        {
            "text": "The Difficulties in Emotion Regulation Scale -18-item (DERS-18) [37] was used to measure emotion dysregulation across six sub-scales (Awareness, Clarity, Goals, Impulse, Nonacceptance, and Strategies). Each subscale is comprised of 3 items and assessed with a 5-point Likert scale, from 'Almost never' (0) to 'Almost always' (5) . Higher scores represent greater difficulty with emotion regulation. The DERS-18 has been shown to have high internal consistency with an alpha coefficient of 0.91 [37] .",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 325,
                    "end": 328,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Emotion Dysregulation"
        },
        {
            "text": "The Child Behavior Checklist for ages 1.5 -5 (CBCL) [38] was used to measure child behavioural and emotional problems at pre-and post-intervention. Mothers responded to 99 3-point Likert scale questions that asked them to rate each item from 'Not true' (0), 'Sometimes true' (1) to 'Very true or often true' (2) . The CBCL has been extensively researched and has been demonstrated to have excellent psychometrics with alpha reliability coefficients reported at 0.95 for the Total Problem Scale [39] .",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Child Mental Health: Child Behavior Checklist"
        },
        {
            "text": "The Acceptance and Action Questionnaire -II (AAQ-II) [40] was used to measure acceptance, experiential avoidance, and psychological inflexibility in clients at pre-and post-intervention. The AAQ-II is made up of seven scenarios presented on a 7-point Likert scale ranging from 'Never true' to 'Always true'. Higher total scores representing less flexibility and lower scores representing more flexibility. The AAQ-II has been demonstrated to have good validity and overall reliability with a mean alpha coefficient of 0.84 [40] .",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 57,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Maternal Mental Health: Acceptance and Action Questionnaire"
        },
        {
            "text": "The Multidimensional Scale of Perceived Social Support (MSPSS) [41] was used to assess perceptions of current available social supports at pre-and post-intervention. The scale addresses sources of social support across Family, Friends, and a Significant Others. Each subscale is comprised of four items (12 items in total) on a 7-point Likert scale ranging from 'Very strongly disagree' to 'Very strongly agree.' Summed scores reflect a global level of perceived social support. The MSPSS has been shown to have good internal and test-retest reliability and overall reliability coefficient of 0.85 [41] .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 598,
                    "end": 602,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Social Support"
        },
        {
            "text": "The DBT Ways of Coping Checklist (DBT-WCCL) [42] assesses DBT skills use. The tool includes a DBT Skills Subscale (DSS, 38 items), which measures how frequently the responder uses DBT skills, and a Dysfunctional Coping Subscale (DCS, 21 items), which assesses dysfunctional coping of respondents. In the current study, mothers responded to each of the 59 items on a 4-point Likert scale ranging from 'Never Used' (0) to 'Regularly Used' (3) . Both subscales of the DBT-WCCL have demonstrated strong criterion validity and internal consistency with Cronbach's alpha ranging from 0.92-0.96 for the DSS and for the DCS, 0.87-0.92 [42] .",
            "cite_spans": [
                {
                    "start": 44,
                    "end": 48,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 437,
                    "end": 440,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "DBT Skills Use"
        },
        {
            "text": "The Coping with Children's Negative Emotions Scale (CCNES) [43] was used to evaluate the ways in which parents respond to their children's negative emotions in 12 hypothetical scenarios of difficult child emotions (e.g., \"If my child loses some prized possession and reacts with tears, I would\"). Using a 7-point Likert scale, parents are asked to rate their likelihood of responding to the scenario. CCNES was analyzed by adding up the scores on the supportive (Expressive Encouragement, Emotion-Focused Reactions) and unsupportive (Minimization Reactions, Problem-Focused Reactions, Punitive Reactions, and Distress Reactions) domains of the scale [44] . The CCNES has good internal reliability and test-retest reliability [45] .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Child Mental Health: Coping with Children's Negative Emotions"
        },
        {
            "text": "The author-compiled Recent Stressful Experiences (RSE) checklist was created based on recommendations from the JBP Research Network on Toxic Stress at the Harvard's Center on the Developing Child [46] . This tool asks participants to check 'Yes' or 'No' to the presence of ten stressors in the last twelve months (i.e., life threatening illness or accidental injury to you or someone close to you, death of someone close to you, moved to a different home or apartment, family violence or abuse to you or someone close to you, had to take care of a seriously ill or disabled family member, started back at school, separated or divorced with a spouse or romantic partner, you or someone in your home lost a job or tried to get a job and failed, government agency funds were cut off for you or someone in your home, anything else bad happened to you or someone close to you). These items are summed for a total RSE score from 0 to 10.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "text": "[46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Recent Stressful Experiences"
        },
        {
            "text": "The Adverse Childhood Experiences Study Questionnaire (ACE-SQ) [47] was used to collect information about the severity of abuse, neglect, and other signs of a difficult upbringing that participants may have experienced. Using 'Yes' or 'No' style questions, participants answered whether they experienced certain events prior to their eighteenth birthday. These responses are summed to create a total ACE score. The test-retest reliability coefficient for the ACE-SQ is reported to be moderate [48] .",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 67,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[48]",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Adverse Childhood Experiences"
        },
        {
            "text": "Paired-sample t-tests were used to examine change in primary and secondary outcomes, per clinicaltrials.gov registration (maternal report of depressive symptoms, dysregulated emotions, parenting stress and child mental health). We also collected data, reported here on proximal program target domains of change, including DBT skills use, social support, readiness to change, and coping with children's negative emotions (supportive and unsupportive domains). Finally, we conducted exploratory analyses (bi-variate correlations) to examine the extent to which individual differences in primary outcome domains of change were linked to each other, targets, and a priori stress outcomes, including and maternal history of adversity (adverse child experiences number) and recent stressful experiences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quantitative Analytic Plan"
        },
        {
            "text": "The qualitative stage sought convergence and augmentation with the quantitative results [28] . This design provides verification of findings from the voice of the participant as well as opportunity for open ended feedback on outcomes. We also sought to gain an understanding of feasibility and acceptability of the BRIDGE program for future iterations.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Methods"
        },
        {
            "text": "Individual interviews were selected to provide comfort in giving feedback on sensitive issues [49] . Thirteen participants opted to participate in a post-program individual interview with a duration range of 16-to 51-min on the Zoom Healthcare platform. A question guide was used to inquire into feasibility, acceptability, and outcomes although participants were invited to elaborate or discuss other topics that were important to them. Thematic analysis was completed using Attride-Sterling's [50] steps for thematic networks. The audio was transcribed consecutively by three transcribers including the interviewer to ensure accuracy. The transcriptions were then coded deductively into global themes based on the study questions and inductively into lower level organizing and basic themes. Global theme, organizing theme, and basic theme identification coding was done via NVivo software [51] by two coders, one of whom was the interviewer. Kappa coefficient values for inter-rater reliability were in the range of 0.37 to 0 0.72 with the majority being in the 0.5-0.6 range indicating fair to good agreement. These values represent reliability before non-agreement coding conflicts which were thoroughly reviewed and discussed between the two coders.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 892,
                    "end": 896,
                    "text": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Qualitative Methods"
        },
        {
            "text": "Recruitment targets were obtained within six weeks, with 24 / 28 (85.7%) mothers completing the program (see Supplemental Fig S1) . Of the clients who dropped out, two left after the 1st session and two left after the 12th and 14th sessions with reasons including health, transportation, and schedules. Independent sample t-tests indicated that clients who dropped out (M = 8.44, SD = 15.4) were more likely to have higher parenting stress over time (t (24) = 2.33, p = 0.03), compared to those who completed the program (M = − 12.55, SD = 16.73), but there were no other differences based on completion status in other outcome domains (p > 0.10). Attendance at groups ranged from five to ten clients per sessions over the course of the intervention, however, more detailed information was not possible to report due to our limited tracking of make-up sessions occurring immediately before or after groups as well as COVID-related changes in the last three weeks of therapeutic delivery.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 129,
                    "text": "Fig S1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Feasibility and Acceptability"
        },
        {
            "text": "Qualitative results highlighted three themes suggesting effective recruitment and retention program approaches. In the Reason for Joining theme, clients highlighted an interest in seeking support for depression and anxiety while receiving parenting help, consistent with program goals. Detailed results are included in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 326,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Feasibility and Acceptability"
        },
        {
            "text": "\"I just really needed some help. …I needed some new skills so that I could stop reacting in ways that I felt were damaging, or that I felt guilty about later.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feasibility and Acceptability"
        },
        {
            "text": "In the Logistical Supports theme, participants reported that the meals and childcare were well received and, for some, a critical aspect of being able to attend and engage in group. There was mixed feedback on the locations and timing of the groups, with some members finding the times and location convenient and other members preferring other times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feasibility and Acceptability"
        },
        {
            "text": "The Motivation theme included varied responses which highlight that each participant was motivated by different factors personal to themselves. Three basic themes were internal and external factors including willpower, the absence policy, and personal payoffs such as having a social life and learning the skills.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Feasibility and Acceptability"
        },
        {
            "text": "Results indicated significant increases across domain with large effect sizes for DBT Skills and Resistance to change targets (see Table 2 for statistics) and small-to-medium effects sizes for changes in Coping with Children's Negative Emotions, including a significant reduction in the use of unsupportive (i.e. harsh or dismissive) ways of coping (t (25) = 2.21, p = 0.037) and a marginally significant increase in the use of supportive strategies (t (25) = 1.88, p = 0.072).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 138,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Target Skill Acceptability & Uptake"
        },
        {
            "text": "Qualitative results on the theme of DBT Skills Acceptability highlight that clients found many skills useful, while also noting some concerns about their ability to use the skills consistently after the program is over. In the Parenting Skills Acceptability theme, clients highlighted the value of parental self-regulation skills that were useful for responding to difficult child behaviours such as noncompliance tantrums. Multiple clients also emphasized the value of bringing together the DBT language into the parenting context for mutually reinforcing skill sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target Skill Acceptability & Uptake"
        },
        {
            "text": "The most stressful part for me is when the kid is having a tantrum … they kind of flip their lid… to know like there's a couple different things I can try, that is really valuable. Because I understood the DBT language and the process, it made it easier for me to understand it when we did it with children and the way it applies is just amazing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target Skill Acceptability & Uptake"
        },
        {
            "text": "The General Feedback global theme included comments that did not fit within any other theme and reflected on the whole experience. Participants described sub-themes regarding appreciation for the experience, how helpful it was, and positive program impacts on their lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target Skill Acceptability & Uptake"
        },
        {
            "text": "Paired-sample t-tests indicated significant pre to post intervention change in maternal mental health (e.g., depression and dysregulated emotions), parenting stress and child mental health outcome domains. More general therapeutic pre to post targets were also identified in the domains of readiness to change and social support. Table 1 includes descriptive statistics across time points, t-test results and effect sizes, by measure. Effect-sizes were largest for changes in maternal depression (t (25) = 5.08, p < 0.001, d = 1.02) and child mental health problems (t (25) = − 5.42, p < 0.001, d = 1.08). This included clinically significant symptom reductions defined as a 5 point or greater symptom reduction OR moving between established clinical severity benchmarks [e.g., from moderate to mild depression] for 85% of clients. Smaller changes were apparent in coping with children's negative emotions. See Table 2 for pre, post, and change scores, with statistics across domains.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 337,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 911,
                    "end": 918,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Program Efficacy"
        },
        {
            "text": "Finally, we explored the extent to which domains of outcome change were associated with each other and program targets using bi-variate correlations (All statistics, Table 3 ). We also examined the extent to which apriori program moderators of early life stress (maternal ACEs) and current stressors (RSE) were associated with individual differences in outcome change. Change in depression was highly correlated with parenting stress and change in emotion dysregulation (r > 0.60, s < 0.001). Lower parenting stress from pre to post was also positively correlated to dysregulated emotions change (r = − 0.47, p < 0.05) and child mental health problems (r = 0.41 p < 0.05). AAQ-II, DBT Skills, and CCNES were associated with DERS, BDI, and PSI. PSI change was negatively associated with both ACES and RSE such that higher stressor exposure was linked to greater decreases in parenting stress over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 166,
                    "end": 173,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Program Efficacy"
        },
        {
            "text": "The Mental Health organizing theme included three sub-themes which participants described as impacting their mental health. In the Managing Difficult Emotions theme, participants highlighted how the program helped them regulate emotions linked to depression, anxiety, and anger. The impacts were broadly described as positive (increased gratitude, empathy, self-compassion, less anger). Participants also noted a change in their beliefs about the value of taking care of their mental health for the well-being of themselves and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "[BRIDGE] completely changed the energy in the house as well because it wasn't, no one had to feel like they were kinda walking on pins and needles … 'cause I'm, I'm much more relaxed now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "The Social Support from Group sub-theme identified ways that the participants experienced benefits from the group including examples such as feeling like they were not alone, feeling welcome and understood, witnessing resiliency and hearing about others' struggles. Clients also described an Interpersonal Relationship Improvements subtheme, in which they described relationship improvements in their larger social network along with an interest for more content earlier in the program.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "The program has helped me to step back and let my husband do some things his way… it's given me some of the skills and how to deal with it more…",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "The Parenting Skills organizing theme contained four underlying basic themes. In the Parent-Child Relationship sub-theme, clients described having an increase in empathy towards their children, an increase in reciprocal communication, more appropriate age expectations, and a move towards more positive interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "I have different ways of viewing them and I think that this mental shift in terms of, you know, realizing that it's a stage and sometimes it's important for them to have those behaviours and that it's not just to annoy me Clients also described multiple experiences related to the sub-themes of Rewarding Parenting Experiences and Parenting Competence. This highlighted that parents gained confidence in new skills while also experiencing a sense of reassurance for what they were already doing well. This gave them normalized expectations, positive perspectives of themselves as parents, and recognition of how their ability has impacted their children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "I think that spending time, I actually really enjoy spending time with my kids. And for a while it wasn't enjoyable because it felt more like a job.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "Finally, the Child Development sub-theme identified changes in parenting behaviours supportive of child development, what children have learned, and expected future impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "She's able to like name her emotions now and it comes in so much handy cause like she doesn't just go blow up and have a tantrum now.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Program Efficacy"
        },
        {
            "text": "We examined feasibility of the BRIDGE novel parenting program, matched with DBT Skills in a group format, as a promising treatment for maternal depression and promotion of child mental health. Results support high feasibility in recruitment and retention metrics with participants highlighting accessibility considerations (e.g., childcare, meals) and the group-based context as important for addressing their specific needs in qualitative analyses. There is also evidence across quantitative and qualitative methods for client satisfaction with the program material and increases in both DBT skills and parenting skills from pre to post program. Furthermore, efficacy results on key program outcomes suggest significant clinically significant reductions in maternal MI and child MI symptoms. Results provide preliminary support for the Theory of Change, in which theoretically linked targets (i.e., reductions in parenting stress) were associated with outcome change (i.e., child mental health improvement), with detail provided in outcome sections, below. All results should be considered in light of limitations of the feasibility trial design, including a lack of comparison group and mothers as the single responder, due to COVID-19 restrictions on planned mother-child observations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding recruitment, our community-based advertisements and outreach resulted in reaching our recruitment goal within 6 weeks. Feasibility was demonstrated by a high retention (86%), which is comparable to retention rates in other group-based interventions for individuals with depression. Prior research has demonstrated rates of 71% retention for DBT Skills groups for depression and an average retention rate of 85% in a meta-analysis of group-based Cognitive Behavioural Therapy (CBT) for depression [42, 52] . Emerging themes from the qualitative analyses, such as Reason for Joining, Logistical Support, and Motivation offer reinforcing evidence for program feasibility and acceptability. Participants highlighted the provision of childcare, meals, and program availability in multiple community locations as important accessibility factors linked to both initial interest and ongoing engagement (See Tables 4 and 5 ).",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 510,
                    "text": "[42,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 511,
                    "end": 514,
                    "text": "52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 909,
                    "end": 923,
                    "text": "Tables 4 and 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Feasibility and Acceptability"
        },
        {
            "text": "Regarding program targets (i.e., direct skills taught in group), clients demonstrated increases in DBT skills use (d = 0.87), readiness to change (d = 0.75), and increased social support (d = 0.55), as well as reductions in harsh and dismissive approaches to coping with children's negative emotions. Increases in supportive reactions to children's negative emotions only reached marginal significance, which may be due to the relatively high supportive parenting strategies used at baseline [53] . This is consistent with meta-analytic data that suggests there is a stronger association between depression and negative parenting behaviours, compared to depression and lack of positive parenting [54] . Qualitative analyses emphasized the relevance of these changes in organizing themes of DBT skill and Parenting skill use in addition to the overall general positive feedback of the program. Many mothers discussed the stress reductions from better prevention and management of tantrums, a specific focus of the program.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 496,
                    "text": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 696,
                    "end": 700,
                    "text": "[54]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Amongst the primary program outcome domains, we saw a meaningful difference in maternal depression (as measured by the BDI-II) with a mean difference of 12.5 points between the pre to post intervention scores, representing a large effect size (d = 1.02). This is comparable to effect sizes demonstrated from prior meta-analytic reviews, which report posttreatment effects from d = 0.40 -1.61 ranges [52, 55, 56] . Of note, 85% of clients had a clinically significant reduction in symptomology, defined as at least a 5-point decline or decreasing categorical levels of severity on the BDI-II [57] . Changes in maternal emotion regulation skills were also observed, with moderate effect size. This is not surprising given the low (non-clinical) levels of DERS scores at baseline. DBT skill use was correlated with changes in both depression and emotion dysregulation, providing evidence supporting the application of DBT skill interventions for depression in this demographic, and consistent with theory about the transdiagnostic relevance of emotion regulation skills and our recent meta-analyses highlighting DBT as effective for depression [17, 18] . Participants were able to voice these changes in maternal mental health in the qualitative interviews, noting an increased ability to manage difficult emotions and a decrease in depressive symptoms.",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 403,
                    "text": "[52,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 404,
                    "end": 407,
                    "text": "55,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 408,
                    "end": 411,
                    "text": "56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 591,
                    "end": 595,
                    "text": "[57]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1141,
                    "end": 1145,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "There was also a large effect on reductions in child mental health problems as demonstrated by the changes on the CBCL Total Problem Score (d = 1.08). A recent systematic review and meta-analysis on group-based parenting programs for childhood behaviour problems, found medium to large effect sizes for externalizing behaviour outcomes and small to moderate effect sizes on internalizing behaviour outcomes [58] . These findings suggest promising potential of the current program for improving child MI outcomes. Notably, exploratory analyses showed that changes in child MI symptoms were significantly associated with changes in maternal BDI and parenting stress, but only marginally associated with parent approaches to coping with children's negative emotions. Findings related to children were supported by the current study's qualitative interviews where parents disclosed decreases in parental stress and increased bidirectional communication with their children and understanding of emotions. Future research should both (1) obtain alternate responder or observational assessments of children's behavioral and emotional wellness and (2) examine the relevant contributions of improvements in child MI symptoms from reductions in maternal MI symptoms and improvements in parenting. Developing a parenting measure designed to examine BRIDGE-specific skills would be of particular help in this endeavor. Both quantitative and qualitative results highlighted the increased social support from BRIDGE and the value of being part of group with other mothers.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[58]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Although underpowered to examine moderation, we did explore individual differences in participant histories of ACEs and RCEs based on our theory of change. Both variables predicted greater reductions in parenting stress. This is promising preliminary data given the significant risk conferred by maternal ACEs and mental illness for children's emerging mental health problems [59] . This finding is consistent with the theoretical underpinnings of DBT regarding the dialectic of improving one's own mental health while also acknowledging inherent unfairness and injustice regarding the interpersonal harms that may contribute to one's mental health vulnerability. However, due to the small sample size, it was not feasible to examine more statistically rigorous multivariate predictors of changes in outcome variables and this will be an aim of future research in larger samples.",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 380,
                    "text": "[59]",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Limitations include self-report nature of the data; although study plans included an in-lab observational assessment, this was not feasible due to COVID19 in May 2020. Results should also be considered preliminary evidence of program efficacy given the small size, lack of a control group, and single time point of follow-up in this feasibility pilot study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Multiple strengths are highlighted including evidence for BRIDGE's efficacy for targeting both maternal and child MI symptoms in addition to doing so in a setting with logistical supports (e.g., providing meals and childcare). Both factors have been highlighted as limitations of prior efforts to improve maternal mental health and child development outcomes [10] . The program may be more effective in reducing parenting stress for mothers with chronic stress exposure, both regarding ACEs and past year adverse events (Fig. 2) . Using mixed-methods data provided both quantitative and I was benefiting more from them than they could ever know, so yeah.\" \"For one it was actually a bit of a break from parenting, funny enough even though you're talking about parenting…\"",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 363,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 520,
                    "end": 528,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Target and Outcome Change"
        },
        {
            "text": "\"My daughter really enjoyed going. Like she really… every week she would ask me when group would be. So I feel like my biggest motivator was knowing that she enjoyed it, that she found like a fun activity and on the other hand, I got a break.\" \"I think for me it was willpower in some ways…it was always hard to step away from what I was doing… but then I felt better.\" \"Knowledge that it was a slippery slope -that if I stopped going it would be harder and harder to go back.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "\"I was also aware of the umm, policy that if you miss three then you're out, or whatever [chuckled].\" Table 4 (continued)",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Organizing theme",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Basic sub-theme Quotes DBT skills Concepts were positively received and relevant Consistency in skills use was more difficult \"…what it gave me was like a one second pause to ask myself, is this the way I want to do this right now?.. it definitely gave me some mindfulness…\" \"We talked about mindfulness because that's something that got on my radar… but to have an actual like qualified professional just like discuss it, really was like oh okay, like this is legit, this is for real.\" \"The tools are harder to actually put into action but the recognition and language and understanding of the emotions is much clearer.\" \"They are not cemented in my head as much as I would like them to.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Parent skills Numerous skills detailed re emotion regulation; Highlights included whenthen; and parenting competence \"the most stressful part for me is when the kid is having a tantrum or is having a meltdown or you just can't… they kind of flip their lid, right, and you try to bring them back down. So, for me in the moment to know like there's a couple different things I can try, that is really valuable to me.\" \"because I have those tools in my arsenal, that I feel a lot more patience and a lot less frustrated if things aren't going perfectly. It's like we'll just try the next thing\" \"the when, then statements that we did with kids [were helpful]. I find myself using that all the time.\" \"Because I understood the DBT language… it made it easier for me to understand it when we did it with children and the way it applies is just amazing.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Target and Outcome Change"
        },
        {
            "text": "Overall positive feedback Appreciation for the help and enjoyment provide by the program materials and format \"It's a huge help. It's not just the material that's being provided and explained, it's also having other mothers present and getting other perspectives and being able to support each other and it's having that childcare and those kids making friends with each other and bonding.\" \"Even with like the kindness and the childcare, it was all really wonderful. I know my kids were really happy to go, so that really was something I appreciated, a lot.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "\"I think I never left a session saying that, that didn't serve me at all.\" \"It felt like a me. A program for me and not for the kids. So, it was just really nice.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "\"I thought my facilitators were excellent. They were… they were great. So, they made it really easy for people to like open up and share.\" \"…he would always say as well, you know, 'What did you learn today? In that way, it was able, you know, so that we could be, so that he could help me out too.\" \"The program has helped me to step back and let my husband do some things his way… it's given me some of the skills and how to deal with it more, of the like shut up and just let it happen.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "\"I feel like we could have gone a little bit more in depth with interpersonal relation-ships… like a lot of [our challenges] stemmed from that.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "Parenting Skills Parent-Child Relationship: Overall positive impacts including increases in: empathy, reciprocity, positive interactions, and setting age appropriate expectations \"Just the empathizing part with him definitely, and the more positive approach to things. So that, you know, you're more encouraging than discouraging.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "\"I catch myself because before I would respond always respond with no, no just let that slide and so now, I'm, and then we talk about it a little bit more and then I give him my perspective, he gives me his…\" \"Their ability to communicate back with me maybe due to my own openness or more patience. It's like they're less scared of me. Isn't that sad? But it's true.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "\"I have different ways of viewing them and I think that this mental shift in terms of, you know, realizing that it's a stage and sometimes it's important for them to have those behaviours and that it's not just to annoy me\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "Rewarding parenting experiences \"I feel really proud when I see him um you know do something independent or uh sort of the way he interacts with other people I find really cool.\" \"It's still really nice seeing how adaptable we are in situations for myself as well.\" \"I think that spending time, I actually really enjoy spending time with my kids. And for a while it wasn't enjoyable because it felt more like a job.\" support for BRIDGE, along with qualitative data to describe a rich array of program benefits, from the client's voice. Next steps will involve updating the BRIDGE program based on participant feedback and evaluating it in a randomized control design with longer-term follow-up. A more structured evaluation in a larger sample will aid in assessing the relative importance of specific targets on outcome change, which will strengthen knowledge the specific program strategies to emphasize in future iterations. We also plan to capture more precise information on therapeutic dosage and examine associated links to program efficacy. Ongoing research also aims to extend the BRIDGE program to primary caregivers of various parent identities (e.g., fathers, grandparents, mothers) in different agency contexts. Finally, in response to the COVID-19 pandemic, we developed a telehealth version of the program to be delivered through an online platform in a similar group-based format. Telehealth therapy for treating depression has growing evidence to support its efficacy, but there has been limited such work in maternal mental health research to date [60] .",
            "cite_spans": [
                {
                    "start": 1565,
                    "end": 1569,
                    "text": "[60]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "General feedback"
        },
        {
            "text": "Effective interventions that treat symptoms of maternal MI and promote healthy parenting styles are imperative to disrupt the intergenerational transmission of poor mental health. This pilot feasibility study examined the effects of the BRIDGE program, which pairs DBT skills for maternal MI with a parenting curriculum that promotes nonreactive and emotionally validating parenting behaviours. The primary aim of this study was to assess the feasibility and efficacy of the program in sample of mothers with depression and their preschool aged children using a mixed-methods approach. Results indicated high feasibility and acceptability (86% retention) in addition to qualitative and quantitative evidence supporting client satisfaction with the program. Among primary program outcomes, clients had clinically significant reductions in symptoms of depression and improvements in emotion regulation skills. Findings also demonstrated consistent improvements across program targets, such as DBT skill use, readiness to change, and increased social support along with reductions in harsh and dismissive parenting behaviours. There was also a large reduction in child MI symptoms, which were associated with changes in maternal depression and stress. Additionally, ACEs and recent stressful experiences predicted greater reductions in parenting stress suggesting that the program may be more effective for mothers with chronic stress exposure. These findings suggest the promising potential of the BRIDGE program for promoting intergenerational mental health, which also treated as preliminary evidence, due to the small sample size, lack Increased sense of competence in new and existing parenting skills \"The positive reinforcements, umm, the consequences, that was really something that I think I was already doing but it was reassuring.\" \"I've taught them something that is gonna be a really good skill later on in life.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Child Development: Changes in perceived ability to support children's emotional and behavioral well-being \"And also helping me see um my children from the perspective of um how um I would like them to develop emotionally and it the whole uh all aspects…\" \"How to communicate better and like what is an appropriate level of like, discussion for feelings with a young kid, that they're capable of doing.\" \"Like she's able to like name her emotions now and it comes in so much handy cause like she doesn't just go blow up and have a tantrum now.\" of control group, self-report nature of the data, and single time point of follow-up assessment. Taken together, the BRIDGE program holds substantial promise for offering a single-program approach to preventing child MI and treating maternal MI in families of preschool aged children at risk for intergenerational transmission. Delivering BRIDGE in an accessible cost-effective group format has strong potential for scalability in transdiagnostic relevance in improving family well-being and support child health and development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1007/ s10578-021-01219-1. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Annual research review: A meta-analysis of the worldwide prevalence of mental disorders in children and adolescents",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Polanczyk",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Salum",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sugaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Rohde",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Child Psychol Psychiatry",
            "volume": "56",
            "issn": "3",
            "pages": "345--365",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Leading causes of death, total population",
            "authors": [],
            "year": null,
            "venue": "Statistics Canada. Table",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25318/1310039401-eng"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Health-related quality of life among children with mental disorders: a systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Landolt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mohler-Kuo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Qual Life Res",
            "volume": "21",
            "issn": "10",
            "pages": "1797--1814",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Rethinking evidence-based practice and two-generation programs to create the future of early childhood policy",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Shonkoff",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Dev Psychopathol",
            "volume": "25",
            "issn": "",
            "pages": "1635--1653",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Health-related quality of life of children and adolescents with mental disorders",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weitkamp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Daniels",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Romer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiegand-Grefe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Qual Life Outcomes",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Maternal depressive symptoms predict general liability in child psychopathology",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Swales",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Hankin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Sandman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Glynn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Child Adolesc Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/15374416.2020.1723598"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Risk of mental illness in offspring of parents with schizophrenia, bipolar disorder, and major depressive disorder: a meta-analysis of family high-risk studies",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rasic",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hajek",
                    "suffix": ""
                },
                {
                    "first": "Alda",
                    "middle": [
                        "M"
                    ],
                    "last": "Uher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Schizophr Bull",
            "volume": "40",
            "issn": "1",
            "pages": "28--38",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Relationship between parental psychopathology, parenting strategies and child mental health",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vostanis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Brugha",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc Psychiatry Psychiatr Epidemiol",
            "volume": "41",
            "issn": "7",
            "pages": "509--514",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Integrating dialectical behavior therapy with child and parent training interventions: A narrative and theoretical review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zalewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maliken",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Lengua",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roos",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Everett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/cpsp.12363"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Maternal depression and child psychopathology: A meta-analytic review",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Rouse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Broth",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heyward",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Child Fam Psychol Rev",
            "volume": "14",
            "issn": "1",
            "pages": "1--27",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The role of gender and income in predicting barriers to mental health care in Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Slaunwhite",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Commun Ment Health J",
            "volume": "51",
            "issn": "5",
            "pages": "621--627",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Mental health services for maternal depression: A need for system-level change",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Acri",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc Work Ment Health",
            "volume": "16",
            "issn": "6",
            "pages": "630--646",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Barriers to, and facilitators of, parenting programmes for childhood behaviour problems: a qualitative synthesis of studies of parents' and professionals' perceptions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Koerting",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur Child Adolesc Psychiatry",
            "volume": "22",
            "issn": "11",
            "pages": "653--670",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evidence-based interventions for depressed mothers and their young children",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Garber",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Child Dev",
            "volume": "88",
            "issn": "2",
            "pages": "368--377",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Maternal depression in home visitation: A systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Ammerman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Putnam",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Teeters",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Van Ginkel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Aggress Violent Behav",
            "volume": "15",
            "issn": "3",
            "pages": "191--200",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Emotionregulation strategies across psychopathology: A meta-analytic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aldao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nolen-Hoeksema",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schweizer",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Psychol Rev",
            "volume": "30",
            "issn": "",
            "pages": "217--237",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Dialectical behaviour therapy skills training groups for common mental health disorders. A Systematic Review and Meta-analysis",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Delaquis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/rpu9h"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Adaptation of dialectical behaviour therapy skills training group for treatment-resistant depression",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sprich",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Safren",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jacobo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fava",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Nerv Ment Dis",
            "volume": "196",
            "issn": "2",
            "pages": "136--143",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Magic: Effective Discipline for Children 2-12",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Improving child self-regulation and parenting in families of pre-kindergarten children with developmental disabilities and behavioural difficulties",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Pears",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Healey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yoerger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Fisher",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Prev Sci",
            "volume": "16",
            "issn": "2",
            "pages": "222--232",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Behavioural interventions inattentiondeficit/hyperactivity disorder: a meta-analysis of randomized controlled trials across multiple outcome domains",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Van Der Oord",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Danckaerts",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doepfner",
                    "suffix": ""
                },
                {
                    "first": "Cortese",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Sonuga",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Js &amp; European",
                    "suffix": ""
                },
                {
                    "first": "Adhd Guidelines",
                    "middle": [],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Am Acad Child Adolesc Psychiatry",
            "volume": "53",
            "issn": "8",
            "pages": "835--847",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Emotionfocused parenting interventions for prevention and treatment of child and adolescent mental health problems: a review of recent literature",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Havighurst",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Radovini",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Kehoe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Curr Opin Psychiatry",
            "volume": "33",
            "issn": "6",
            "pages": "586--601",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Parental socialization of emotion",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cumberland",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "L"
                    ],
                    "last": "Spinrad",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Psychol inq",
            "volume": "9",
            "issn": "4",
            "pages": "241--273",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tuning in to kids: improving emotion socialization practices in parents of preschool children-findings from a community trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Havighurst",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Harley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Prior",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kehoe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Child Psychol Psychiatry",
            "volume": "51",
            "issn": "12",
            "pages": "1342--1350",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Parent-child interaction therapy with physically abusive parents: efficacy for reducing future abuse reports",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chaffin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Consulting Clin Psychol",
            "volume": "72",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "A model of mindful parenting: Implications for parent-child relationships and prevention research",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "G"
                    ],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Coatsworth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Child Fam Psychol Rev",
            "volume": "12",
            "issn": "3",
            "pages": "255--270",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The effectiveness of mindful parenting programs in promoting parents' and children's wellbeing: a systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Townshend",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stephenson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JBI Database System Rev Implement Rep",
            "volume": "14",
            "issn": "3",
            "pages": "139--180",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Achieving integration in mixed methods designs-principles and practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Fetters",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Curry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Creswell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Serv Res",
            "volume": "48",
            "issn": "6",
            "pages": "2134--2156",
            "other_ids": {
                "DOI": [
                    "10.1111/1475-6773.12117"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Prevalence of serious mental illness among parents in the United States: results from the National Survey of Drug Use and Health",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Stambaugh",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Epidemiol",
            "volume": "27",
            "issn": "3",
            "pages": "222--224",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The mini international neuropsychiatric interview (MINI): The development and validation of a structured diagnostic psychiatric interview",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Sheehan",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Psychiatry",
            "volume": "59",
            "issn": "20",
            "pages": "22--33",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "DBT Skills. Psychwire [Internet",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Linehan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "DBT Skills Training Manual and DBT Skills Training Handouts and Worksheets",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Linehan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Manual for Beck Depression Inventory-II. Psychological Corporation",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Beck",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Steer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Psychometric properties of the Beck Depression Inventory-II: A comprehensive review",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "P"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gorenstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Braz J Psychiatry",
            "volume": "35",
            "issn": "4",
            "pages": "416--431",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Professional manual Psychological Assessment Resources",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Abidin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Parenting stress index",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Abidin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "P Psychological Assessment Resources",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Validation of a brief version of the difficulties in emotion regulation scale (DERS-18) in five samples",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Victor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Klonsky",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Psychopathol Behav Assess",
            "volume": "38",
            "issn": "4",
            "pages": "582--589",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "In: Maruish ME (ed) The Use of Psychological Testing for Treatment Planning and Outcomes Assessment",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Achenbach",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "429--466",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Manual for the ASEBA Preschool forms and profiles",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Achenbach",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rescorla",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Preliminary psychometric properties of the acceptance and action questionnaire-II: A revised measure of psychological inflexibility and experiential avoidance",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Bond",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Behav Ther",
            "volume": "42",
            "issn": "",
            "pages": "676--688",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The multidimensional scale of perceived social support",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Zimet",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Dahlem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Zimet",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Farley",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Pers Assess",
            "volume": "52",
            "issn": "1",
            "pages": "30--41",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The dialectical behaviour therapy ways of coping checklist: development and psychometric properties",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Neacsiu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Rizvi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Vitaliano",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Linehan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Clin Psychol",
            "volume": "66",
            "issn": "6",
            "pages": "563--582",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Coping with Children's Negative Emotions Scale: Procedures and Scoring",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fabes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bernzweig",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Parental contributions to preschoolers' understanding of emotion",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Denham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kochanoff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Marriage Fam Rev",
            "volume": "34",
            "issn": "3",
            "pages": "311--343",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The coping with children's negative emotions scale (CCNES): Psychometric properties and relations with children's emotional competence",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fabes",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poulin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eisenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Madden-Derdich",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Marriage Fam Rev",
            "volume": "34",
            "issn": "3-4",
            "pages": "285--310",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Center on the Developing Child (2021) The JPB research network on toxic stress",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Relationship of childhood abuse and household dysfunction to many of the leading causes of death in adults: The Adverse Childhood Experiences (ACE) Study",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "J"
                    ],
                    "last": "Felitti",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am J Prev Med",
            "volume": "14",
            "issn": "4",
            "pages": "245--258",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "An examination of the test-retest reliability of the ACE-SQ in a sample of college athletes",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Zanotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kaier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanasse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "Skc",
                    "middle": [],
                    "last": "Cromer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychol Trauma",
            "volume": "10",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Focus groups: A practical guide for applied research",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Krueger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Casey",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Thematic networks: an analytic tool for qualitative research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Attride-Sterling",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Qual Res",
            "volume": "1",
            "issn": "13",
            "pages": "385--405",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "QSR International Pty Ltd. (2020) NVivo (released in",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Does group CBT for depression do what is says on the tin? A systematic review and meta-analysis of group CBT for depression",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hartnett",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Cont Psychother",
            "volume": "47",
            "issn": "",
            "pages": "141--152",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Postintervention and follow-up changes in caregiving behaviour and representations after individually or group delivered hybrid Circle of Security-intensive intervention with New Zealand caregiver-child dyads",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcmahon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Attach Hum Dev",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/14616734.2020.1809057"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Maternal depression and parenting behaviour: A meta-analytic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Lovejoy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Graczyk",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "O&apos;hare",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Neuman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Psychol Rev",
            "volume": "20",
            "issn": "5",
            "pages": "561--592",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The effect of cognitive behavioral group therapy for depression: a meta-analysis",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Worldviews Ev Based Nurs",
            "volume": "9",
            "issn": "1",
            "pages": "2--17",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Group psychological therapies for depression in the community: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Huntley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Araya",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salisbury",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Psychiatry",
            "volume": "200",
            "issn": "3",
            "pages": "184--190",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Factor structure of the Beck Depression Inventory-II in a medical outpatient sample",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Viljoen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iverson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Psychol Med Settings",
            "volume": "10",
            "issn": "",
            "pages": "89--91",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Systematic review and meta-analysis of parent group interventions for primary school children aged 4-12 Years with externalizing and/or internalizing problems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Buchanan-Pascall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Melvin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Child Psychiatry Hum Dev",
            "volume": "49",
            "issn": "2",
            "pages": "244--267",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Maternal adverse childhood experiences, mental health, and child behaviour at age 3: The all our families community cohort study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Mcdonald",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Madigan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Racine",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Benzies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Tomfohr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tough",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Prev Med",
            "volume": "118",
            "issn": "",
            "pages": "286--294",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Clinical efficacy and economic evaluation of online cognitive behavioural therapy for major depressive disorder: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ahern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kinsella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Semkovska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Expert Rev Pharmacoeconomics Outcomes Res",
            "volume": "18",
            "issn": "1",
            "pages": "25--41",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Theory of change",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Conceptualization: LER, RG, NM, LYK, MZ; Methodology: LER, LK, SS, RG, NM, LYK, MZ; Formal analysis and investigation: LER, LK, SH; Writing-original draft preparation: LER, LK, SH, SS; Writing-review and editing: RG, NM, LYK, MZ; Funding acquisition: LER, RG, NM, LYK, MZ; Resources: LER; Supervision: LER, RG, LYK, MZ.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Chronic stress exposure and reduction in parenting stress",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "of modules by week *Modules 18 -20 were delivered via pre-recorded 90-min Zoom didactic sessions along with 30-min individual follow-ups with facilitators due to Covid-19 in-person cancellations",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Pre, post, and change scores for program outcomes and targets",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Correlations between domains of change and theorized moderators",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Qualitative thematic analyses for program feasibility, acceptability, and efficacy domains",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Program efficacyMaternal mental health Managing difficult emotions:New skills for understanding and managing emotions [fear, sadness, anger] leading to participating in a more positive change in feelings, and positive views of mental health \"I was feeling really anxious and I like a bit realized I could actually talk to myself and I was like oh this is, like this is not what it seems and, so that was like something I hadn't really done before \"I would just like steam in my head. So, now I just can take a deep breath and find a better way to respond … I don't feel that angry feeling so much anymore.\" \"[BRIDGE] completely changed… the energy in the house as well because it wasn't, no one had to feel like they were kinda walking on pins and needles … 'cause I'm, I'm much more relaxed now.\"\"I do feel I was having a depressive episode… there was a great change …and I started to see the light of day again.\"\"I think it helped me to be more empathetic of what other people's experiences are and to be grateful for my own situation in life.\" \"It's ok to, to talk about how you're feeling, and that's, it's, it's not something that necessarily our society talks about.\"Social Support from the Group: Mostly positive experiences / greater sense of social support, knowing they are not alone, hearing how others used tools, and relating to each other's experiences \"It was just nice knowing that there were other women going through the same thing as me, and everybody has different situations at home and dynamics.\"\"It made it so meaningful..the connection.. even though we were all from different walks of life…\" \"There's a definite umm sense of trust and security… so that if I was having whatever issue, if I could talk to one of them, I would feel easier about it than trying to talk to some other friend who doesn't have the experience.\"Interpersonal Relationship Improvements: Support from outside of the program linked to value-based insight or helping others \"Challenges from other people in my life, in my partner or my mother that I'm being soft. Being able to better articulate why I'm pulling back instead\"",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Organizing theme",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}