{
    "paper_id": "d8fdb2e59d95982050113cd7adb3de5523f98712",
    "metadata": {
        "title": "A new day for human challenge trials?",
        "authors": [
            {
                "first": "Abie",
                "middle": [],
                "last": "Rohrig",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Nir",
                "middle": [],
                "last": "Eyal",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "published the results from the world's first COVID-19 human challenge trial, in which 36 healthy volunteers between the ages of 18 and 30 years were intranasally exposed to a low dose of wild type severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1] . Around half (53%) of the volunteers became infected with COVID-19, with researchers finding that the viral load peaked 5 days after inoculation. SARS-CoV-2 was first detectable in the throat, before rising higher in the respiratory tract, where its presence in the nose continued for 10 days. The team found that symptoms develop rapidly, starting on average just 2 days after infection. They also found that lateral flow tests were a reliable indicator of whether or not volunteers were infectious. Six volunteers were given remdesivir after testing positive. No volunteers reported any major negative health outcomes after 180 days, though some reported partial smell disturbance.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 261,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The option of conducting a COVID-19 challenge study (usually for vaccine efficacy evaluation) was hotly debated for 2 years before this challenge study results were published i . Advocates argued that the benefits to vaccine development and other advances against COVID-19 were sufficient to justify the risks to consenting volunteers, which, they estimated, were on par with the risks of routine living organ donation ii . But opponents warned that participants might be disenfranchised and exploited [2] and that human challenge trials are only acceptable for diseases that are either mild or for which a therapy exists [3] . They also argued that it would take '1 to 2 years' to complete preparations for a challenge trial and that the benefits of such a trial would be minimal given that the elderly and immunocompromised, for whom understanding of disease and possible countermeasures is most crucial, could not ethically participate [4] .",
            "cite_spans": [
                {
                    "start": 502,
                    "end": 505,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 939,
                    "end": 942,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "The role of additional COVID-19 challenge studies"
        },
        {
            "text": "While Killingley et al.'s first reported COVID-19 challenge trial offers some actionable insights, most notably, the unprecedented detail on the timeline of infectiousness postviral exposure, many potential uses of human challenge trials against COVID-19 and future pandemic infections remain. According to trialists, the challenge model now provides a \"'plug and play' platform for testing new variants and therapies, including vaccines\" iii . This is crucial, as even after 10 billion COVID-19 vaccine doses have been delivered, we still need to develop and speed the authorization of vaccines that are easier to procure, store, and deliver for poor countries, where currently less than 15% of the population is vaccinated iv ; targeted against particular variants v ; more efficacious than existing vaccines at reducing infection rates (as opposed to mere disease rates); or (anticipating future pandemic outbreaks) protective against all coronaviruses vi .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The role of additional COVID-19 challenge studies"
        },
        {
            "text": "For all these purposes, human challenge trials would foster the investigation, whereas placebo-controlled field trials with tens of thousands of participants would usually require too many doses [5] . They would risk exposing to the virus many of the tens of thousands of contacts of any placebo arm participants; deploying active controls, however, would usually require an unmanageable number of participants. However, some field trials comparing different vaccine regimens are taking place now vii .",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "The role of additional COVID-19 challenge studies"
        },
        {
            "text": "The first COVID-19 challenge took place in early 2021 and the ethical case for relying on this design again may now be even more straightforward than it was. Challenge trials are safer for volunteers now that effective treatments have now been rigorously tested. Pfizer's Paxlovid reduces the risk of COVID-19-related hospital admission or death by 89%, bringing down the already low risk of severe illness for young, healthy challenge by an order of magnitude, though long COVID effects remain somewhat unclear [6] . Finally, regulators in the US, UK, and Europe have agreed to rely simply on the immune response triggered by vaccines for some purposes, for example, for testing targeted vaccines. Such 'immune-bridging' studies can be given safely to old and sick people, as well as to others excluded from either challenge or field trials. But no one knows for sure what immune responses we should look for, what are the so-called 'correlates of vaccine protection'. This is a use case for challenge trials, which excel at discerning correlates of protection [7] . Thus, either directly or by enhancing the reliability of immune-bridging studies that generalize results to the old, the sick, babies, and others, challenge trials remain very useful in vaccine testing [8] . One emerging limitation even for this relatively speedy testing method is that traditionally, challenge trials require both growing the virus under onerous conditions and a potentially lengthy process for determining the quantity of virus to give to each volunteer (a so-called 'dose escalation' study). This may mean that although mRNA vaccines are created in days, by the time the vaccines are ready for administration, any variant they target may have completed its carnage. However, some particularly rapid challenge designs would remove the need to grow the virus [9] .",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1845,
                    "end": 1848,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The role of additional COVID-19 challenge studies"
        },
        {
            "text": "Renewed interest in human challenge trials as a result of the COVID-19 pandemic have shined light on challenge trials as an under-utilized tool to study infectious diseases and develop vaccines to mitigate them. There is new work fostering challenge trials that play an important role in developing a vaccine for hepatitis C virus and a new vaccine for tuberculosis, the deadliest disease of the last decade. There have also been increased calls to harness challenge trials with common cold coronaviruses to speed the development of vaccines against all coronaviruses, which Anthony Fauci, director of the US National Institute of Allergy and Infectious Diseases, endorsed in a recent perspective [10] .",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 701,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Concluding remarks and the future of challenge studies"
        },
        {
            "text": "In 2022, COVID-19 vaccine testing remains necessary and should sometimes deploy human challenge testing, directly or indirectly. Before the next pandemic, let us give serious, open-minded consideration to using human challenge trials from the outset, to complement other methods of investigation and achieve the greatest impact while we still have a chance at containing the outbreak. If we conclude, as we think we should, that their use may be justified, it may make sense to prevent a delay by securing some advance ethical approvals and advance regulator commitment to consider their results in determinate scenarios. Resources i www.washingtonpost.com/health/2020/06/15/ volunteers-sign-up-put-their-lives-line-coronavirusvaccine/ ii https://blogs.bmj.com/medical-ethics/2021/01/11/ response-to-nix-and-weijer-close-eneph-sars-cov-2challenge-studies-and-altruistic-kidney-donation/ iii www.imperial.ac.uk/news/233514/covid-19-humanchallenge-study-reveals-detailed/ iv www.scientificamerican.com/article/a-covidvaccine-for-all/ v www.nytimes.com/interactive/2021/world/covidvaccinations-tracker.html vi www.who.int/news/item/11-01-2022-interimstatement-on-covid-19-vaccines-in-the-context-ofthe-circulation-of-the-omicron-sars-cov-2-variantfrom-the-who-technical-advisory-group-on-covid-19vaccine-composition vii https://cepi.net/news_cepi/cepi-to-co-fundvaxxinitys-pivotal-phase-3-ub-612-heterologousbooster-trial-to-combat-sars-cov-2-variants%ef%bf %bc/",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding remarks and the future of challenge studies"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "2022) Safety, tolerability and viral kinetics during SARS-CoV-2 human challenge in young adults",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Killingley",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nat. Med",
            "volume": "28",
            "issn": "",
            "pages": "1031--1041",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Back to WHAT? The role of research ethics in pandemic times",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Solbakk",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Med. Health Care Philos",
            "volume": "24",
            "issn": "",
            "pages": "3--20",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The ethical challenge of infection-inducing challenge experiments",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Clin. Infect. Dis",
            "volume": "33",
            "issn": "",
            "pages": "1028--1033",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Accelerating development of SARS-CoV-2 vaccines -the role for controlled human infection models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Deming",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "383",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: release approved vaccines for trials of new ones",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saville",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "597",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Exploring risks of human challenge trials For COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Manheim",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Risk Anal",
            "volume": "41",
            "issn": "",
            "pages": "710--720",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Accelerating development of SARS-CoV-2 vaccines -the role for controlled human infection models",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Deming",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "383",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Do coronavirus vaccine challenge trials have a distinctive generalisability problem?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gerhard",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Med. Ethics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/medethics-2020-107109"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Testing SARS-CoV-2 vaccine efficacy through deliberate natural viral exposure",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eyal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin. Microbiol. Infect",
            "volume": "27",
            "issn": "",
            "pages": "372--377",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Universal coronavirus vaccinesan urgent need",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Morens",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "N. Engl. J. Med",
            "volume": "386",
            "issn": "",
            "pages": "297--299",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Two years into the coronavirus disease 2019 (COVID-19) pandemic and following several hot debates, the world's first COVID-19 human challenge trial has recently been published by Killingley et al. We review its findings and explain why this particular juncture in time makes additional challenge trials for COVID-19 and for other diseases justified and important. The world's first COVID-19 human challenge trial On 31 March 2022, Killingley et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Acknowledgments N.E. reports funding from the National Science Foundation (Award #2039320; RAPID: Responsible conduct of accelerated SARS-CoV-2 vaccine research >through challenge trials) and Open Philanthropy (no award numbers). Declaration of interests N.E. serves on the Board of Advisors of 1Day Sooner, an unpaid position. He declares having no financial conflicts of interest. A.R. reports affiliation with 1Day Sooner throughout the writing of the article.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Trends in Molecular Medicine, Month 2022, Vol. xx, No. xx 1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}