{
    "paper_id": "d941cffc95f327e0a21082e14fbe680c8386998c",
    "metadata": {
        "title": "Building from the Ashes: Towards a Three-Dimensional Approach for Social Work Intervention Facing Social Conflicts in Vulnerable Neighbourhoods",
        "authors": [
            {
                "first": "Sergio",
                "middle": [
                    "Barciela"
                ],
                "last": "Ferná Ndez",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Pontifica de Comillas",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "Lorenzo"
                ],
                "last": "Gilsanz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UNED",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "María",
                "middle": [],
                "last": "Iné",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Martínez",
                "middle": [],
                "last": "Herrero",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Essex",
                    "location": {
                        "settlement": "Colchester",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "About 56 percent of the world's population lives in urban environments. In more economically developed countries, this percentage is considerably higher. Increasingly, cities' more vulnerable and culturally diverse neighbourhoods are the context of violent conflicts linked to interconnected socio-economic (inequality), ethnocultural (discrimination) and public-institutional (delegitimation) causal factors. Social outbursts such as London (2011) or Husby's (Stockholm, 2013) riots are amongst the most notorious recent examples of these. Both the frequency and intensity of these conflicts are only expected to worsen as the economic impact of the coronavirus disease 2019 (COVID-19) pandemic takes hold. This article introduces the 'Theory of Rupture Frames (TRF)', which offers a new three-dimensional explanatory model of violent conflicts in vulnerable neighbourhoods with high socio-cultural diversity. The 'TRF', it is argued, offers a novel and suitable framework for founding and guiding social work's preventative and healing-oriented interventions facing these. This is in relation to the TRF's dual potential for (i) contributing to the theoretical understanding in the social work profession of this type of conflict and for (ii) offering a tool for guiding the assessment of needs and strategic planning of social work-led actions in the context of the neighbourhoods affected by the conflicts or at risk of their outburst.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "According to World Bank (2021) data, about 56 percent of the world's population lives in urban environments. In more economically developed countries, this percentage is considerably higher (Belgium 98 percent, Argentina 92 percent, Australia 86 percent, USA 82 percent, UK 84 percent, Korea 81 percent, etc.). Cities have thus become central places of the economic, social, cultural and political scene of our time.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 30,
                    "text": "Bank (2021)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Cities' more vulnerable neighbourhoods, and particularly those with high sociocultural diversity, have become the context of numerous violent conflicts. Vulnerable neighbourhoods can be defined as physical and relationship spaces with their own identity where discomfort arises as a result of multiple dimensions of structural disadvantage. These are neighbourhoods where hope is often lost, as social mobility and overcoming social exclusion are perceived as extremely difficult to achieve.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Some recent examples of conflicts in highly diverse vulnerable neighbourhoods include riots in 2013 in Husby, Stockholm (Sweden) and Western Biryulyovo, Moscow (Russia), as well as incidents following the death cases of Black people at the hands of public or private security forces in the USA: Conflicts such as these not only occur regularly, but these can also be considered inherent to life in society. Their positive or negative outcomes, however, will depend on how these are managed, and, ultimately, on the results for the parties involved. In this regard, social work can help to improve and play key roles in the resolution and management of conflicts as an empowering profession and as a facilitator of the development of resources and capabilities of individuals, groups and communities affected or involved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, we will introduce a three-dimensional explanatory model of violent conflicts in vulnerable neighbourhoods with high sociocultural diversity: a socio-economic, ethnocultural and publicinstitutional model. The focus on these three areas will then allow us to propose a series of lines for social work intervention, not only regarding the reconstruction and repair of the damage caused, but also from a preventive perspective.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our work is based on an area of study driven by urban sociology, sociology of conflict and conflictology. These disciplines have sought to research the causes of violent events which have taken place in poor neighbourhoods characterised by high socio-cultural diversity. However, our proposal introduces a new study framework-the Theory of Rupture Frames (TRF)-which, we argue, renews these perspectives and previous tools of analysis, allowing for the achievement of a better understanding of these events.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the 1980s and up until the present time, vulnerable neighbourhoods of the main European cities of France, the UK, the Netherlands, Sweden, Belgium and Italy, amongst others, are the scene of collective conflicts largely led by children and grandchildren of immigrant population (Cachó n, 2011) . On the other hand, major US cities have seen a resurgence of urban violence in response to cases of excessive use of force by the police against the African American community.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 299,
                    "text": "(Cachó n, 2011)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background of contemporary urban social conflicts"
        },
        {
            "text": "It is expected that violent conflicts linked to immigration and ethnic minorities, especially those established in the poorest neighbourhoods of big cities, will continue to gain notoriety. Different academic currents point out that these neighbourhoods will become immersed in one or several of the three crises that Cachó n (2011) refers to as 'cultural crisis', 'economic crisis' and 'political crisis'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background of contemporary urban social conflicts"
        },
        {
            "text": "There is ample academic agreement on the increased 'complexity of the conflicts faced by democratic societies, together with a parallel increase in the pace of social transformations' (Morá n, 2008, p. 46) . Neighbourhoods are the territory where conflicts of multiple and varied origins (cultural, economic or political) take shape, and where social transformations resulting from these become visible. Therefore, approaching the topic of violent conflicts in vulnerable neighbourhoods with high socio-cultural diversity involves locating ourselves in a complex ethnocultural, socio-economic and public-institutional context.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 205,
                    "text": "(Morá n, 2008, p. 46)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background of contemporary urban social conflicts"
        },
        {
            "text": "Whereas the ethnocultural context is a contested concept, focusing on its identity aspects, this can be defined as constituted by a set of values, symbols, beliefs and customs that form a culture of its own. Contemporary Western societies are claimed to be undergoing a cultural crisis. In the USA, a deep and ongoing crisis broke out following the 2001 '9/11' al-Qaeda terrorist attacks causing, amongst many other visible effects, widespread xenophobic attitudes, especially towards Muslims (Grupo Picnic, 2005) . But an equally concerning advance of xenophobia and racism has also taken place at a European level.",
            "cite_spans": [
                {
                    "start": 493,
                    "end": 513,
                    "text": "(Grupo Picnic, 2005)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Ethnocultural context"
        },
        {
            "text": "The European Commission against Racism and Intolerance (ECRI), and former Human Rights commissioners of the European Commission and the United Nations have been warning of an increase in 'hate speech' (ECRI, 2013) and xenophobia in the region (Commissioner for Human Rights, 2012; Deutsche Welle, 2014) . More recently, the ECRI (2020, p. 7) has highlighted a concerning growing trend of 'xenophobic populism' in Europe (amongst other forms of racism and discrimination). This coincides at a global level with the call for the need 'to combat the glorification of Nazism, neo-Nazism and related intolerance' made by the UN Special Rapporteur on contemporary racism, Ms E. Tendayi Achiume (OHCHR, 2020). The battle against racism and xenophobia in countries with a longer migratory tradition, such as the USA, has not ended either. In the USA, despite the renewed political landscape after the results of the 2020 presidential election, the sparks of conflict fanned by outgoing president Donald Trump's racist speech and the legislative measures adopted by his Executive since 2017 will prove challenging to undo. This situation is replicated across Europe (and other countries worldwide), where Trump's counterpart right-wing nationalist politicians are gaining influence and, increasingly, reaching power (BBC, 2019).",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 213,
                    "text": "(ECRI, 2013)",
                    "ref_id": null
                },
                {
                    "start": 267,
                    "end": 280,
                    "text": "Rights, 2012;",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 302,
                    "text": "Deutsche Welle, 2014)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Ethnocultural context"
        },
        {
            "text": "On the other hand, the socio-economic context, understood as the set of social and economic aspects under which people develop their life and project their relationships, is not satisfactory, either, for the population of cities' vulnerable neighbourhoods, and this is not expected to improve in the short term. Economic constraints directly condition social circumstances and lead towards characteristic lifestyles given the relationship between economic circumstances and access to goods, interaction with the environment and personal relations (BASW and CWIP, 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Socio-economic context"
        },
        {
            "text": "The International Monetary Fund (2020) announced that the COVID-19 health crisis has triggered a global economic crisis, which most serious impacts on people are expected to last. The body warns of an especially adverse expected impact on low-income households, which will jeopardise the global progress in reducing extreme poverty since the 1990s. In relation to this, the Global Peace Index has pointed out that there was a sustained increase in civil unrest during last decade that will expectedly worsen as COVID-19 economic impact takes hold (IEP, 2020). These situations will lead to a global increase in unemployment, lower wages, lower income and consumption levels, as well as to a chronification of inequalities, which will result in increased social problems (Wilkinson and Pickett, 2010) and will maintain social instability.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 799,
                    "text": "(Wilkinson and Pickett, 2010)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Socio-economic context"
        },
        {
            "text": "The public-institutional context in current, globalised, democratic societies does not allow for an optimistic vision of the future either. The set of public bodies and entities that develop, apply and control political life faces multiple and varied challenges, including economic and ideological constraints to expenditure and access to rights imposed by pervading neoliberal globalisation, austerity politics and the growth of far-right political parties. Under such pressures, legal frameworks and legislative developments that support social relations and the exchange of goods and services are increasingly restricting the rights of migrants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public-institutional context"
        },
        {
            "text": "De Lucas (2012) points out that a society of contempt is being gradually constituted, implying the establishment of an excluding democracy-a system that relegates poor minorities from the well-being enjoyed by the majority. Such situation pushes minority groups towards a dead end, which only possible ways of escape are social protest and rebellion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public-institutional context"
        },
        {
            "text": "In sum, these three contexts speak of people and groups that are deprived of due cultural recognition, are excluded from the redistribution of wealth and access to rights, and lack representation in countries' public-institutional life. Consequently, as De Lucas (2012) predicts, social responses will expectedly tend to reverse the situation of domination-rather than exclusion-suffered by groups living in the poorest urban neighbourhoods; domination will thus inevitably lead to conflicts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public-institutional context"
        },
        {
            "text": "In the field of international relations, it has been necessary to complement studies of peace (Irenelogy) and war (Polemology) with each other, for an adequate understanding of international conflictual situations. As main contemporary peace and violence theorist Johan Galtung (1969a) argues, an adequate holistic understanding of social events needs to connect theories of peace and conflict. Galtung, moreover, conceives conflict as an essential element for life in society, as 'an element as necessary to social life as air to human life' (Galtung, 1978, p. 490) , although this can also be life-destroying (Galtung, 1996) . Conflict's destructive potential is materialised in the different faces of violence (direct, structural and cultural), which can be understood as signals of deeper underlying conflicts; 'if violence is the smoke, then conflict it is the fire' (Galtung and Webel, 2007, p. 18 ).",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 285,
                    "text": "Galtung (1969a)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 543,
                    "end": 566,
                    "text": "(Galtung, 1978, p. 490)",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 626,
                    "text": "(Galtung, 1996)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 872,
                    "end": 903,
                    "text": "(Galtung and Webel, 2007, p. 18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "Being conflict a historical constant in any of its facets (confrontation, struggle, dispute, etc.), a conflict study pioneer cannot be singled out. However, it can be asserted that main contributions to this field come from lines of study linked to the theory of social conflict, developed, mainly, by philosophers and sociologists (Rahim, 1992) . In the following Table 1 , we offer a synthesis of key authors' contributions to the understanding of conflicts in the contemporary period until present time.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 345,
                    "text": "(Rahim, 1992)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 365,
                    "end": 372,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "From this overview of contemporary authors' wide-ranging views, it can be concluded that the concept of 'conflict' is complex and contested and can have positive and negative connotations. Hence the importance to narrow down our field of study and establish our definition of conflict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "Our field of study encompasses any type of conflictual situation (attitude or behaviour) in an urban space characterised by marked material disadvantage and deteriorated relationships and involving social groups that differ from each other in terms of culture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "For our definition of conflict, we draw on Vinyamata's (2001) proposal considering this to be the most appropriate as to breadth and clarity. We additionally incorporate four new aspects to it:",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 61,
                    "text": "Vinyamata's (2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "An understanding of conflict as a 'process', which allows to study its causal sequence and helps explain its genesis. The consideration that conflict may originate from a difference in 'values': highlighting values as a source of conflict allows to give due relevance to ethnocultural aspects (Horowitz, 1985; Huntington, 2002 ). An emphasis on 'grievance': one of the parties feels aggrieved compared with the other. The offence may relate to ethnocultural, socio-economic or public-institutional aspects. Likewise, Vinyamata (2001) notes two necessary conditions for conflicts to emerge: (i) experiences of physical or psychological pain and (ii) a causal projection with respect to the other party. We add a 'lack of acceptance' of the situation-a manifest disagreement with the parties' relationship-by those affected as a trigger for the conflict. Social outbreaks, we argue, have a history of latent conflicts in the form of unattended political demands.",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 309,
                    "text": "(Horowitz, 1985;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 310,
                    "end": 326,
                    "text": "Huntington, 2002",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 517,
                    "end": 533,
                    "text": "Vinyamata (2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "The above understanding of conflict is underpinned by the idea that conflicts are not necessarily events of a negative nature, but their positive or negative consequences will depend on how these are resolved. In relation to this, we highlight social work's potential to contribute to positive conflict resolution, particularly through the resilience building and social change orientations of the profession.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "A new proposal for conflict analysis: a three-dimensional approach",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "The theory of rupture frames Main contemporary lines of research on conflict, we argue, fail to understand or provide a comprehensive response to the multi-causal reality of conflicts that occur in vulnerable neighbourhoods with high socio-cultural diversity. To fill this gap, we believe that it is necessary to adopt an updated theoretical framework situated in a three-dimensional perspective: socio-economic; ethnocultural; and public institutional. As Table 2 and Figure 1 show, our proposal, the 'TRF', is located at the crossroads of the three theoretical fields that study conflict, diversity and vulnerable neighbourhoods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 464,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 469,
                    "end": 477,
                    "text": "Figure 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "Amongst the theories that address conflict, our proposal lies close to a 'conflict theory' approach. That is, we understand conflict as a failure of coexistence mechanisms and therefore something to avoid, but we also see it as an opportunity to enhance life in society. Modern theories of this approach include new theories of social movements, which uphold that a focus on the distribution of power and hegemony is key to understanding conflicts in our societies. From this perspective, every social movement is a rational action based on strategic approaches that need to be interpreted in a political key.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "On the other hand, amongst the theoretical proposals on vulnerable neighbourhoods, our 'TRF' sits in the mixed line between vulnerability (lack of protection) and social exclusion (lack of adaptation). We support the idea that structural and personal causal factors coexist in situations of social exclusion in disadvantaged neighbourhoods. In other words, urban vulnerability results from a lack of appropriate action of public administrations to stop the degradation of these areas; from this approach, the state has a key role in granting all citizens equal access to housing, health, education and employment. However, a will on the part of individuals will also be necessary to overcome situations of vulnerability or social exclusion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "Regarding socio-cultural diversity, our theory draws on the hypothesis of contact. According to this, negative perceptions of diversity can be reversed through contact between majority and minority groups if these share social conditions and pursue common objectives. Therefore, contact between people of diverse socio-cultural origins can reduce stereotypes and prejudice and can favour coexistence. However, to achieve these effects, contact must not be superficial, and it needs to meet some essential conditions, as proposed by Allport (1954) : (i) institutional and social support for integration; (ii) high relationship potential; (iii) equal status of participants; and (iv) intergroup co-operation. Subsequent studies have added other optimal conditions, such as (v) pleasant communication and (iv) the opportunity to establish long-term relationships (Amir, 1994) or (vii) a willingness to start lasting friendships (Pettigrew, 1998) . In the absence of several of these conditions, superficial relationships amongst diverse groups would produce more damage than benefit.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 546,
                    "text": "Allport (1954)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 860,
                    "end": 872,
                    "text": "(Amir, 1994)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 925,
                    "end": 942,
                    "text": "(Pettigrew, 1998)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Conflict: inherent to life in society"
        },
        {
            "text": "Conflicts linked to high socio-cultural diversity have varied causes and have been conceptualised in different ways. Thus, Giddens (2005) , Law (2009) or Cachó n (2011) establish different causal areas that lead to intercultural conflicts, focusing, respectively, on socio-economic, cultural and multiple factors. Our approach is based on the work of Nancy Fraser (notably Fraser 1995 . Following her, we assume violent conflicts in contemporary democracies have as their starting point a situation of injustice in three areas: socio-economic, ethnocultural and public institutional.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 137,
                    "text": "Giddens (2005)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 140,
                    "end": 150,
                    "text": "Law (2009)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 357,
                    "end": 384,
                    "text": "Fraser (notably Fraser 1995",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Three-dimensional novelty of the TRF's approach"
        },
        {
            "text": "As societies have become more complex, situations of injustice have spread to new spheres: from 'inequality' linked to the traditional conflicts of industrial societies (socio-economic sphere) (Wilson, 1996) , to more recent conflicts related to 'discriminatory causes' and a lack of recognition of identity (ethnocultural sphere) (Fraser and Honneth, 2006; Bergmann and Crutchield, 2009 ). In addition, new public-institutional causes arise as groups of people are not taken into account and are subjected to 'delegitimation' as they are deprived of validity as citizens and are excluded from enjoying equal rights in society (Wacquant, 2007) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 207,
                    "text": "(Wilson, 1996)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 331,
                    "end": 357,
                    "text": "(Fraser and Honneth, 2006;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 358,
                    "end": 387,
                    "text": "Bergmann and Crutchield, 2009",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 627,
                    "end": 643,
                    "text": "(Wacquant, 2007)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Three-dimensional novelty of the TRF's approach"
        },
        {
            "text": "Conflict, we finally need to point out, is not static, but it is a phenomenon in continuous movement and evolution, which involves in varying degrees a political component materialised in political demands (X) and a violence (implicit or explicit) component (Y). The strength of the political component will depend on the political response to claims for redistribution, recognition or representation of those involved. Thus, the political component is very high when conflicts arise, but the inattention of political demand leads to a decrease in this political component and an increase in the violent one (materialised in a wide-ranging repertoire of explicit violent actions), until a point is reached where conflicts turn into episodes of widespread uncontrolled violence. Figure 2 maps the outcomes of the evolving relationship between these two variables. However, it needs to be noted that conflicts may progress throughout the different levels in less linear ways, depending on aspects, such as the specific political responses, time lapses, specific violent events, involvement of different stakeholders, etc., although uncontrolled conflicts are always preceded by unattended political demands according to the TRF.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 778,
                    "end": 786,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Three-dimensional novelty of the TRF's approach"
        },
        {
            "text": "The 'TRF' was applied by one author of this article to a case study of four social outbursts: Los Angeles, 1992; Paris, 2005; El Ejido (Spain), 2000; and London, 2011 (Barciela, 2017) . This piece of work required a disaggregation into variables and components of the three areas of conflict (socio-economic, ethnocultural and public institutional) and the elaboration of a measurement proposal. The model built contained the eleven variables and twenty-seven components shown in Table 3 .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 112,
                    "text": "Angeles, 1992;",
                    "ref_id": null
                },
                {
                    "start": 113,
                    "end": 125,
                    "text": "Paris, 2005;",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 149,
                    "text": "El Ejido (Spain), 2000;",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "and",
                    "ref_id": null
                },
                {
                    "start": 154,
                    "end": 183,
                    "text": "London, 2011 (Barciela, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 480,
                    "end": 487,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Application of the TRF to the study of conflicts"
        },
        {
            "text": "The application of the 'TRF' verified the hypothesis that none of the frames or areas of conflict alone can explain the conflicts, but each of these has a relative causal influence through different variables and components. Moreover, four main causal variables regarding the conflicts of study were identified: socio-economic area: (i) Inadequate housing and (ii) situation of poverty or social exclusion; ethnocultural area: (iii) perception of competition in access to social rights and resources; public-institutional area: (iv) discriminatory action by national, regional or local governments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Application of the TRF to the study of conflicts"
        },
        {
            "text": "Despite the currency of the topic of urban conflicts in neighbourhoods with high socio-cultural diversity and the increasing need for attention to this globally, our search for literature in English and Spanish on social work facing this type of conflict yielded no direct results. This indicated a clear knowledge gap in relation to the topic. However, this knowledge gap does not imply that social work lacks a track record of theory and intervention relevant to this field. As we discuss next, social work professionals have carried out functions and developed and applied intervention techniques for the prevention and management of conflict situations that arise in the various areas of daily life, such as family relationships, participation in the community or conflicts in the workplace (Munuera, 2013) . And there is a growing body of literature on social work practice in contexts marked by state violence/oppression, or by socio-political, interracial or inter-cultural conflicts (e.g. Howard, 2017; Campbell et al., 2019) . In addition, several multi-layered models for social work analysis and intervention aiming to redress social injustice and oppression at the different levels of society have been developed. Amongst the most influential of these models are Dominelli's work on anti-oppressive social work theory and practice (Dominelli, 2002) and social work under globalisation (Dominelli, 2010) and Thompson's (1992) 'Personal, Cultural, Structural (PCS)' model for anti-oppressive social work practice. More recent work by authors, such as Cocker and Hafford-Letchfield (2014) , offers renewed insights into the multiplicity and intersectionality of social work service users' experiences of oppression and highlights the importance of self-awareness and the use of self in anti-oppressive practice. Hence, we acknowledge, the TRF's holistic and three-dimensional understanding of social problems is not wholly new in social work, with some aspects of anti-oppressive social work practice models (notably Thompson's PCS) resonating closely with this.",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 810,
                    "text": "(Munuera, 2013)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 997,
                    "end": 1010,
                    "text": "Howard, 2017;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1011,
                    "end": 1033,
                    "text": "Campbell et al., 2019)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1343,
                    "end": 1360,
                    "text": "(Dominelli, 2002)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1397,
                    "end": 1414,
                    "text": "(Dominelli, 2010)",
                    "ref_id": null
                },
                {
                    "start": 1419,
                    "end": 1436,
                    "text": "Thompson's (1992)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1561,
                    "end": 1597,
                    "text": "Cocker and Hafford-Letchfield (2014)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Social work's role and the TRF's approach"
        },
        {
            "text": "However, no focused and holistic attention has been paid to the profession's role in developing preventative, crisis management or healingoriented interventions facing violent conflicts in neighbourhoods with high socio-cultural diversity. Social work's involvement in the prevention and management of social conflicts in this context, we argue, will lead to much more positive effects than coercive or repressive approaches which, with all certainty, will promote a more negative, intense and violent evolution of the conflicts. We believe that the 'TRF' model offers a novel, suitable framework for founding and guiding social work intervention facing these.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work's role and the TRF's approach"
        },
        {
            "text": "In the next sections, we will discuss social work's roles and potential contributions to conflict resolution in these neighbourhoods, in relation to the three conflict areas established by the TRF. Considering the variables and components, the TRFs measurement model associates with each area will allow us to make some (necessarily non-exhaustive) links with existing social work knowledge and practice experience, and to identify areas for social work focus to enhance the profession's contribution to these conflicts' resolution. We thus use this set of variables and components as a map of problems to address, holistically, for an effective intervention at neighbourhood level facing this type of urban conflict.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work's role and the TRF's approach"
        },
        {
            "text": "As noted in the section 'A new proposal for conflict analysis: a threedimensional approach', it is a tenet of the 'TRF' that the political facet of these conflicts features strongly when conflicts are arising but then tends to disappear as uncontrolled violence becomes prevailing. Therefore, transformative social work interventions in this context should seek to contribute to relocating the conflict in the terrain of political demands, in relation to the three areas of conflict identified by the theory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work's role and the TRF's approach"
        },
        {
            "text": "As shown in Table 3 , when accumulated situations of injustice take place in the socio-economic sphere, then inequality linked to a breach in welfare social pacts comes to light as a cause of violent conflict in the neighbourhoods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Social work and inequality"
        },
        {
            "text": "Foremost, social work's contribution to addressing socio-economic inequality has been traditionally linked to an individual resilience-building orientation. From this perspective, the link between resilience and social work is established in relation to the profession's potential for enhancing the possibilities of individuals (or groups and communities) to overcome difficulties and succeed, despite being exposed to high-risk situations (Fraser et al., 1999; Green and Conrad, 2002) .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 461,
                    "text": "(Fraser et al., 1999;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 462,
                    "end": 485,
                    "text": "Green and Conrad, 2002)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Social work and inequality"
        },
        {
            "text": "Social workers, both as enablers of access to resources and through accompaniment, can indeed play a qualified role to promote the recovery/healing of personal resources that have been eroded or have not been developed in an optimal way, as a result of maintained poverty and social exclusion. Accompaniment (Gó mez, 2016; Wilkinson and D'Angelo, 2019) is a widely used tool in social work for personal motivation and for change; an active presence that helps to become aware of reality, which encourages defining achievable objectives, making specific commitments and seeking the appropriate support to achieve equal opportunities of access and participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work and inequality"
        },
        {
            "text": "Thus, the relevance and potential usefulness of social work intervention strategies promoting resilience becomes apparent, especially insofar as these are built on the strengths and capacities for recovery and transformation of the people affected by conflicts (Saleebey, 1996) . Moreover, despite the widespread individual approach to resilience building facing socio-economic injustice, references can also be found to social workers' role in group and community level resilience building. This perspective is widely developed in the Latin American tradition of social work and it incorporates a focus on the institutional and social dimensions of a community, as resilience 'is related to the transformation of adversity into personal, relational and collective growth by strengthening social commitment and the development of new relationships' (Menanteux, 2015, p. 23) .",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 277,
                    "text": "(Saleebey, 1996)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 849,
                    "end": 873,
                    "text": "(Menanteux, 2015, p. 23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social work and inequality"
        },
        {
            "text": "However, the 'TRF' model helps enlighten the causal relationships between socio-economic injustice and collective conflict in these neighbourhoods, and how this (socio-economic injustice) involves a breach of welfare social pacts. Both these aspects of the theory, we argue, interpellate the profession to extend the focus of social work assessment and intervention in these neighbourhoods to the much less explored rights-based approaches to social work's commitment to addressing socio-economic injustice when working in these neighbourhoods with individuals, groups and communities (see, e.g. Ife, 2008; Harms-Smith et al., 2019) , and to integrate a political lens in their practice. Radical, critical and structural perspectives on social work practice can help incorporate political awareness to resilience building-oriented social work. These include contributions from the Anglo-Saxon social work academia (e.g. Lavalette, 2011; Lundy, 2011) and Latin American social work approaches linked to Paulo Freire's (1970) critical pedagogy and the social work reconceptualization movement (Saracostti et al., 2012) . A focus on politics in social work in the context of these neighbourhoods should not be considered a mere enhancement of practice, but as a key aspect to address the conflicts from the TRF.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 606,
                    "text": "Ife, 2008;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 607,
                    "end": 632,
                    "text": "Harms-Smith et al., 2019)",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 936,
                    "text": "Lavalette, 2011;",
                    "ref_id": null
                },
                {
                    "start": 937,
                    "end": 949,
                    "text": "Lundy, 2011)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1002,
                    "end": 1023,
                    "text": "Paulo Freire's (1970)",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1116,
                    "text": "(Saracostti et al., 2012)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Social work and inequality"
        },
        {
            "text": "As Thompson (1992, p. 35) explains, the cultural level of discrimination relates to dominant cultures' 'shared values, pattens of thought and behaviour, and involves an assumed consensus about what is right and what is normal'. Dominant cultural values and behaviours influence individuals' views and actions-including social workers'-and these are at the same time shaped by the interests of societies' most powerful social structures, political and economic actors and institutions. Both traditional media and social media have a key role in reinforcing discourses based on fear and focused on conformity to dominant social norms, but these can also play a fundamental part in challenging discriminatory views and promoting diversity.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 25,
                    "text": "Thompson (1992, p. 35)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social work and discrimination"
        },
        {
            "text": "Becoming aware of the powerful influence that discriminatory cultural beliefs can have on social workers' perceptions and interactions with service users of diverse cultural backgrounds is a key step for them to be able to overcome prejudice and work in non-discriminatory and antioppressive ways, according to social work's values and codes of ethics. For reference, see Cocker and Hafford-Letchfield (2014) or Pease (2006) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 408,
                    "text": "Cocker and Hafford-Letchfield (2014)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 412,
                    "end": 424,
                    "text": "Pease (2006)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Social work and discrimination"
        },
        {
            "text": "Moreover, social workers can devise interventions aimed at reducing fear and hostility amongst the different cultural groups of the neighbourhoods and facilitating the type of enriching and non-superficial intergroup contact capable of reducing stereotypes and promoting peaceful coexistence (Allport, 1954) . And, in partnership with neighbourhood ethnic minority communities, they can also seek to promote cultural awareness (through cultural events or using traditional and social media) and engage with collective action to challenge inadequate treatment of cultural diversity in the media. Social workers working from a TRF perspective would also need to consider ways of helping to channel political demands to address feelings of insecurity in the neighbourhood and for increased resources for the promotion of positive coexistence.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 307,
                    "text": "(Allport, 1954)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Social work and discrimination"
        },
        {
            "text": "Especially at the most heated and violent points of the conflicts, however, social work intervention may need to focus first and draw on mediation techniques in order to deal with conflicts arising as a result of ethnocultural discrimination. Folberg and Taylor (1984, p . 7) define mediation as a 'process by which the participants, together with the assistance of a neutral person or persons, . . . isolate disputed issues in order to develop options, consider alternatives, and reach a consensual settlement that will accommodate their needs'.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 270,
                    "text": "Folberg and Taylor (1984, p",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social work and discrimination"
        },
        {
            "text": "A review of the relationship between social work and mediation points to a long shared professional history (Rondó n, 2013), although this connection was clearly made explicit by the IFSW's (1996) Human Rights Policy and subsequent documents. This policy acknowledged that social workers 'are committed to the pursuit of non-violence' and 'their experience in conflict resolution teaches that mediation and arbitration are effective instruments to overcome seemingly irreconcilable differences' (IFSW, 1996) . Non-violence, the IFSW's policy highlights, 'does not mean passivity in the face of injustice . . .' (IFSW, 1996) .",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 507,
                    "text": "(IFSW, 1996)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 611,
                    "end": 623,
                    "text": "(IFSW, 1996)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Social work and discrimination"
        },
        {
            "text": "In the case of the public-institutional area of conflict, the centrality of social work's political awareness and political voice continues to be apparent. In the last decades, and particularly following the 2008 global economic crisis, many social workers and social work organisations across the world have become involved in anti-austerity social movements, networks and alliances, which have brought to the fore the negative effects on the most vulnerable groups of people of neoliberal globalisation and governments and public institutions' embrace of neoliberal ideology. Denouncing and opposing discriminatory political discourses, legislation and social policies, including those of xenophobic or racist nature, and promoting the diverse voices of marginalised groups and their inclusive participation and representation in society's public institutions and debates (starting from the local level) would be, from these perspectives, paramount. These movements' influence has paved the way for a more politically aware contemporary social work (Ioakimidis et al., 2014) .",
            "cite_spans": [
                {
                    "start": 1051,
                    "end": 1076,
                    "text": "(Ioakimidis et al., 2014)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "Despite their global scope, these social movements have helped raise awareness amongst increasing sectors of society that it is at the local, community or neighbourhood level that is possible to gain some control over the marketised, exclusionary and competition-driven dynamics of neoliberal globalisation and the ideological value base underpinning this. And these have highlighted the potential for local level social mobilisation to develop alternative, more co-operative and human focused models of employment, associationism, political participation and social interaction where young people suffering the consequences of cultural exclusion and lack of opportunities can find a place to enhance and achieve their aspirations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "These social movements' perspectives can act as sources of knowledge and inspiration for TRF-based social work interventions in these neighbourhoods, whilst frontline practice experiences in these neighbourhoods can also potentially inform and contribute to the social movements from the neighbourhoods' grassroots.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "More recently, social justice protest movements across the world, notably Black Lives Matter, have sparked global collective action against security forces' discrimination and brutality. The avoidable deaths of black people like George Floyd at the hands of the police are examples of the most extreme but widespread consequences of these. Within the related debates, there have been calls to 'reimagine policing' and for a much greater investment in social services versus increased funding of security forces (The Guardian, 2020) . Social workers, alongside ethnic minority community members, can play key roles in promoting intercultural awareness amongst security forces staff, including by contributing to their training/education. Some pioneer proposals and successful pilot programmes (most of these from the USA), which have explored possibilities such as social workers being employed as social worker police officers or aimed at improving interprofessional collaborations between social services and the police (Patterson, 2008) , are gaining renewed attention globally. And these offer opportunities to be replicated in the context of these neighbourhoods in order to contribute to conflict resolution by helping reduce social frustration.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 531,
                    "text": "Guardian, 2020)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1021,
                    "end": 1038,
                    "text": "(Patterson, 2008)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "Conclusions: the TRF as a flexible tool for social work analysis and intervention facing conflicts in vulnerable neighbourhoods with high socio-cultural diversity Given all the above, it is clear that social work has a significant part to play in the prevention and resolution of violent conflicts in vulnerable neighbourhoods with high socio-cultural diversity. Using the TRF as a framework, we have sought to provide in this article some nonexhaustive clues on how social work knowledge and intervention skills can be drawn upon and be used towards this aim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "The social work roles discussed and any other relevant ones will be enhanced and carried out more effectively by incorporating the threedimensional approach proposed by the 'TRF' and therefore paying a differentiated but comprehensive attention to the three areas of the conflicts identified: socio-economic, ethnocultural and public institutional.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "As we have argued, beyond putting forward a new theoretical proposal for the understanding of social conflicts in these neighbourhoods, the 'TRF' model can be used as a tool for analysis and intervention applicable to real neighbourhoods' contexts. This should not be considered a fixed tool, but one which application needs to be adapted to each neighbourhood's reality (including population characteristics, availability of resources, etc.) and differential needs for support or intervention facing conflict management and prevention.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "The 'TRF' can be used at the different levels of social work analysis and intervention-from the individual to more collective (e.g. social activism) and strategic levels (e.g. community work or social policy development). And it can be drawn upon by social work practitioners and researchers working in a wide range of organisations, including local public social services centres and voluntary sector organisations, with a stake in contributing to a transformative (peace and social justice-oriented) resolution of the conflicts in these neighbourhoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        },
        {
            "text": "We would like to conclude this article by making a reference to Galtung's (1969b, p. 16 ) statement in his classical article 'Conflict as a Way of Life', that 'conflict can be basically seen as one of the major motivating forces in our existence', which applies to the level of society and the strives for social change. Facing social conflicts in these neighbourhoods, it becomes fundamental that public and professional responses to these are founded in an in-depth holistic understanding of the conflicts and promote early and appropriate interventions to prevent their destructive potential, taking in turn advantage of conflicts' potential to guide needed redistributions of power and an improvement of life in society, towards greater social justice. Social work, we believe and have argued, has an important part to play in this and the 'TRF' offers a measured, inclusive avenue from which to engage with conflict, its causes and being part of the solution.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 87,
                    "text": "Galtung's (1969b, p. 16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Social work and delegitimation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Nature of Prejudice",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Allport",
                    "suffix": ""
                }
            ],
            "year": 1954,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The contact hypothesis in intergroup relations",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Amir",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Psychology and Culture",
            "volume": "",
            "issn": "",
            "pages": "231--238",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Teoría de los marcos de ruptura. Modelo causal de los conflictos en barrios vulnerables con alta diversidad cultural",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Barciela",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Europe and right-wing nationalism: A country-by-country guide",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Introduction: Racial and ethnic conflict and violence",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Crutchield",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Conflict and Violence",
            "volume": "3",
            "issn": "2",
            "pages": "146--53",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Inmigració n y Conflictos en Europa: Aprender Para Una Mejor Convivencia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cachó N",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Social work for critical peace: A comparative approach to understanding social work and political conflict",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ioakimidis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Maglajlic",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Journal of Social Work",
            "volume": "22",
            "issn": "6",
            "pages": "1073--84",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Rethinking anti-Discriminatory and anti-Oppressive Theories for Social Work Practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cocker",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hafford-Letchfield",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annual Activity Report",
            "volume": "",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Sobre los fundamentos de la igualdad y del reconocimiento",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Lucas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "ONU advierte del avance de la xenophobia en Europa",
            "authors": [
                {
                    "first": "Deutsche",
                    "middle": [],
                    "last": "Welle",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Anti-Oppressive Social Work Theory and Practice",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dominelli",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "From redistribution to recognition? Dilemmas of justice in a «post-socialist» age",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "New Left Review",
            "volume": "212",
            "issn": "",
            "pages": "68--93",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Escalas de Justicia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Un Debate Político-Filosó fico",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Honneth",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Risk, protection and resilience: Toward a conceptual framework for social work practice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Galinsky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Richman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Social Work Research",
            "volume": "23",
            "issn": "3",
            "pages": "131--174",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Pedagogía del Oprimido, Montevideo, Tierra Nueva. Folberg and Taylor (1984) Mediation: A Comprehensive Guide to Resolving Conflicts without Litigation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Freire",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Violence, Peace, and Peace Research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galtung",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Journal of Peace Research",
            "volume": "6",
            "issn": "3",
            "pages": "167--91",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Conflict as a way of life",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galtung",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Progress in Mental Health",
            "volume": "",
            "issn": "",
            "pages": "54--69",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Peace by Peaceful Means. Peace and Conflict, Development and Civilization",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galtung",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Handbook of Peace and Conflict Studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Galtung",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Webel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Los disturbios son un asunto socioeconó mico",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Giddens",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "El País",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Basics assumptions and terms",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Conrad",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Resiliency. An Integrated Approach to Practice",
            "volume": "",
            "issn": "",
            "pages": "29--62",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "La estigmatizació n en el discurso mediático: Los «otros» como criminales y víctimas",
            "authors": [
                {
                    "first": "Grupo",
                    "middle": [],
                    "last": "Picnic",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cuadernos de Información",
            "volume": "18",
            "issn": "",
            "pages": "133--142",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Ethnic Groups in Conflict",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Horowitz",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Social work in the black community: A collective response to contemporary unrest",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Sociology & Social Welfare",
            "volume": "44",
            "issn": "1",
            "pages": "81--98",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Choque de Civilizaciones, Madrid, Tecnos. IEP (2020) Global Peace Index",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Huntington",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Human Rights and Social Work: Towards Rights-Based Practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ife",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Human rights",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ifsw",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A crisis like no other, an uncertain recovery', World Economic Outlook Update",
            "authors": [],
            "year": 2020,
            "venue": "International Monetary Fund",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Reconceptualizing social work in times of crisis: An examination of the cases of Greece, Spain and Portugal",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ioakimidis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Herrero",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "International Social Work",
            "volume": "57",
            "issn": "4",
            "pages": "285--300",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Defining the sources of intercultural conflict and their effects",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Law",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Intercultural Dialogue on Campus",
            "volume": "",
            "issn": "",
            "pages": "79--96",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Social Work, Social Justice, and Human Rights: A Structural Approach to Practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lundy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Resiliencia comunitaria y su vinculació n al contexto latinoamericano actual",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Menanteux",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "14",
            "issn": "",
            "pages": "23--45",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Algunas Reflexiones en Torno a Los Marcos Para el Estudio de Los Conflictos Asociados Con la Inmigració n",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Morán",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Conflictos e Inmigració n: Experiencias en Europa",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Office of the High Commissioner for Human Rights (OHCHR). (2020) 'Special Rapporteur on contemporary forms of racism",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Munuera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "101",
            "issn": "",
            "pages": "25--36",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Police social work: A unique area of practice arising from law enforcement functions",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "T"
                    ],
                    "last": "Patterson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Encouraging critical reflections on privilege in social work and the human services",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pease",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Practice Reflexions",
            "volume": "1",
            "issn": "1",
            "pages": "15--26",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Intergroup contact theory",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Pettigrew",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Annual Review of Psychology",
            "volume": "49",
            "issn": "1",
            "pages": "65--85",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Managing Conflict in Organizations",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahim",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "XXX",
            "volume": "",
            "issn": "101",
            "pages": "37--50",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Social work in Latin America",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saracostti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Reininger",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Parada",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "The SAGE Handbook of International Social Work",
            "volume": "",
            "issn": "",
            "pages": "466--80",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "The strengths perspective in social work practice: Extensions and cautions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Saleebey",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Social Work",
            "volume": "41",
            "issn": "3",
            "pages": "296--305",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The US police department that decided to hire social workers",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Anti-Discriminatory Practice: Equality",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Los Condenados de la Ciudad. Gueto, Periferias y Estado",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wacquant",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Community-based accompaniment and social work-A complementary approach to social action",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Angelo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of Community Practice",
            "volume": "27",
            "issn": "2",
            "pages": "151--67",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Spirit Level: Why Equality is Better for Everyone",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pickett",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "When Work Disappears. The World of the New Urban Poor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Urban population",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trayvon Martin, July 2013; Renisha McBride, November 2013; Eric Garner, July 2014; Michael Brown, August 2014; Laquean McDonald, October 2014; Akai Gurley, February 2015; Walter Scott, April 2015; Philando Castile and Alton Sterling, July 2016; or George Floyd, May 2020.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "TRF: Theoretical delimitation of the field of study. Source: Authors' own creation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Conflict scale. Source: Authors' own creation",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Overview of contemporary-present time contributions to conflict concept study.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "TRF's location within contemporary lines of research.Source: Authors' own creation.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "TRF measurement model: variables and causal components.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "(continued)    Source: Authors' own creation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "We would like to thank Caroline Bald and Prof. Vasilios Ioakimidis of University of Essex for their most helpful and encouraging feedback to earlier drafts of this article. We are also thankful for the anonymous peer reviewers' comments, which we found invaluable for improving this piece of work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}