{
    "paper_id": "da9dc71cba513cd0929403608822761c9defa0d2",
    "metadata": {
        "title": "Short-term surgical missions to resource-limited settings in the wake of the COVID-19 pandemic",
        "authors": [
            {
                "first": "Calum",
                "middle": [],
                "last": "Honeyman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "MRCS (Ed) Plastic Surgery Registrar Canniesburn Plastic Surgery and Burns Unit",
                    "institution": "Glasgow Royal Infirmary",
                    "location": {
                        "country": "Scotland, United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Vinod",
                "middle": [],
                "last": "Patel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fernando",
                "middle": [],
                "last": "Almas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Bradley",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Dominique",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Mcgurk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mr",
                "middle": [],
                "last": "Daniel",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bradley",
                "middle": [],
                "last": "Bmbs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Bmedsci",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hons",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Reconstructive",
                "middle": [],
                "last": "Surgery",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The significant impact of the SARS-CoV-2 (COVID-19) pandemic has been reported in almost every country around the world. 1, 2 After months of imposed lockdown, many countries are now beginning to cautiously ease their restrictions. In the absence of a vaccine, we face a \"new normal\" living alongside COVID-19 for an unknown period of time, with the real possibility of a second wave in the months to come.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 123,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 124,
                    "end": 125,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As the dust settles on what has been an incredible international collaborative effort in the acute phase response to COVID-19, we are just starting to look beyond our own borders at the impending humanitarian crisis that will undoubtably face many low-and middle-income countries in the wake of the pandemic. The knock-on effects of the worst financial down-turn in decades coupled with restricted access to humanitarian aid will undoubtably lead to increased poverty, malnutrition and resurgences in preventable diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "For many Surgeons, annual short-term surgical missions to resource-limited settings give an opportunity to teach and learn from local surgeons and help address some of the major surgical inequalities detailed in the Lancet 2030 commission. 3 Events in recent months will make almost all surgical mission trips dealing with elective cases unlikely for the foreseeable future. Short-term barriers to running future missions include travel restrictions, enforced quarantine of up to 14 days on arrival in new countries, significant risks to patients and volunteers, challenges in obtaining valid indemnity cover, reallocation of equipment and PPE, and a lack of ITU beds. Diverting staff, equipment and hospital beds away from patients and local health care workers in urgent need is clearly unethical at the present time. Now, more than ever, collaboration and innovation, and adapting to a new way of helping those most in need is required.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our experience of short-term surgical missions has been treating children and adults with complex facial disfigurement in Ethiopia, through the charity Project Harar. The Ethiopian government, which has been proactive in its response to coronavirus, has called upon all NGOs to back their response and have been requesting excess supplies and PPE. 4 Many NGOs and their volunteers, from all backgrounds, are now fundraising for water barrels, soap and PPE in a concerted effort to help.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Many medical charities will, for the first time, find themselves unable to perform face-to-face patient follow-up in the months or years that follow. Over the past two years we have successfully implemented a remote followup programme, employing low cost smart phone technology to take photographs and ask simple triage questions to patients in their rural villages. During our 2018 pilot we were able to follow-up 79 % of patients selected, and identified six patients that had complications requiring further management. Importantly the remaining patients were discharged and did not require to travel back to Addis Ababa for unnecessary follow-up. We hope this technique will be useful in the current climate for many surgical NGOs facing access restrictions and follow-up limitations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Finally, one of the major elements of any surgical mission is education and training. We are pleased to see many of our colleagues from around the world, including Addis Ababa, during the new era of excellent international educational webinars. 5 It is our intention, even if we cannot run our 2021 surgical mission to Addis Ababa, that we will still run our third annual head and neck conference remotely, using now tried and tested virtual platforms.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "text": "5",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The future of medical missions is currently in doubt. However, fundraising efforts to support colleagues in resource-limited settings and a longer-term commitment to careful patient follow-up, development of remote education opportunities, and ensuring relationships are developed not lost, will build a sustainable platform for future missions after COVID-19 is over.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054--1062",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in Brazil",
            "authors": [],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "31095--31098",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Lancet Commissions Global Surgery 2030: evidence and solutions for achieving health, welfare, and economic development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Meara",
                    "suffix": ""
                },
                {
                    "first": "Ajm",
                    "middle": [],
                    "last": "Leather",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hagander",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "No lockdown, few ventilators, but Ethiopia is beating Covid-19 | Financial Times",
            "volume": "",
            "issn": "",
            "pages": "60160--60164",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 Lockdown Learning: The uprising of Virtual Teaching",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sleiwah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mughal",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hachach-Haram",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roblin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Plast Reconstr Aesthetic Surg",
            "volume": "",
            "issn": "0",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bjps.2020.05.032"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "AKNOWLEDGEMENTS We would like to thank everyone involved in Project Harar, with particular thanks to the UK and Ethiopian office staff for their tireless work during these challenging times",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Mr Calum S HoneymanCanniesburn Plastic Surgery and Burns Unit, Glasgow Royal Infirmary, 84 Castle Street, G4 OSE, Scotland,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Ethical approval: N/a",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding: None"
        }
    ]
}