{
    "paper_id": "db460d20c0dacc51690f3e9ebd0715f008f9172b",
    "metadata": {
        "title": "A proposed modified SEIQR epidemic model to analyze the COVID-19 spreading in Saudi Arabia",
        "authors": [
            {
                "first": "Hamdy",
                "middle": [
                    "M"
                ],
                "last": "Youssef",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umm Al-Qura University",
                    "location": {
                        "postCode": "21955",
                        "settlement": "Makkah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": "es:hmyoussef@uqu.edu.sah.m.youssef"
            },
            {
                "first": "Najat",
                "middle": [],
                "last": "Alghamdi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Umm Al-Qura University",
                    "location": {
                        "postCode": "21955",
                        "settlement": "Makkah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": "naghamdi@uqu.edu.san.alghamdi"
            },
            {
                "first": "Magdy",
                "middle": [
                    "A"
                ],
                "last": "Ezzat",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Qassim University",
                    "location": {
                        "addrLine": "Al Bukairyah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            },
            {
                "first": "Alaa",
                "middle": [
                    "A"
                ],
                "last": "El-Bary",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ahmed",
                "middle": [
                    "M"
                ],
                "last": "Shawky",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Science and Technology Unit (STU)",
                    "institution": "Umm Al-Qura University",
                    "location": {
                        "postCode": "21955",
                        "settlement": "Makkah",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The key aim of this paper is to construct a modified version of the SEIQR essential disease dynamics model for the COVID-19 emergence. The modified SEIQR pandemic model takes a groundbreaking approach to evaluate and monitor the COVID-19 epidemic. The complex studies presented in this paper are based on real-world data from Saudi Arabia. A reproduction number and a systematic stability analysis are included in the new version of SEIQR model dynamics. Using the Jacobian linearization process, we can obtain the domain of the solution and the state of equilibrium based on the modified SEIQR model. The equilibrium and its importance have been identified, and the disease-free stability of the equilibrium has been investigated. The reproduction number was calculated using internal metrics, and the global stability of the current model's equilibrium was demonstrated using Lyapunov's stability theorem. To see how well the SEIQR proposed model went, it was compared to real COVID-19 spread data in Saudi Arabia. According to the results, the new SEIQR proposed model is a good match for researching the spread of epidemics like COVID-19. In the end, we presented an optimal protocol to prevent the dissemination of COVID-19. Staying at home and transporting sick people as far as possible to a safe region is the most effective strategy to prevent COVID-19 spread. It is critical to offer infected people safe and effective treatment, as well as antibiotics and nutrients to non-affected people. To detect confirmed infections, we must provide more effective and reliable diagnostic methods. Furthermore, increasing THE AUTHORS. Published by Elsevier BV on behalf of Faculty of Engineering, Alexandria University. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/). understanding of how to recognize the disease, its symptoms, and how to confirm the infection. Ó 2021 THE AUTHORS. Published by Elsevier BV on behalf of Faculty of Engineering, Alexandria University. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/ licenses/by-nc-nd/4.0/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "From a medical engineering perspective, scientists and experts all over the world are attempting to develop an antidote or cure for the COVID-19 epidemic and to control possible pandemics. Any infectious disease can be well-known and understood using mathematical models. This idea began in 1927. After that, many different mathematical models have been constructed for various diseases and infections. For some essential studies, we refer to [1] [2] [3] [4] [5] [6] [7] [8] .",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 446,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To explain transmission dynamics and estimate domestic and global disease spread based on data recorded from December 31, 2019, to January 28, 2020, Wu et al. [9] have implemented the Susceptible Exposed Infectious Recovered Model (SEIR). They also found that COVID-19 had a fundamental reproductive number of approximately 2.68. Read et al. [10] registered a value of 3.1 for the fundamental reproductive number based on the SEIR model data adaptation, assuming that the daily time spent by Poisson increases. Tang et al. [11] proposed a compartmental model of chronic disease development, human epidemiological status, and intervention measures that was deterministic. The authors found that the number of reproductive controls can be up to 6.47 and those engagement techniques, such as simplified traceability accompanied by insulation and quarantine, may minimize reproductive control numbers and risk of transmission effectively. To determine the scale of the disease outbreak in Wuhan, Iman [12] carried out calculational modeling of the possible epidemic tracks with an emphasis on human-to-human transmissions. Its findings suggest that controls must be efficiently controlled by well over 60% of the transmission. To analyze and forecast the infectivity of the new coronavirus, Guo et al. [13] developed a deep learning algorithm. They found that two animal hosts of this virus were bats and minks. Most of the models illustrate the significant role of a direct transmission mechanism between humans and humans in the outbreak, as demonstrated by the fact that many individuals infected in the Wuhan area have no interaction and the number of infections has been growing rapidly and spreading across the Chinese provinces and over 20 people [14] . There is a relatively long incubation period in many infected individuals, so they do not show symptoms and have not been aware of their infection for 10-14 days. Over time, the disease can easily be spread by direct exposure to other people. On the other hand, the published models have not, to date, considered the environmental position of COVID-19 transmission. Several different models have been constructed to study the COVID-19 outbreak [6, 8, [15] [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] [26] [27] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 342,
                    "end": 346,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 997,
                    "end": 1001,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1302,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1750,
                    "end": 1754,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2201,
                    "end": 2204,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2205,
                    "end": 2207,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2208,
                    "end": 2212,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2213,
                    "end": 2217,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2218,
                    "end": 2222,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2223,
                    "end": 2227,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2228,
                    "end": 2232,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2233,
                    "end": 2237,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2238,
                    "end": 2242,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 2243,
                    "end": 2247,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2248,
                    "end": 2252,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 2253,
                    "end": 2257,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2258,
                    "end": 2262,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 2263,
                    "end": 2267,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 2268,
                    "end": 2272,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Statistical epidemiology is based on the dynamics of health and disease and related population factors. The presence of a pathogenic microbial agent identifies an infectious disease as a clinically obvious disease. For modeling purposes, there are four types of transmission: straightforward, if the causative disease agent is an individual; vector, if the causative disease agent is transmitted from a vector to a person; normal, if a pathogen infects a human through the environment; and vertical, if the disease agent is transmitted from mother to child at birth. Airborne and personal infections are often believed to be spread immediately as people come into contact with one another [28] .",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 693,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Farman et al. [29] studied the stability and control of the glucose-insulin glucagon system in humans. The dynamical behavior of fractional-order cancer model with vaccine strategy has been discussed by Farman et al. [30] . Gondim and Machado [31] introduced the optimal strategies of the quarantine for the COVID-19 pandemic in a discrete age population. Davies et al. [32] studied the age-dependent effects in the rate of transmission and control of COVID-19 spreading. Youssef et al. [33] modified the SEIR model and used it to the real data of COVID-19 spreading in Saudi Arabia.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "text": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 217,
                    "end": 221,
                    "text": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 224,
                    "end": 247,
                    "text": "Gondim and Machado [31]",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Feng and Thieme [34, 35] considered SEIQR (Susceptible-Exposed-Infected-Quarantined-Recovered) models of arbitrarily spaced durations of illness, including quarantine, and a general occurrence concluded that all affected persons passed through the quarantine stage and examined the model dynamics. Jumpen1 et al. [36] proposed a pandemic influenza SEIQR model and analyze the model properties and introduced a differential evolution (DE) algorithm for determining the numerical values of the parameters in the model. Gerberry and Milner [37] used the SEIQR model for childhood diseases.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "[34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 21,
                    "end": 24,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thus, the goal of this paper is to construct a new COVID-19 vital dynamical model that is more applicable to cases in any country through mathematical analysis of the model in question by using a system of similar models with different considerations and new in / outflows between population divisions. Besides, this paper presents a new formula that explores the sensitivity of a reproduction number. The mechanisms of virus transmission by humans are to be discovered. Another aim is to investigate and learn the optimal procedures, controls, and techniques to minimize the outbreak substantially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In any country where COVID-19 is spreading, the population can be divided into five critical diverse subpopulations or classes, which are depicted in Fig. 1 and can be defined as follows [4, 6, 16, 23, 32, 36, 38] :",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 191,
                    "end": 193,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "The main group S t ð Þ is dedicated to healthy people but who may get the disease population. For certain diseases, the infected person may not become infectious immediately, but the latent phase is not contagious. The pathogen requires time to reproduce and establish itself in its new host. In general, the exposed (latent) cycle follows the sensitive process [4, 6, 18, 20, 38] .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 365,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 366,
                    "end": 368,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 369,
                    "end": 372,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 377,
                    "end": 380,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "As a result, the category E t ð Þ is devoted to the exposed population or compromised but non-infectious persons.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "The population that has been reported infected is the focus of the groupI t ð Þ . (individuals who have contracted the disease and are now sick with it and infected individuals are also infected). The groupQ t ð Þis dedicated to the quarantined population (separated from the general population even in their houses).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "The groupR t ð Þis defined as the recovered population (individuals who have recovered and cannot contract the COVID-19 again), as in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 140,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "The transmission rate from a susceptible population to infected but undetected by the testing population is defined by the parametera. We consider the net inflow of the susceptible population at a non-negative rate K > 0 per unit value of time (comprising new births and new residents).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "For any group, the outflow based on the natural death rate is defined by the nonnegative rated 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "The total population size isN t ð Þ, which is defined as [4, 6, 16, 22, 23, 39, 40] :",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 60,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 61,
                    "end": 63,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 68,
                    "end": 71,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 72,
                    "end": 75,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 76,
                    "end": 79,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 80,
                    "end": 83,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "For the group S t ð Þ, we have two outflows; a population flows out to the exposed group E t ð Þby the rate aI t ð Þ(each one inS t ð Þcan transfer the infection toaI t ð Þ), so the total number of outflows is equal to multipleaS t ð ÞI t ð Þ), and the outflow of the natural death isd 1 S:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "The group of exposed E t ð Þ has only one inflow aI t ð ÞS t ð Þ, while it has four outflows. The first outflow is the population that flows out to the group Q t ð Þ by the rate of transmission b 1 . The second outflow is the population that flows out to the recovery group directly without needing treatment by transmission rate of recoveryr 3 . The third outflow is a population that flows out to the infected group I t ð Þwith the transmission rate of infectedr, and the fourth outflow is the population that experiences natural death by the transmission rated 1 [4, 6, 16, 22, 23, 39, 40] .",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 569,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 570,
                    "end": 572,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 573,
                    "end": 576,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 577,
                    "end": 580,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 581,
                    "end": 584,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 585,
                    "end": 588,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 589,
                    "end": 592,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "For the group of the confirmed infected populationI t ð Þ, we have only one inflow, which comes from the groupE t ð Þ, with the transmission rater, while it has three outflows of population. The first outflow is the population that must go to the quarantine areaQ t ð Þby the transmission rate b 2 , and the second outflow comes from the population in which treatment has succeeded; individuals in this population can go out to the recovery groupR t ð Þby recovery transmission rater 2 . The last outflow from the infected group is the total death, which comes from natural death by transmission rated 1 and death due to the COVID-19 virus by transmission rate of mortalityd 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "For the recovery populationR t ð Þ, three inflows exist, and only one outflow. The first inflow comes from the quarantine areaQ t ð Þ by transmission rate of recoveryr 1 , the second inflow is the population that comes out from the infected group by the transmission recovery rate r 2 , and the third inflow is the population that flows out from the exposed area directly by transmission recovery rater 3 . The only outflow from the recovering group is death by the natural transmission rate of mortalityd 1 .",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 404,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 506,
                    "end": 507,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "For the quarantine group Q t ð Þ, two inflowsb 1 E t ð Þandb 2 I t ð Þ two outflows are present. The first outflow is the population flow out to the recovery groupR t ð Þwith transmission rater 1 , while the second outflow is the total death, which comes from natural death by transmission rate of death d 1 and by the transmission rate of death due to the COVID-19 virus d 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "All inflows and outflows are shown in the flowchart in Fig. 1 , and the five groups can be converted into equations to formulate the following system of first-order ordinary nonlinear differential equations [4, 6, 16, 22, 23, 39, 40] :",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 211,
                    "end": 213,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "39,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 61,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "where",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "We can see that the current model in Eqs. (2)-(6) is more general than the model by Gerberry and Milner [37] , where ",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of a coronavirus disease (SEIQR model)"
        },
        {
            "text": "Then, the solutions of the SEIQR model in Eqs. (2)-(6) are non-negative in the interval ½0; 1Þ [6] .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 98,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "From the Eq. (2), we obtain that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "It can be re-written in the following form [3] :",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 46,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "Hence, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "For S 0 ð Þ > 0, it gives:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "Thus, we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "Then, we get:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "It can also be shown that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 1 (all solutions are definite positive)"
        },
        {
            "text": "All the solutions of the proposed model structure that initiate in R 5 þ are bounded inside the region w defined by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "Proof:. After making the first derivative for both sides of the Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "(1), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "Substituting from the model (2)-(6), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "ÞP 0; hence, the following inequality is valid:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "Then, we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "Then, when t ! 1we obtain the solution:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "which completes the proof [3,6,39].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 2 (the domain of solutions)"
        },
        {
            "text": "By Setting all the derivatives to zero and solve the system, we can find the equilibrium of this process as follows [3, 6, 39] :",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "which gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "From the Eq. (21), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "Substituting Eq. (24) into the Eq. (20) forE-0, we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "Substituting Eqs. (24) and (25) into the Eq. (19), we obtain",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "Substituting Eq. (26) into the Eq. (24), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "Substituting Eqs. (26) and (28) into the Eq. (22), we obtain",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "Substituting Eqs. (26) , (28) , and (29) into the Eq. (23), we obtain",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 25,
                    "end": 29,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "We can see that at disease-free equilibrium (DFE) (19) and (25) , which agrees with the domain of solution in (17) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 59,
                    "end": 63,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 110,
                    "end": 114,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "The number R 0 is called the reproduction number (RBN), which takes the form [3, 6, 39] :",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 81,
                    "end": 83,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 84,
                    "end": 87,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "Then, if R 0 > 1, The system has a one-of-a-kind endemic equilibrium [8] :",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "Thus, the system has a unique disease-free equilib-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "which is considered as the number of secondary cases or the current incidence of infection (transmission rate at which the susceptible individuals converted to an exposed individual) [6, 8] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 187,
                    "end": 189,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR model's equilibrium"
        },
        {
            "text": "To obtain the reproduction number R 0 by applying the Jacobian matrix method, the disease-free equilibrium (DFE) of the SEIQR proposed model is acquired by set- (23) has been considered.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "Then, we get DFE in the formE 0 ¼ K d 1 ; 0; 0; 0; 0 [6] .",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 56,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "The Jacobian matrix of the SEIQR proposed model as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "First, we will linearize the first two equations by using the Jacobian method. The first two equations have a disease-free",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "Then, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "By using the equilibrium point, we get:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "Hence, the system of nonlinear Eqs. (2) and (3) has been converted to the following linear system [6] :",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "For the full equilibrium system, the consistency of the disease-free equilibrium (DFE) is determined by the Jacobian matrix: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "and the rest of the roots are the solution to the following equation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "which gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "After insertingR 0 , the roots of the Eq. (43) have the forms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "ffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffiffi ffi e 1 À e 2 ð Þ 2 þ 4e 1 e 2 R 0 q ! ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "The formulas (44) generate the following cases [6]:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "1-If R 0 < 1, then we have k 4 < 0 and k 5 < 0 in which the disease-free equilibriumE 0 is locally asymptotically stable. 2-If R 0 > 1, then we have k 4 > 0 and k 5 < 0 in which the endemic equilibriumE Ã 0 is locally asymptotically unstable. 3-If R 0 ¼ 1, then we have k 4 ¼ 0 and k 5 < 0 in which the disease-free equilibriumE 0 is locally asymptotically unstable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reproduction number by using the Jacobian matrix"
        },
        {
            "text": "The Hartman-Grobman theorem states that the solutions of a square system of nonlinear ordinary differential Eqs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Condition of equilibrium (Hartman-Grobman theorem)"
        },
        {
            "text": "(2)-(5) in a neighbourhood of a steady-state look ''qualitatively\" similar to the solutions of the linearized system near the point",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Condition of equilibrium (Hartman-Grobman theorem)"
        },
        {
            "text": "This finding only applies when the equilibrium is hyperbolic [6] . Thus, from the Eq. (41) we obtain the following condition of equilibrium:",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Condition of equilibrium (Hartman-Grobman theorem)"
        },
        {
            "text": "When the matrix J E 0 has been obtained from the linearization and the Jacobian is evaluated at equilibrium",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The uniqueness of the equilibrium state"
        },
        {
            "text": "that the equilibrium situation is isolated (there is a disk around E 0 that has no other equilibria) [6, 18, 23, 39] . Hence, from the Eq. (40), we have",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 105,
                    "end": 108,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 109,
                    "end": 112,
                    "text": "23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The uniqueness of the equilibrium state"
        },
        {
            "text": "which gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The uniqueness of the equilibrium state"
        },
        {
            "text": "Hence, the condition in the Eq. (45) is the only one of the equilibria of the SEIQR proposed model. Thus, the unique condition of equilibrium of the SEIQR proposed model as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The uniqueness of the equilibrium state"
        },
        {
            "text": "The reproduction number (RBN) R 0 ¼ a rK d 1 e 1 e 2 is also unique [6] .",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 71,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The uniqueness of the equilibrium state"
        },
        {
            "text": "The analysis of the local sensitivity examines the increment in the output values due to a change in any parameter (input value) [6] . The sensitivity of a quantity G with respect to a parameter p is given by:",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The analysis of the local sensitivity of RBN R 0 ð Þ"
        },
        {
            "text": "The sensitivity of Gconcern p is negative if G decreases concerning p and is positive if G increases concerning p.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The analysis of the local sensitivity of RBN R 0 ð Þ"
        },
        {
            "text": "Applying the formula in the Eq. (49) into reproduction number R 0 , which takes the form [6] :",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The analysis of the local sensitivity of RBN R 0 ð Þ"
        },
        {
            "text": "Then,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The analysis of the local sensitivity of RBN R 0 ð Þ"
        },
        {
            "text": "It means that a 1% increase in each one d 1 ; b 1 ; r 3 ; d 2 ; r 2 ; b 2 ð Þ will produce d 1 e 1 þe 2 ð Þ e 1 e 2 þ 1 ; b 1 e 1 ; r 3 e 1 ; d 2 e 2 ; r 2 e 2 ; b 2 e 2 Þ% a decrease in R 0 , respectively, and a 1% increase in r will gives 1 À r e 1 a rise in RBN(R 0 ). From the Eq.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The analysis of the local sensitivity of RBN R 0 ð Þ"
        },
        {
            "text": "(51), } a R 0 ¼ 1 gives that a 1% increase a will produce an increase of 1% in R 0 [6].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The analysis of the local sensitivity of RBN R 0 ð Þ"
        },
        {
            "text": "One of the most often used functions is the Lyapunov equation. Lyapunov functions are scalar functions that can be used to demonstrate the global stability of equilibrium. Lyapunov states that if VðxÞ is a globally positively definite function and radially unbounded and its first derivative is globally negative, V 0 ðxÞ < 0 for all x-x Ã , then the equilibrium position x Ã is globally stable for the autonomous system",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Global stability of equilibria (Lyapunov stability theorem)"
        },
        {
            "text": "The SEIQR proposed model DFE E 0 ð Þ ¼ K e 1 ; 0; 0; 0; 0 is a globally stable system in disease-free equilibrium under the condition R 0 < 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "Proof:. We propose the SEIQR model on the space of only the first three variables S; E; I ð Þ. If the disease-free equilibrium for the first three differential equations only is stable globally, then R; Q ð Þ!0and the disease-free equilibrium for the full SEIQR proposed model is stable globally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "We assume a Lyapunov function on R 3 þ in the following form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "where j is a constant which will be determined later on, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "Re-write the Eq. (59) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "The first term of the Eq. (60) is positive for any value of S S Ã , moreover, the other two terms are non-negative also. Hence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "We apply the first derivative to the Eq. (59), we get:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "Substituting from the first three equations of the SEIQR proposed model and by using the Eq. (25), we get:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "We choose j ¼ 1 e 1 , then we have:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "Since R 0 < 1 then, the last term in the Eq. (63) is nonpositive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "So, the first term completely vanishes, and the last term only is already non-negative. Hence, V 0 < 0. Otherwise, x-1, which means that the two terms are non-positive. Thus, V 0 < 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "Thus, by the Lyapunov theorem, the disease-free equilibrium is globally asymptotically stable for the system of the SEIQR model in all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Theorem 5 (Global stability)"
        },
        {
            "text": "Consider the initial conditions of the SEIQR system in (38) , (39) , and (4)-(6) take the forms:",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 62,
                    "end": 66,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The SEIQR proposed model's solutions"
        },
        {
            "text": "We solved this system by using MAPLE software. Hence, we obtain:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEIQR proposed model's solutions"
        },
        {
            "text": "ð Þ Consequently, we can obtain the other functions S; E; I, andQ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEIQR proposed model's solutions"
        },
        {
            "text": "To verify the SEIQR model, we will apply it to the real data regarding the COVID-19 outbreak in Saudi Arabia. The COVID-19 has started in Saudi Arabia since March 3, 2020. Cases continued to be discovered in small numbers until the beginning of April, and then the number of detected cases increased. Therefore, we decided in this study to consider April 1, 2020, as the real beginning of the spread of the COVID-19 in Saudi Arabia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model verification and predictions"
        },
        {
            "text": "The tables of statistics issued by the Saudi Ministry of Health [41] and the daily official statement issued by the ministry as well as Wikipedia [42] will be used, which also depends on the ministry's website and other websites that would announce these statistics.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 150,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model verification and predictions"
        },
        {
            "text": "Another source of these data is the ''Saudi Centre for Disease Prevention and Control [43] .\" We used the official website of the General Statistics Authority of Saudi Arabia for more data about the kingdom's population, population growth rate, and mortality rate.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Model verification and predictions"
        },
        {
            "text": "To study the spread of COVID-19 in Saudi Arabia before June 13, 2020, we will represent the curves of the number of daily infections and time series of the total infections, as in Figs. 2 and 3: Fig. 2 shows that the number of cases on April 1, 2020, was 157 infections, and it reached 4233 infections on June 13, 2020. Between the two numbers, the curves passed through many up and down variations. Fig. 3 represents the total number of cases at the same interval which started with 157 infections and obtained an accumulated amount of 122,259 infections on June 13, 2020. Therefore, we will use these data by the present SEIQR proposed model to determine if there is a convergence between the model results and the actual data [41] [42] [43] .",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 733,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 734,
                    "end": 738,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 743,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 195,
                    "end": 201,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 406,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Model verification and predictions"
        },
        {
            "text": "According to the official information of Saudi Arabia, we have the following initial data, which are considered the initial conditions of the system based on the SEIQR model, as in Table 1 [41] [42] [43] : where S 0 ð Þ ¼ 34; 218; 169 is the total population in Saudi Arabia up to June 13, 2020. The total number of exposed populations infected but not detected by testing has been assumed E 0 ð Þ ¼ 5000, while the number of infectionsI 0 ð Þ ¼ 157. The recovery number of the population at the same time wasR 0 ð Þ ¼ 99, and the population number in quarantine is Q 0 ð Þ ¼ 1720. The total number of new births and residents of Saudi Arabia K % 2300 per person/day and the natural death rate is approximately 1030 people/day, which results ind 1 % 3Â 10 À5 . Some of the above parameters have been calculated, estimated, or assumed, as in Table 2 . The estimated data has been calculated by using the most powerful methods, which is called curve fitting. MAPLE software has been used for the fitting curves and to estimate the parameters we need.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 199,
                    "end": 203,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 841,
                    "end": 848,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Using the SEIQR model to Saudi Arabia data of the spread of Covid-19"
        },
        {
            "text": "After using the above values of the parameter and by using MAPLE software, we obtain the results that indicate the number of daily infections as outcomes of the SEIQR model. The following figure shows the numerical results of the SEIQR model against the real data with different values of the parameter aand RBN R 0 ð Þto show the convergence between them. It is noted that an increase in the parameteraleads to a rise in the number of infections and RBN R 0 ð Þ. The value of the parameter awithin the above-mentioned interval is a ¼ 2:0; 2:2; 2:4 ð Þ Â10 À9 . Moreover, the reproduction number RBN R 0 ð Þis R 0 ¼ 6:81; 7:49; 8:17 ð Þ > 1. In other words, the rate of transmission at which the susceptible individuals converted to an exposed individual is greater than one. It means that the spreading of COVID-19 in Saudi Arabia was unstable in this interval. Fig. 4 shows the number of daily infections based on the SEIQR model against the real data in Saudi Arabia between 4/1/2020 and 6/13/2020 with three different values of the rate of transmission from susceptible populations to infection in Saudi Arabia, a ¼ 2:0; 2:2; 2:4 ð Þ Â 10 À9 which gives three different values of RBNR 0 ¼ 6:81; 7:49; 8:17 ð Þ > 1. It is noted that the three curves that come as results from the SEIQR model work as three trends to the curves belong to the real data, which makes the results due to applying the SEIQR model close to the actual data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 863,
                    "end": 869,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Using the SEIQR model to Saudi Arabia data of the spread of Covid-19"
        },
        {
            "text": "To illustrate the convergence of the results by the SEIQR proposed model and the real data, we displayed Fig. 5 , which shows the cumulatively infected numbers within the same interval referred to earlier. It is noted that the curve of the real data is set between the three cases of the SEIQR model with the mentioned values of a and R 0 parameters. Now, we will calculate the COVID-19 spreading in Saudi Arabia depending on the real current data and parameters with the same rates without any change in the procedures. We will calculate the total number of infections by applying the SEIQR model for the next three months, starting from April 1, 2020, and ending on October 18, 2020. As shown in Fig. 6 , the curves and results show whether the number of infections will be reduced and whether the spread of COVID-19 continues to be unstable. The curves have been established by using the same three values of the two parametersaandR 0 . Fig. 2 The real number of daily infections in Saudi Arabia between 4/1/2020 and 6/13/2020. Fig. 6 shows that the spread of COVID-19 will continue with an unstable situation without being slowed and that the number of daily infections will rise to extremely high numbers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 111,
                    "text": "Fig. 5",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 704,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 940,
                    "end": 946,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 1031,
                    "end": 1037,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Using the SEIQR model to Saudi Arabia data of the spread of Covid-19"
        },
        {
            "text": "To study the sensitivity of the critical parameters against the reproduction number R 0 ð Þ, we use the Eqs. (51)-(58) and represent Fig. 7 , which shows the increment of the value of RBN R 0 ð Þ concerning the parametersa; r; b 1 ; r 3 ; r 2 , andb 2 , respectively. For the parametersd 1 andd 2 , we do not need to study its effects where we cannot change its values. Therefore, we will use the values of that parameter in this study. Fig. 7a shows that the parameterahas a significant effect on the value of the reproduction numberR 0 , where an increase in the parameteraleads to an increase in the value of the reproduction numberR 0 . The Saudi Arabia data indicate that for a stable epidemic spreading of COVID-19 R 0 < 1, the value of the parameteramust be smaller than or equal to the value 2:8 Â 10 À10 , which is not the situation in the studied time interval. Fig. 7b-7f show that the values of the other parameters have significant effects on the reproduction numberR 0 . The value of each parameter that gives a stable reproduction number R 0 < 1 ð Þindividually, when the other parameters remain constant, is provided as follows: r 6 0:001; d 1 > 0:002; b 1 > 0:2; r 3 P 0:18; d 2 P 0:4; r 2 P 0:04; b 2 P 0:045 ð66Þ Fig. 3 The total number of infections in Saudi Arabia between 4/1/2020 and 6/10/2020. The other parameters change within its suitable range, making all its significant private effects, even the value of the reproduction numberR 0 higher or smaller than one.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 444,
                    "text": "Fig. 7a",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 882,
                    "text": "Fig. 7b-7f",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1238,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Study of the sensitivity of the RBN R 0 ð Þ based on the current data of Saudi Arabia"
        },
        {
            "text": "Now, we are in the most critical part of the assessment of the current situation and evaluate what needs to take place later in Saudi Arabia to control the COVID-19 spread. Therefore, in this section, we will apply the SEIQR model to analyze the current situation with new initial conditions and different values of the system parameters according to the current state. We will consider June 14, 2020, as a new start, and we will renew all the initial conditions in Table 1 . The number of infections on this day was I 0 ð Þ ¼ 4223 [41] [42] [43] . We will keep the values of the parametersd 1 andd 2 as it is without any change, while the other parameters will take the values in Table 3 : Fig. 8 shows how the current state of spreading COVID-19 in Saudi Arabia up to March 6, 2020.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 536,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 542,
                    "end": 546,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 466,
                    "end": 473,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 681,
                    "end": 688,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 691,
                    "end": 697,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "The current situation and how to stop the spread of Covid-19 in Saudi Arabia"
        },
        {
            "text": "It is noted in Fig. 8 that the spreading of COVID-19 in Saudi Arabia passed through its peak point on 18 July 2020, which agrees with the actual data; after that, the spread has slowed down and kept this attitude until the current days, and the reproduction number takes the value R 0 ¼ 0:1 < 1which means the situation is stable.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 21,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "The current situation and how to stop the spread of Covid-19 in Saudi Arabia"
        },
        {
            "text": "According to this curve, we can also see that the number of daily infections on November 15, 2020, for example, was 450 infections/day, and we can predict that the spreading situation will go to a more stable position and better state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The current situation and how to stop the spread of Covid-19 in Saudi Arabia"
        },
        {
            "text": "To obtain the ideal state which can help to break the spread of COVID-19 in Saudi Arabia, we must begin to implement the following procedures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The ideal protocol to halt COVID-19 spreading in Saudi Arabia"
        },
        {
            "text": "1. Decrease the transmission rate from the susceptible population to infected but not detected by testing the population to be in the following interval a 6 1:1 Â 10 À9 . 2. Increase the transmission coefficient from the infected population but not detected by testing to a quarantine populationb 1 to beb 1 P 0:2, which means expanding the detection work and the need to isolate infected people in compulsory quarantine areas as an example. 3. Increase the transmission coefficient from the confirmed detected population by testing to a quarantine populationb 2 to beb 2 P 0:01, which means we must help the confirmed infected population, which they need to be in the quarantine zone. Fig. 4 The number of daily infections using the SEIQR proposed model against the real data in Saudi Arabia between 4/1/2020 and 6/ 13/2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 686,
                    "end": 692,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "The ideal protocol to halt COVID-19 spreading in Saudi Arabia"
        },
        {
            "text": "The total number of infections using the SEIQR proposed model against the real data in Saudi Arabia between 4/1/2020 and 6/ 13/2020. Fig. 6 The number of daily infections using the SEIQR model in Saudi Arabia between 4/1/2020 and 10/18/2020. 4 . Increase the transmission rate from the quarantine population to the recovery zoner 1 to be r 1 P 0:001, which means we must apply a successful treatment on the quarantine area and help them recover. 5. Increase the transmission rate from the confirmed detected population to the recovery population r 2 to be r 2 P 0:01 by applying a successful treatment for the confirmed infected population and help them recover without needing to go to the quarantine zone. 6. Increasing the value of the transmission rate r 3 from infected and undetected populations to the recovery zone directly to ber 3 P 0:02 by using a successful treatment and supplying with vitamins, health awareness, social spacing, and applying the principle of prevention is better than cure. 7. Increase the rate of infected but not detected individuals by checking the population to infected population for treatmentrto be r 1 P 0:001, which means we have to offer the more effective and accurate methods of diagnosis to deter-mine the confirmed infections. Moreover, raising awareness about ways to identify the disease and the symptoms and ways of confirming the infection. Fig. 7 The sensitivity of the parameters on the value of the RBN R 0 ð Þ Fig. 7a .R 0 againsta a 6 2:8 Â 10 À10 ! R 0 6 1 À Á , Fig. 7b .R 0 againstr r 6 0:001 ! R 0 6 1 ð Þ , Fig. 7c .R 0 againstr 3 r 3 P 0:18 ! R 0 6 1 ð Þ , Fig. 7d .R 0 againstb 1 b 1 P 0:2 ! R 0 6 1 ð Þ , Fig. 7e .R 0 againstr 2 r 2 P 0:04 ! R 0 6 1 ð Þ , Fig. 7f .R 0 againstb 2 b 2 P 0:045 ! R 0 6 1 ð Þ Table 3 The new values of parameters in SEIQR that give an ideal situation. ",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 139,
                    "text": "Fig. 6",
                    "ref_id": null
                },
                {
                    "start": 1390,
                    "end": 1396,
                    "text": "Fig. 7",
                    "ref_id": null
                },
                {
                    "start": 1463,
                    "end": 1470,
                    "text": "Fig. 7a",
                    "ref_id": null
                },
                {
                    "start": 1518,
                    "end": 1525,
                    "text": "Fig. 7b",
                    "ref_id": null
                },
                {
                    "start": 1566,
                    "end": 1573,
                    "text": "Fig. 7c",
                    "ref_id": null
                },
                {
                    "start": 1617,
                    "end": 1624,
                    "text": "Fig. 7d",
                    "ref_id": null
                },
                {
                    "start": 1667,
                    "end": 1674,
                    "text": "Fig. 7e",
                    "ref_id": null
                },
                {
                    "start": 1718,
                    "end": 1725,
                    "text": "Fig. 7f",
                    "ref_id": null
                },
                {
                    "start": 1768,
                    "end": 1775,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Fig. 5"
        },
        {
            "text": "For this analysis, a new statistical outbreak (SEIQR) model was developed for the introduction of the current COVID-19 coronavirus. Throughout the estimation and treatment of the COVID-19 outbreak, this pandemic paradigm offers a different method. In Saudi Arabia, the original COVID-19 details were used to validate the effects of the current model. The findings suggest that the SEIQR approach is an excellent tool for the study in Saudi Arabia and other countries of the transmission of diseases, such as COVID-19. Five measures are included in the optimal procedure, and guidance has been comprehensive in helping delay the spread of COVID-19 in Saudi Arabia. Prevention is safer than recovery, one of the key targets in this procedure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The main method to slow down the transmission of COVID-19 in Saudi Arabia or any country is to remain home and to put sick individuals in a distant location or a protected place as far as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To evaluate the reported infections, we need more reliable and effective diagnostic methods. Besides, awareness-raising on ways in which the infection can be confirmed, the disease symptoms, and ways.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "New approach for the model describing the deathly disease in pregnant women using Mittag-Leffler function",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Veeresha",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Prakasha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Baskonus",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Yel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An efficient technique for a time fractional model of lassa hemorrhagic fever spreading in pregnant women",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Baskonus",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The European Physical Journal Plus",
            "volume": "134",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Atangana, Abdon, Modeling the dynamics of novel coronavirus (2019-nCov) with fractional derivative",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Alexandria Engineering Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A new fractional SIRS-SI malaria disease model with application of vaccines, antimalarial drugs, and spraying",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Qurashi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Baleanu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Advances in Difference Equations",
            "volume": "2019",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Outbreak of Pneumonia of Unknown Etiology in Wuhan China: the Mystery and the Miracle",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "92",
            "issn": "4",
            "pages": "401--402",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An introduction to mathematical epidemiology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martcheva",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Semianalytical study of Pine Wilt Disease model with convex rate under Caputo-Febrizio fractional order derivative",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Alqudah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jarad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abdeljawad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "135",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Van Den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Mathematical biosciences",
            "volume": "180",
            "issn": "1-2",
            "pages": "29--48",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689--697",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Novel coronavirus 2019-nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Bridgen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "P"
                    ],
                    "last": "Jewell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Estimation of the transmission risk of the 2019-nCoV and its implication for public health interventions",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Clinical Medicine",
            "volume": "9",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Host and infectivity prediction of Wuhan 2019 novel coronavirus using deep learning algorithm",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dynamic variations of the COVID-19 disease at different quarantine strategies in Wuhan and mainland China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Teng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Infection and Public Health",
            "volume": "13",
            "issn": "6",
            "pages": "849--855",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A mathematical model for simulating the transmission of Wuhan novel Coronavirus, bioRxiv",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J.-A",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM review",
            "volume": "42",
            "issn": "4",
            "pages": "599--653",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Early dynamics of transmission and control of COVID-19: a mathematical modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The lancet infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Epidemic analysis of Covid-19 in Italy by dynamical modelling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mangoni",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pistilli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Available at SSRN",
            "volume": "3567770",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Short-term predictions and prevention strategies for COVID-2019: A model based study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Nadim",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chattopadhyay",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2003.08150"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Epidemic analysis of COVID-19 in China by dynamical modeling",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhuge",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.06563"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Insights from early mathematical models of 2019-nCoV acute respiratory disease (COVID-19) dynamics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Rabajante",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2002.05296"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Current trends and future prediction of novel coronavirus disease (COVID-19) epidemic in China: a dynamical modeling analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical biosciences and engineering",
            "volume": "17",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A mathematical model for the novel coronavirus epidemic in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mathematical Biosciences and Engineering",
            "volume": "17",
            "issn": "3",
            "pages": "2708--2724",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "On forecasting the spread of the COVID-19 in Iran: The second wave",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghanbari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "140",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Coronavirus pandemic: A predictive analysis of the peak outbreak epidemic in South Africa, Turkey, and Brazil",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Djilali",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghanbari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "138",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Abundant exact solutions to a generalized nonlinear Schro¨dinger equation with local fractional derivative",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ghanbari",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Mathematical Methods in the Applied Sciences",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "The influence of an infectious disease on a prey-predator model equipped with a fractional-order derivative",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Salih",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Behzad",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Advances in Difference Equations 2021",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effective containment explains subexponential growth in recent confirmed COVID-19 cases in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Maier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Brockmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6492",
            "pages": "742--746",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Stability analysis and control of the glucose insulin glucagon system in humans",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "U"
                    ],
                    "last": "Saleem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chinese Journal of Physics",
            "volume": "56",
            "issn": "4",
            "pages": "1362--1369",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Treatment of HIV/AIDS epidemic model with vertical transmission by using evolutionary Pade´-approximation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Tabassum",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akgu¨l",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Chaudhry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chaos, Solitons & Fractals",
            "volume": "134",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Optimal quarantine strategies for the COVID-19 pandemic in a population with a discrete age structure",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gondim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Machado",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2005.09786"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Age-dependent effects in the transmission and control of COVID-19 epidemics",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Klepac",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Prem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Eggo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Group",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "A modified SEIR model applied to the data of COVID-19 spread in Saudi Arabia",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Youssef",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ezzat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Bary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Shawky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIP advances",
            "volume": "10",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Endemic models with arbitrarily distributed periods of infection I: fundamental properties of the model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Journal on Applied Mathematics",
            "volume": "61",
            "issn": "3",
            "pages": "803--833",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Endemic models with arbitrarily distributed periods of infection II: fast disease dynamics and permanent recovery",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Thieme",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Journal on Applied Mathematics",
            "volume": "61",
            "issn": "3",
            "pages": "983--1012",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A SEIQR model for pandemic influenza and its parameter identification",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jumpen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wiwatanapataphee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Journal of Pure and Applied Mathematics",
            "volume": "52",
            "issn": "2",
            "pages": "247--265",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "An SEIQR model for childhood diseases",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Gerberry",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Milner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Mathematical Biology",
            "volume": "59",
            "issn": "4",
            "pages": "535--561",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Novel Mathematical Model (SEIRQ) of the COVID-19 Epidemic, Assessing the Epidemiological Rates of Diseases Spread in Saudi Arabia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Youssef",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alghamdi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Ezzat",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "El-Bary",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Shawky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Mathematical Analysis of a COVID-19 Epidemic Model by using Data Driven Epidemiological Parameters of Diseases Spread in India, medRxiv",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Santra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mahapatra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Study of Transmission Dynamics of Novel COVID-19 by Using Mathematical Model",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ud Din",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Abdeljawad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The flowchart of the SEIQR model. the model coincides with the current model when b 1 ¼ r 2 ¼ r 3 ¼ 0. Moreover, when b 1 ¼ 0 the current model coincides with the model proposed by Jumpen et al.[36].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "of the characteristic equation given by J E 0 À kI5 ¼ 0, where k is the parameter of the eigenvalue and I 5 is the identity matrix of order 5, then the eigenvalues of the matrix J E 0 take the following values:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "The initial conditions of the SEIQR proposed model.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " Table 3 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "acknowledgement"
        },
        {
            "text": "The datasets analyzed during the current study are available in the following repositories: 1. Saudi Ministry of Health (www.moh.gov.sa/en/Pages/default.aspx] 2. COVID-19 in Saudi_Arabia (https://en.wikipedia.org/wiki/ COVID-19_pandemic_in_Saudi_Arabia) 3. Saudi Center for Diseases Prevention and Control (https://covid19.cdc.gov.sa/ar/).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ]
}