{
    "paper_id": "db4e7e9497dcf72b73f90bfc2be0f1f53a629561",
    "metadata": {
        "title": "A Novel Hybrid Algorithm for Multiobjective Location-Allocation Problem in Emergency Logistics",
        "authors": [
            {
                "first": "Hongrui",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Capital University of Economics and Business",
                    "location": {
                        "postCode": "100070",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": "chuhongrui@cueb.edu.cn"
            },
            {
                "first": "Yahong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Beijing Wuzi University",
                    "location": {
                        "postCode": "101149",
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Increased frequency of disasters keeps reminding us of the importance of effective resource distribution in postdisaster. To reduce the suffering of victims, this paper focuses on how to establish an effective emergency logistics system. We first propose a multiobjective optimization model in which the location and allocation decisions are made for a three-level logistics network. ree objectives, deprivation costs, unsatisfied demand costs, and logistics cost, are adopted in the proposed optimization model. Several cardinality and flow balance constraints are considered simultaneously. en, we design a novel effective IFA-GA algorithm by combining the firefly algorithm and genetic algorithm to solve this complex model effectively. Furthermore, three schemes are proposed to improve the effectiveness of the IFA-GA algorithm. Finally, the numerical results provide several insights on the theory and practice of relief distribution, which also illustrate the validity of the proposed solution algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Large-scale natural or man-made disasters, such as the 2010 Haitian Earthquake, the 2011 tsunami in Japan, the civil war in Syria, and the 2019 coronavirus disease, have occurred frequently throughout the world, resulting in tremendous consequences of enormous casualties and property losses. e world has witnessed a steadily increased number in both disasters and affected people since the 1900s. After largescale disasters, a great need for medical and daily supplies will be invoked in the affected areas, which lack adequate relief resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "us, the rapid distribution of external commodities is critical to mitigating the losses caused by disasters. erefore, emergency logistics has received wide attention from both practical managers and scholars [1] . However, how to design an efficient emergency logistics system is a big challenge [2] . Before the last decade, most research on emergency management focused on the responses of public servants, government agencies, and insurance firms in times of crisis [3] . Emergency logistics, also commonly known as humanitarian logistics, is emerging and becoming a hot spot of operations management in the recent decade.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 469,
                    "end": 472,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In most of the current related research, emergency logistics problems are studied based on the analytical formulations of the traditional commercial sector, unlike the commercial scenario, whose decision objective is to minimize the logistics cost. In emergency relief cases, the scientific community is encouraged to provide effective logistics systems to reduce human suffering. erefore, the adapted objectives in commercial and emergency logistics are radically different. e modified analytical formulations of the traditional logistics are not very suitable for emergency logistics problems [4] .",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 598,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To derive an appropriate objective function for emergency logistics, Holguín-Veras et al. [5] incorporated welfare economic principles into emergency management and introduced the deprivation costs, which express the economic value of human suffering caused by a lack of access to resources or services. Since then, some studies using deprivation costs have been conducted in the emergency logistics field [6] . For example, Pérez-Rodríguez and Holguín-Veras [7] developed an inventory-allocationrouting model for the optimal critical supplies by minimizing logistics and social costs. Ismail [3] studied a relief distribution problem by considering the logistics and deprivation costs. Some other papers also considered human suffering in the emergency logistics field. Chapman and Mitchell [8] studied the distribution centers selection problem by minimizing the suffering of the population. Cotes and Cantillo [9] developed a facility location model for prepositioning supplies in preparation for disasters. eir formulation considers deprivation costs in the objective function. Rivera-Royero et al. [10] proposed a dynamic model to serve rescue demand. ey considered the level of urgency of demand points. Moreno et al. [11] presented a novel model to optimize location, transportation, and fleet sizing for emergency logistics with considering deprivation costs. Cantillo et al. [12] assessed transportation network vulnerability from logistical costs and deprivation costs. Zhu et al. [13] studied the emergency relief routing optimization problem considering injured degree and deprivation cost.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 459,
                    "end": 462,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 593,
                    "end": 596,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 792,
                    "end": 795,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 913,
                    "end": 916,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1384,
                    "end": 1388,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1491,
                    "end": 1495,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Similar to the above literature, we adopt the deprivation costs to characterize human suffering in this paper. We study a location-allocation problem of emergency logistics. ree objectives, deprivation costs, unsatisfied demand losses, and logistics costs, are adopted in the proposed optimization model. e fairness objective of this paper equalizes the supplies between affected areas, which has the same purpose as unmet demand minimization in [14] . In addition, our literature also lies in the stream of multiobjective programming, which is widely used to solve emergency optimization problems. Sun et al. [15] proposed a robust optimization model to decide the facility location, resource allocation, and casualty transportation in a threelevel rescue chain composed of casualty clusters, temporary facilities, and general hospitals. eir objectives are to minimize the total Injury Severity Score (ISS) and logistics cost. Zhou et al. [2] studied the multiperiod dynamic emergency resource scheduling problem by a proposed multiobjective optimization model. Cao et al. [16] proposed a multiobjective nonlinear programming model for resource distribution regarding the beneficiary perspective on sustainability. e model is solved by maximizing the lowest victims' perceived satisfaction and minimizing the largest deviation of victims' perceived satisfaction. Çelik et al. [17] studied the stochastic debris clearance problem among postdisaster operations. ey determined a sequence of roads to clear with the goal of maximizing satisfied relief demand. Gralla et al. [18] developed a method to value the objective functions of emergency logistics based on expert preferences over five key attributes. ey found that the amount of cargo delivered is the most valued objective and cost the least important. In a similar vein, we conduct the optimization problem based on a three-level emergency logistics network. Considering the complexity of reality, we formulate the problem by a multiobjective mixed-integer nonlinear programming with cardinality and flow balance constraints.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 610,
                    "end": 614,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 940,
                    "end": 943,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1377,
                    "end": 1381,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1571,
                    "end": 1575,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most optimization problems of emergency logistics are hard to solve effectively by exact algorithms, especially in the limited available time. In such situations, adopting a metaheuristic algorithm is imperative [19] . e third related literature stream of this paper is algorithm design. Zhou et al. [2] designed an evolutionary algorithm based on decomposition (MOEA) to solve a multiobjective multiperiod dynamic emergency resource scheduling problem. Cao et al. [16] adopted genetic algorithm to solve a relief distribution model. Haghi et al. [20] proposed a multiobjective location and transportation programming model, which is solved by a nondominant sorting genetic algorithm. Eisenhandler and Tzur [21] modeled a food rescue problem as a routing resource allocation problem with the equitable allocations objective. ey presented a heuristic approach based on the large neighborhood search framework to solve the model. Zhang et al. [22] determined the truck and drone routes in a humanitarian relief network by combining column generation and tabu search algorithms.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 465,
                    "end": 469,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 707,
                    "end": 711,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 941,
                    "end": 945,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "is paper designs a metaheuristic algorithm named IFA-GA by combining the firefly algorithm and genetic algorithm. Some improved schemes are embedded into IFA-GA to obtain better solutions. e contributions of this paper can be summarized as follows: first, we propose a new multiobjective location-allocation optimization model for emergency logistics, in which deprivation costs, fairness, and operation costs are considered.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "e numerical results show that deprivation costs have a significant effect on location decisions. Second, we design a new IFA-GA algorithm based on the combination of the firefly algorithm and genetic algorithm. ree schemes, population initialization, search strategy, and update mechanism of population, are proposed to improve IFA-GA. e computational results illustrate that the proposed IFA-GA has better solving performance than the other algorithms. e remainder of this paper is organized as follows: Section 2 presents some presumptions and notations. e detailed descriptions of the three objective functions and model formulation are also given in Section 2. Section 3 develops the hybrid IFA-GA algorithm for solving the proposed model and gives the improved schemes. Section 4 conducts numerical studies and analyses. Finally, Section 5 presents conclusions and future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, we first give some presumptions and notations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description and Formulation"
        },
        {
            "text": "en, three relief-related objective functions are proposed to represent human suffering, fairness, and logistics cost. Finally, we present a multiobjective location and resource allocation model for three-level emergency logistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Problem Description and Formulation"
        },
        {
            "text": "Emergency supplies mainly come from two sources: local rescue warehouses or external dispatching. Local rescue warehouses can provide supplies immediately after disasters occur, but the amount is limited. External dispatching mainly comes from the Strategic National Stockpile (SNS), which integrates different parties' resources and provides the primary resources to the affected areas by railway or airplane in the subsequent relief phase. In this paper, we consider an emergency logistics problem in the second case. Most emergency logistics systems have a three-tier structure, including SNS, regional transfer center (RTC), and local distribution point (LDP). In reality rescue practice, large amounts of emergency resources must be transported from SNS to affected points as soon as possible. To improve the efficiency of the rescue, RTCs are proposed as hubs to bridge SNS and LDP. is work proposes a joint facility location and resource allocation model for this three-level emergency logistics system. Some assumptions used in our model are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "(1) ere are one SNS, some RTCs, and a fixed number of LDPs. e resources are first transported from SNS to RTCs and then transported from RTCs to LDPs. LDPs are equivalent to affected points that have resource demands. SNS, RTCs, and LDPs have enough capacity to store resources. e capacity constraints are ignored in our optimization model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "(2) e demand quantity of resources in each affected point can be predicted, and the total available quantity of resources is also known. is work does not consider the uncertainty of road networks. erefore, the delivery time between two supply points is determined by the speed of the truck. (5) e rescue demand has an additional time-related attribute. If the actual delivery time exceeds the required threshold, the deprivation costs of victims will be invoked to represent the economic valuation of the human suffering associated with a lack of access to a good or service.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "e RTCs are established in selected reasonable sites the first time after the disaster occurs. In commercial logistics, RTCs can quickly move goods from the central warehouse, manufacturers to retailers. In emergency logistics, largescale disaster is characterized by a wide range of affected points, great demand, and long duration. erefore, the appropriate location of RTCs has a more critical role in improving the transport efficiency of resources. With the above assumptions, the location decision of RTCs, the allocation decisions from SNS to RTCs and from RTCs to LDPs will be studied in our proposed multiobjective optimization model. e notations used in the following text are listed as follows: (iii) J: the location set of LDPs, j � 1, 2, . . . , J;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "(iv) d Oi : the distance from SNS O to RTC candidate i;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "(v) d ij : the distance from RTC candidate i to LDP j;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "(vi) C OI : the unit transport cost from SNS to RTC;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "(vii) C IJ : the unit transport cost from RTC to LDP;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "(viii) C i : the construction cost of RTC i; (ix) CV i : the unit operation cost of RTC i, CV i multiplied by inventory equal to the total operation cost of RTC i; (x) D j : the demand quantity of LDP j; (xi) Q o : the initially available quantity of the resource in SNS; (xii) Q i : the initially available quantity of the resource in RTC i; (xiii) π jt : the unit deprivation cost of each victim in LDP j at time t; (xiv) δ j : the deprivation costs of LDP j at time t; (xv) lo j : the loss function of unsatisfied demand of LDP j; (xvi) OC: the total operation cost of emergency logistics; (xvii) t ij1 : the first delivery time of resources from RTC i to LDP j; (xviii) t ij2 : the second delivery time of resources from RTC i to LDP j; (xix) v: the speed of truck; (xx) z i : 0-1 variables, if candidate i is selected as RTC, z i � 1, else, z i � 0; (xxi) x oi : the allocated quantity of emergency resources from SNS to RTC i; (xxii) y ij1 : the first allocated quantity of emergency resources from RTC i to LDP j; (xxiii) y ij2 : the second allocated quantity of emergency resources from RTC i to LDP j; (xxiv) ε ij : auxiliary variable, ε ij � 1 if RTC i provides resources to LDP j, else ε ij � 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Presumptions and Notations."
        },
        {
            "text": "ere are three objectives in our model that reflect three service levels of emergency logistics: (1) minimizing the total deprivation costs of victims, (2) minimizing the loss of unsatisfied demand, and (3 minimizing the total cost of the emergency logistics system. e formulations consider a relief group that first delivers critical supplies from SNS to RTCs and then delivers goods from RTCs to demand nodes. Furthermore, RTCs also have a limited initial inventory of critical supplies. erefore, there are twice transportations from RTC i to LDP j if RTC i is selected as a hub to supply LDP j. RTC i first provides resources by its own inventory. e first resources reach LDP j at time t ij1 . en, RTC i transfers the second resources which come from SNS and arrive at LDP j at time t ij2 . During a planning horizon T, the relief group's decisions are which RTCs should be selected, Computational Intelligence and Neuroscience how much, and when to deliver to the demand nodes in need of supplies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multiobjective Optimization Model."
        },
        {
            "text": "Human suffering is one of the critical factors in humanitarian logistics. e theory of deprivation costs [5] provides an excellent method to bring human suffering factors into the decision objective. Conceptually, deprivation cost is the economic value of human suffering caused by a lack of access to resources or services.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "e Deprivation Costs."
        },
        {
            "text": "Suppose LDPs at which identical individuals experience the same unit deprivation cost π(t) at time t. According to the theory of deprivation costs, the deprivation costs function δ j is discontinuous, increases with deprivation time, and then drops to zero when a delivery large enough to fulfill the needs of all individuals is received. e total deprivation costs at node j are equal to the aggregation of individual costs:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Deprivation Costs."
        },
        {
            "text": "where t ij1 is dependent on the distance between RTC i and LDP j. t ij2 is dependent on the distance from SNS to LDP j via RTC i. e first part of δ j is the deprivation costs of the satisfied demand in the first supply. e second part of δ j is the deprivation costs of the satisfied demand in the second supply. e third part of δ j is the deprivation costs of the remaining unsatisfied demand at the end.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Deprivation Costs."
        },
        {
            "text": "It should be noted that the beneficiaries had already experienced a deprivation cost at time t < t ij1 . erefore, the classical deprivation costs theory evaluates the cumulative cost function up to time T. For simplification, this work only considers the deprivation costs at the arrival times of supplies and the end time of the period. e unite deprivation cost π(t) is increasing convex function with respect to t, 0 < t ≤ T. In this paper, we use a quadratic function π(t) � at 2 to specify deprivation cost and a is a cost coefficient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Deprivation Costs."
        },
        {
            "text": "us, we can easily obtain the total deprivation costs at the end of period T, which can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Deprivation Costs."
        },
        {
            "text": "In the context of emergency rescue, decision-makers should try their best to meet the supplies needs in each affected point, but the goods are inadequate at the first time. erefore, another important objective in emergency logistics is to keep fairness. In this work, we provide a loss function of unsatisfied demand to evaluate the fairness of rescue. e loss function lo j is an S type curve of unsatisfied demand in LDP j. is reflects that the unsatisfied demand has a learning effect on the emergency service level. If the unsatisfied demand takes the maximum value, the loss function becomes constant, and no more losses will occur. In addition, developed regions tend to be densely populated, which have more severe consequences if emergency demands are not met. us, the demand quantity is considered in the loss function, which can be given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Loss of Unsatisfied Demand."
        },
        {
            "text": "where P(h j ) � be (− h j /(1− h j )) and h j � ( i∈I y ij1 + y ij2 /D j ). h j is the proportion of satisfied demand in LDP j. Obviously, 1 − h j is the ratio of unsatisfied demand. P(h j ) is related to service level, which converges to loss upper bound b if h j tends to 0, and 0 if h j tends to 1. us, we use the above loss function to quantify the fairness in this paper. e total unsatisfied demand loss of emergency logistics is given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Loss of Unsatisfied Demand."
        },
        {
            "text": "Cost. e operation cost of emergency logistics includes three parts: the construction cost of RTCs, the transport cost, and the inventory holding cost in RTCs. In the setting of this paper, the SNS already exists before disasters occur. e LDPs will distribute the relief resources as soon as they are received. us, we only consider the holding cost of RTCs because they are newly built. en, the operation cost objective can be given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Operation"
        },
        {
            "text": "2.3. Mathematical Formulation. Based on the above analysis, we suppose that the emergency manager's goals are to minimize the deprivation costs, the loss of unsatisfied demand, and the operation cost. Without loss of generality, we adopt two weight parameters α and β (0 < α, β, 1 − α − β < 1) to simplify this multiobjective optimization to scalar objective optimization. Meanwhile, the manager also needs to consider some realistic constraints, such as path constraint and capacity constraints. en, the logistics optimization model is formulated as follows: 4 Computational Intelligence and Neuroscience min α",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 561,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "e Operation"
        },
        {
            "text": "i∈I,j∈J",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Operation"
        },
        {
            "text": "x oi , y ij1 , y ij2 ∈ R + , ∀i ∈ I, j ∈ J.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Operation"
        },
        {
            "text": "e objective function shown in equation (6) has been described detailedly in the above. Constraints (7), (8) , and (11) show the computational formulas of the three objectives, respectively. Constraints (9) and (10) describe the loss function and the satisfied demand rate used to calculate the second objective. Constraints (11) and (12) describe the relationship between transport distance and delivery time. Constraint (14) restricts that each LDP can only receive Computational Intelligence and Neuroscience goods from one RTC. Constraints (15) and (16) balance the flows of resources in each RTC for the first and second deliveries. Constraints (17) and (18) guarantee that RTC i can provide relief supplies to LDP j only if i has been selected and j is allocated to it. Here, M is a sufficiently large number. Constraint (19) ensures that only a selected RTC can provide emergency supplies to LDPs. Constraint (20) indicates that all goods need to be shipped if the supply is less than demand; else, the delivered quantity is equal to demand. Constraint (21) ensures that only the selected RTC can receive goods from SNS. Constraint (22) indicates the flow balance of resources in SNS. Finally, constraints (23) and (24) define the decision variables.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 42,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 114,
                    "end": 118,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 324,
                    "end": 328,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 333,
                    "end": 337,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 421,
                    "end": 425,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 543,
                    "end": 547,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 649,
                    "end": 653,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 658,
                    "end": 662,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 826,
                    "end": 830,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1221,
                    "end": 1225,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "e Operation"
        },
        {
            "text": "e proposed model is one of the location-allocation type problems, most of which is NP-hard. erefore, the optimal solution of the proposed model is difficult to be obtained in a short time. However, the actual emergency decision-making often has higher requirements on timeliness, which inspires us to adopt metaheuristic algorithms. is section combines an improved firefly algorithm with a genetic algorithm to design a new hybrid algorithm called IFA-GA. Furthermore, some schemes are also proposed to increase the solution quality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Hybrid Heuristic Solution Approach"
        },
        {
            "text": "FA is a nature-inspired swarm-based optimization algorithm proposed by Yang [23] , which is designed to imitate the natural phenomenon of fireflies. FA supposes that all fireflies are homogeneous. Each firefly will be attracted and move close to a brighter firefly. If there are no brighter fireflies nearby, the firefly will move randomly. For an optimization problem, fireflies represent feasible solutions. e brightness of the firefly has a positive relationship with its objective value. Similar to some other metaheuristic algorithms, FA also successfully implements the exploration and exploitation steps to solve optimization problems. e exploration step is carried out by the movement of fireflies from the current position to a brighter position. e exploitation step is realized by the random movements of the rest fireflies. Suppose X n is a solution (firefly) in the n-th iteration of FA, the update movement equation of this firefly is",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "text": "[23]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "e Firefly Algorithm (FA)."
        },
        {
            "text": "where β 0 is the maximum attractiveness between fireflies. r is the Euclidean distance between two fireflies X n and X n . c is the light absorption coefficient that adjusts the change of attraction. α n is a weight coefficient between [0, 1], and ε n is a random vector in [0, 1].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Firefly Algorithm (FA)."
        },
        {
            "text": ". GA is initially motivated by the Darwinian principle of evolution through natural selection and genetic mechanisms, which has been successfully applied to a wide range of real-world problems of significant complexity. Unlike the iterative update mechanism in other algorithms, GA derives a new solution by operating the existing solutions directly. ere are two genetic operators in GA: crossover and mutation. A typical design for a classical GA can be given as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Genetic Algorithm (GA)"
        },
        {
            "text": "(1) Initialize a population in which chromosomes are generated randomly. (2) Calculate the fitness of each chromosome in the population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Genetic Algorithm (GA)"
        },
        {
            "text": "(3) Generate new chromosomes by the following steps: (a) select two chromosomes using the proportional fitness selection, and then cross the selected chromosomes to obtain a child chromosome; (b) select one chromosome using the proportional fitness selection, and apply uniform mutation to it with a mutation rate to produce another child chromosome. (4) Update the population. Add new chromosomes to the population and dispose of the worst chromosomes to maintain the size of the population. (5) If the stopping criteria have not been met, return to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Genetic Algorithm (GA)"
        },
        {
            "text": "Step 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e Genetic Algorithm (GA)"
        },
        {
            "text": "GA is first proposed by Holland [24] to solve computationally intractable problems. e development and success of GAs have greatly enriched the computational approaches for the optimization problem. Particularly, GA is very suitable for combinatorial optimization problems whose structure and character can avoid the tedious coding and decoding works of chromosomes.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "e Genetic Algorithm (GA)"
        },
        {
            "text": "FA has a good convergence speed due to the attraction of fireflies. However, the solution of FA may fall into a local optimum because of its limited exploration capability, especially when the fireflies encounter extreme values. In contrast, GA can explore the solution space widely due to the crossover and mutation operators. However, the convergence rate of GA is relatively slow due to the lack of directionality. Fortunately, both FA and GA have specific and understandable procedures which are easy to implement. Furthermore, both of them are suitable to be hybridized with other optimizers due to their multimodalities. Inspired by these privileges, we introduce an IFA-GA algorithm by combining the desirable characteristics of FA and GA. e emergency logistics model of this paper includes location decisions and allocation decisions. Considering the characteristics of FA and GA algorithms, we plan to use FA to solve location decisions and use GA to solve allocation decisions. Before presenting the detailed implementation of the proposed hybrid algorithm, we give some schemes for improving the algorithm efficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "e IFA-GA Algorithm."
        },
        {
            "text": "Most of the metaheuristic algorithms would suffer from two problems: metaheuristic algorithms usually have an earlier convergence, and the initial solution and the diversity of the solution space often affect their search quality. To overcome these two shortcomings, we enhance the proposed IF-GA algorithm through three schemes in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Schemes for Improving the IFA-GA Algorithm."
        },
        {
            "text": "e initial population has a significant effect on the convergence speed and the quality of the final solutions. In most metaheuristic algorithms, a population is generated by random initialization. In this paper, we initialize the population by a myopic strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 1: Population Initialization."
        },
        {
            "text": "Suppose RTCs can be located at any point of two-dimensional space with the cardinality constraint that the total number of RTCs is no more than I. First, the LDPs are clustered into I groups by considering the weight of demand. e locations of RTCs are selected at the center of gravity in each group. en, we get a solution z → � [z 1 , z 2 , . . . , z I ]. e population of location decisions is generated by random initialization around z → . Second, for each location decision, allocating the resources according to the proportion of demand, we can obtain an even solution x → � [x o1 , x o2 , . . . , x oI ], y 1 �→ � (y ij1 ), and y 2 �→ � (y ij2 ). Select two elements of x → randomly. e first element subtracts a random number which is added to the second element. e random number is not bigger than the first element. e corresponding rows of y 2 �→ should be changed accordingly.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 614,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Scheme 1: Population Initialization."
        },
        {
            "text": "For y 1 �→ , we introduce a random matrix w → � (w ij ), each row of w → only has two nonzero elements in random columns with a random value w and − w. Adding y 1 �→ to w → , we obtain a new y 1 �→ . Finally, the initial population is obtained by repeating the above process.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Scheme 1: Population Initialization."
        },
        {
            "text": "In this paper, FA is used to solve the facility location decision of RTCs. As is mentioned above, each decision variable z i has a corresponding position. To be more realistic, we do not constrain the positions and only consider a cardinality constraint of RTCs. erefore, we use coordinate variable X i � (p x i , p y i ) to replace z i for simplification and define X � [X 1 , X 2 , . . . , X I ]. e objective function determines the fitness of firefly X. e direction and brightness of fireflies depend on the Euclidean distance between them and their fitness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 2: e Improved Search Strategy of FA."
        },
        {
            "text": "A dimmer firefly (worse solution) will be attracted by a brighter one (better solution) in FA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 2: e Improved Search Strategy of FA."
        },
        {
            "text": "is mechanism is beneficial to the convergence of the algorithm. us, FA can find the optimal solution quickly. However, FA may fall into premature convergence if it encounters local extrema because the incomplete exploration of nondominated fireflies is one of the main reasons to cause the local convergence of FA. To overcome this weakness, we introduce a new update function for nondominated fireflies, described as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 2: e Improved Search Strategy of FA."
        },
        {
            "text": "where X M � X Max − X n if ε n > 0.5 and X M � X n − X Min if ε n < 0.5. X Max is the upper bound of search space, and X Min is the lower bound. Furthermore, for dominated fireflies, we consider the attraction of the best solution, and the iterative equation is modified as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 2: e Improved Search Strategy of FA."
        },
        {
            "text": "where X opt is the brightest firefly in population and r opt is the distance between X n and X opt .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 2: e Improved Search Strategy of FA."
        },
        {
            "text": "A good algorithm should have an excellent performance in exploring the solution space and have a good ability in convergence. In this paper, the IFA is nested into GA for solving the location problem. GA already has an elimination mechanism that replaces poor solutions to maintain the size of the population. However, the number of eliminated solutions is usually fixed in the original GA. Reference [25] proposed an adaptive mechanism to replace poor solutions dynamically. e number of eliminated solutions decreases in the iterative process. erefore, the algorithm first tends to explore the solution space better and then moves to the local search. With the same purpose, we introduce the mutated number of GA as follows:",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Scheme 3: e Update Mechanism of Population."
        },
        {
            "text": "where ⌈⌉ is the ceiling operator, PS is the population size, t is the current number of iterations, and G MAX is the maximum number of iterations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 3: e Update Mechanism of Population."
        },
        {
            "text": "e procedure of IF-GA is described in Algorithm 1 in detail.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Scheme 3: e Update Mechanism of Population."
        },
        {
            "text": "In order to illustrate the proposed model and validate the performance of IFA-GA, a small-scale instance with one SNS, 10 RTCs, and 40 LDPs is first used. Although the number of nodes in emergency logistics is not considerable, the proposed model has 820 (2 * 10 * 40 + 10+10) decision variables. It is an extremely complex optimization problem. e results with different objective functions are presented to show the decision differences related to deprivation costs. Furthermore, a comparison is made between IFA-GA, FA, GA, and particle swarm optimization (PSO) based on the same population initialization. e adjustment method for the infeasible solutions in Algorithm 1 is also used in each algorithm to satisfy the constraints t. Finally, instances extracted from large-scale disasters are used to demonstrate the effectiveness of the designed IFA-GA algorithm furtherly. All experiments are implemented using MATLAB 2019 on a inkPad T460s laptop with Intel i5-6200u CPU, 2.3 GHz frequency, and 12 GB memory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Numerical Studies"
        },
        {
            "text": "In this experiment, we initialize the affected areas in a 100 * 100 two-dimensional space randomly. e demand of each affected area is sampled uniformly in [50, 150] . We assume that the RTCs can be located at any point of the space; then, the distance between a selected RTC and the other node is easily calculated by the Computational Intelligence and Neuroscience 7",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "150]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Parameter Setting."
        },
        {
            "text": "Euclidean distance equation. e cost parameters and other variables in the proposed model are shown in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Parameter Setting."
        },
        {
            "text": "It is essential to select suitable parameters for metaheuristic algorithms. Additionally, to evaluate the performance of the proposed IFA-GA, we compare it with the standard FA, GA, and PSO. e parameter settings of these algorithms are displayed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 249,
                    "end": 256,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Parameter Setting."
        },
        {
            "text": "As discussed above, the deprivation cost is an essential factor for the relief decision. To visually illustrate its impact on decision-making, we analyze the location results of RTCs which are shown in Figure 1 . Because each RTC is linked to SNS, which is located at point (0, 0) in our setting, we ignore the paths between SNS and RTCs for simplification. Figure 1 has six pictures. e first three pictures (a), (b), and (c) present the RTCs' locations with a single objective. e subsequent pictures present the RTCs' locations with two and three objectives. Obj1 refers to the deprivation cost objective. Obj2 refers to the unsatisfied demand loss. Obj3 refers to the operation cost. By comparing Figures 1(a) and 1(c) , we can find that the locations of RTCs are closer to the affected areas in (a) than in (b). It is realistic because closer to demand will shorten the delivery time. In Figure 1(b) , the locations are strange at first glance. It should be noted that objective 2 does not have any path-related cost, so the locations move randomly in the algorithm and have no practical meaning. Figure 1 illustrates that the deprivation cost impacts RTCs' locations, which makes RTCs closer to LDPs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 202,
                    "end": 210,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 358,
                    "end": 366,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 699,
                    "end": 720,
                    "text": "Figures 1(a) and 1(c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 891,
                    "end": 902,
                    "text": "Figure 1(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1100,
                    "end": 1108,
                    "text": "Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Computational Results regarding Deprivation Costs."
        },
        {
            "text": "In this section, we further present several cases to illustrate the effectiveness of the proposed algorithm. For the small-scale case, the iteration results of IFA-GA, FA, GA, and PSD are shown in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Computational Results of Different Algorithms."
        },
        {
            "text": "e demands of affected areas. e location and inventory of SNS. e locations and inventories of candidate RTCs. e parameters of the deprivation cost, unsatisfied loss, and operation cost. e weight parameters in the objective function. e parameters of FA and GA algorithms. Output:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input:"
        },
        {
            "text": "e obtained optimal solution set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Input:"
        },
        {
            "text": "Initialize the solution population as described in scheme 1. Calculate the distances between points. Calculate the delivery time of each LDP. en, calculate the values of the fitness function associated with each solution by equation (6) .",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 236,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Initialization:"
        },
        {
            "text": "IFA: represent solutions by fireflies and fix the allocation variables of fireflies. Update the location variables as follows: (1) Fireflies are sorted to find the optimal individuals whose rand � 1 are the nondominated fireflies, and the other individuals are the dominated fireflies. (28). For each mutated solution, select two adjacent variables y(i) and y(i + 1) randomly, and execute mutation by y(i) + (y max − ((y(i) + y(i + 1))/2)) * rand and y(i + 1) − (y max − ((y(i) + y(i + 1))/2)) * rand. Correct the unfeasible individual by elimination and remutation until all individuals are feasible. Figure 2 , we can see that the proposed IFA-GA has the best performance in both convergence and objective value. FA and PSD are almost unchanged because the flow balance constraints in the optimization model make the most newly generated solutions infeasible. GA has a certain convergence, but the objective values are much bigger than those of FA. It should be noted that FA, GA, and PSD are implemented with the same population initialization as IFA-GA. If the population are initialized randomly, the results of FA, GA, and PSD will be much worse.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 602,
                    "end": 610,
                    "text": "Figure 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Update:"
        },
        {
            "text": "To compare the results detailedly, we carry out each algorithm 30 times. More detailed results are given in Table 3 . From Table 3 , we can find that the proposed IFA-GA has better performance than the other algorithms. e mean, max, and min values of the objective obtained by IFA-GA are less than in the other algorithms. e standard deviation of objective values in IFA-GA is much lower than in other algorithms. Furthermore, the run time of IFA-GA is also less than other algorithms. e results of Table 3 indicate that the IFA-GA has better stability and efficiency in solving our proposed model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 499,
                    "end": 506,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Update:"
        },
        {
            "text": "Additionally, we conduct experiments with different problem sizes. Four large-scale instances are experimented for further comparison. e results are shown in Table 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Update:"
        },
        {
            "text": "From Table 4 , we can find that the proposed IFA-GA obtains solutions with the best performance than the other algorithms in each instance. In both four cases, IFA-GA obtains the minimum objective value and the lowest deviation. Furthermore, IFA-GA also has the shortest run time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 12,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Update:"
        },
        {
            "text": "ese gaps are to increase along with the problem size increases. FA has the worst performance in run time and stability. GA outdoes FA in each case, with almost the same objective values as PSD but a much lower run time. Additionally, the increase in LDPs brings more objective costs, but the increase in RTCs takes lower objective costs. e result can be obtained by comparing the case I � 20, J � 100 with the case I � 50, J � 100. e reason is that the increase in RTCs can reduce the deprivation costs effectively, which enlightens us that more RTCs are recommended to be established when faced with large-scale disasters. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Update:"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Mass casualty management in disaster scene: a systematic review of OR&MS research in humanitarian operations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "Z"
                    ],
                    "last": "Farahani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Lotfi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baghaian",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rezapour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "European Journal of Operational Research",
            "volume": "287",
            "issn": "3",
            "pages": "787--819",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A multi-objective evolutionary algorithm for multi-period dynamic emergency resource scheduling problems",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Transportation Research Part E: Logistics and Transportation Review",
            "volume": "99",
            "issn": "",
            "pages": "77--95",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A possibilistic mathematical programming model to control the flow of relief commodities in humanitarian supply chains",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ismail",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Computers & Industrial Engineering",
            "volume": "157",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "On the unique features of post-disaster humanitarian logistics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holguín-Veras",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Wassenhove",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wachtendorf",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Operations Management",
            "volume": "30",
            "issn": "7-8",
            "pages": "494--506",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "On the appropriate objective function for post-disaster humanitarian logistics models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holguín-Veras",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pérez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Van Wassenhove",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aros-Vera",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Operations Management",
            "volume": "31",
            "issn": "5",
            "pages": "262--280",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Research progress on deprivation costs in humanitarian logistics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holguín-Veras",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Disaster Risk Reduction",
            "volume": "42",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Inventory-allocation distribution models for postdisaster humanitarian logistics with explicit consideration of deprivation costs",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pérez-Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Holguín-Veras",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Transportation Science",
            "volume": "50",
            "issn": "4",
            "pages": "1261--1285",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A fair division approach to humanitarian logistics inspired by conditional value-at-risk",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Annals of Operations Research",
            "volume": "262",
            "issn": "1",
            "pages": "133--151",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Including deprivation costs in facility location models for humanitarian relief logistics",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cotes",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cantillo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Socio-Economic Planning Sciences",
            "volume": "65",
            "issn": "",
            "pages": "89--100",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A dynamic model for disaster response considering prioritized demand points",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rivera-Royero",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Galindo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yie-Pinedo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Socio-Economic Planning Sciences",
            "volume": "55",
            "issn": "",
            "pages": "59--75",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "An effective two-stage stochastic multi-trip location-transportation model with social concerns in relief supply chains",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Alem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "European Journal of Operational Research",
            "volume": "269",
            "issn": "3",
            "pages": "1050--1071",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Assessing vulnerability of transportation networks for disaster response operations",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cantillo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "F"
                    ],
                    "last": "Macea",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaller",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Networks and Spatial Economics",
            "volume": "19",
            "issn": "1",
            "pages": "243--273",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Emergency relief routing models for injured victims considering equity and priority",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annals of Operations Research",
            "volume": "283",
            "issn": "1-2",
            "pages": "1573--1606",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A robust model predictive control approach for post-disaster relief distribution",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Computers & Industrial Engineering",
            "volume": "135",
            "issn": "",
            "pages": "1253--1270",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A bi-objective robust optimization model for disaster response planning under uncertainties",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Computers & Industrial Engineering",
            "volume": "155",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A novel multiobjective programming model of relief distribution for sustainable disaster supply chain in large-scale natural disasters",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Cleaner Production",
            "volume": "174",
            "issn": "",
            "pages": "1422--1435",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "e post-disaster debris clearance problem under incomplete information",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Çelik",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Ergun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Keskinocak",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Operations Research",
            "volume": "63",
            "issn": "1",
            "pages": "65--85",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Assessing trade-offs among multiple objectives for humanitarian aid delivery using expert preferences",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gralla",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Goentzel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Production and Operations Management",
            "volume": "23",
            "issn": "6",
            "pages": "978--989",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A hyperheuristic approach for location-routing problem of cold chain logistics considering fuel consumption",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Leng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Computational Intelligence and Neuroscience",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Developing a robust multi-objective model for pre/post disaster times under uncertainty in demand and resource",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haghi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M T"
                    ],
                    "last": "Fatemi Ghomi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jolai",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Cleaner Production",
            "volume": "154",
            "issn": "",
            "pages": "188--202",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "e humanitarian pickup and distribution problem",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Eisenhandler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tzur",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Operations Research",
            "volume": "67",
            "issn": "1",
            "pages": "10--32",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Humanitarian relief supplies distribution: an application of inventory routing problem",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Çankaya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ekici",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "Ö"
                    ],
                    "last": "Özener",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annals of Operations Research",
            "volume": "283",
            "issn": "1-2",
            "pages": "119--141",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Adaptation in Natural and Artificial Systems",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "A multiobjective multiperiod mean-semientropy-skewness model for uncertain portfolio selection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Applied Intelligence",
            "volume": "51",
            "issn": "8",
            "pages": "5233--5258",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(3) e rescue resources are transported by trucks. Moreover, there are enough available trucks in each supply point. (4) e locations of RTCs are decided in the postdisaster phase. After establishing RTCs, all roads from RTCs to SNS and LDPs are fixed.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "(i) O: the SNS point; (ii) I: the candidate location set of RTCs, i � 1, 2, . . . , I;",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(d) and 1(e) confirm the random location results in (b), which have the same results asFigures 1(a) and 1(c), respectively.Figure 1(f)shows the tradeoff location results by objective 1 and objective 3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "For the nondominated fireflies, the update formulations are described as equation (26). For the dominated fireflies, the individuals move following the formulation equation (27). If there are multiple optimal solutions, X opt in equation (27) is chosen randomly. GA: recalculating the value of the individual fitness function, the sum of them is denoted by SUM F . Fix the location variables and update the allocation variables as follows: (1) Obtain the selection probability based on (individual fitness /SUM F ), and select two individuals according to this probability. Get the crossover point by an integer at interval [1, I + 2J]. Do the crossover operation for selected individuals and get two new individuals. Correct the unfeasible individual by elimination and recrossover until all individuals are feasible. e number of newly generated individuals is determined by equation (28). (2) Calculate the number of mutated solutions by equation",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "An intermediate population is generated by merging the current population with the previous population. en, the last q poor individuals in the previous population and the last q poor individuals in the newly generated population are eliminated from the next generation.Repeat IFA and GA until the termination criterion is satisfied.ALGORITHM 1: IFA-GA.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "e comparison of location decision with the different objective function. (a) Obj1. (b) Obj2. (c) Obj3. (d) Obj1 + Obj2. (e) Obj2 + Obj3. (f ) Obj1 + Obj2 + Obj3.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": ": e comparison of objective values obtained by different algorithms.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "e values of parameters.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "e parameter settings of algorithms.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Numerical results on the small-scale instance.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Mean Max  Min  STD  Time  IFA-GA  11641  11780  11529  91  51  FA  26246  26972  25586  555  409  GA  23685  23480  23994  191  123  PSO  22468  22242  22838 225 413 Based on the simulation results, we can derive some practical implications. First, RTCs should be located closer to rescue demand to decrease the human suffering caused by deprivation. Second, in a large-scale disaster scenario, more RTCs should be established to provide fast relief. In the theoretical aspect, we validated the efficiency of the proposed hybrid algorithm, which has an excellent performance in convergence and computation time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 5,
                    "end": 157,
                    "text": "Max  Min  STD  Time  IFA-GA  11641  11780  11529  91  51  FA  26246  26972  25586  555  409  GA  23685  23480  23994  191  123  PSO  22468  22242  22838",
                    "ref_id": null
                }
            ],
            "section": "Algorithm"
        },
        {
            "text": "Different disasters have affected most areas of the world and caused serious casualties and property losses in recent years. An effective emergency logistics occupies a pivotal position to relieve human suffering and mitigate losses after disasters.is paper proposes a multiobjective optimization model for relief distribution. e relief supplies are transferred in a three-level logistics network which includes an SNS, some RTCs, and LDPs. e location decision of RTCs and resource allocation decision from SNS to RTCs and from RTCs to LDPs should be made in postdisasters. We present three objectives, deprivation costs, unsatisfied demand costs, and logistics cost, in this location-allocation optimization model, in which several cardinality and flow balance constraints are considered simultaneously. Realizing the complexity of the problem, we design a novel IFA-GA algorithm by combining classical FA and GA. ree schemes are proposed to improve the effectiveness of the IFA-GA algorithm. e results from numerical studies provide several insights on the theory and practice of relief distribution, which also illustrate the validity of the proposed solution algorithm.is study is not exhaustive. We only present a simplified model and ignore some factors which will make the model more complex. For example, the uncertainty factors, such as delivery time and quantity, are not considered in the proposed model. Multiple transport and multiple periods are also not investigated in our model. erefore, we may extend the proposed model to an uncertain situation by using robust optimization theory or distributionally robust theory for future work. Furthermore, more hybrid algorithms that combine exact and metaheuristic approaches should be exploited to solve the proposed optimization model effectively in the future.Data Availability e data were included in the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "e authors declare that there are no conflicts of interest regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ]
}