{
    "paper_id": "dba01a6cedeb3768c1a9cb6d33f65fb052f65082",
    "metadata": {
        "title": "Intensive competency-based training strategy in a National Hospital in times of Pandemic",
        "authors": [
            {
                "first": "Luis",
                "middle": [
                    "A"
                ],
                "last": "Camputaro",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manuel",
                "middle": [
                    "E"
                ],
                "last": "Bello Quezada",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "William",
                "middle": [
                    "A Hoyos"
                ],
                "last": "Arango",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Romina",
                "middle": [
                    "G"
                ],
                "last": "Bortoli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Francisco",
                "middle": [
                    "A"
                ],
                "last": "Ruiz Zelaya",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mario",
                "middle": [
                    "M"
                ],
                "last": "Diaz Moreno",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Josue",
                "middle": [
                    "M"
                ],
                "last": "Delgado Delgado",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mauricio",
                "middle": [
                    "S"
                ],
                "last": "Márquez Magaña",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rrt",
                "middle": [
                    "G"
                ],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [
                    "A Vigne"
                ],
                "last": "Cuellar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maximiliano",
                "middle": [
                    "I"
                ],
                "last": "Sanchez",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 has revealed the lack of capacity to respond to a pandemic. This article aims to 1. Describe the training of healthcare workers from \"Hospital Nacional El Salvador\" using intensive training based on competencies and 2. Share the results of the course evaluation, hoping that this training methodology will be helpful to other countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given the large group of professionals to train (Physicians and Paramedics), a compact course based on competencies was designed and executed. In order to optimize instruction times and the need for assistance care, the course was scheduled for a total duration of 4 hours and was imparted by selected instructors from August 17 to 21, August 24 to 28, and September 7 to 11, 2020 (15 working days in total). The Research Ethics Committee of Hospital Nacional El Salvador approved the study. The effectiveness of the educational intervention was evaluated by a pre-post-survey of knowledge perception on 4 domains with 10 areas of skills in intensive care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "100% (n: 981) of the participants were trained in hands-on care of COVID-19 patients; 66.3% female-33.7% male, with an average age of 29.92 ± 5.82 years. The course achieved an increased perception of knowledge in the 10 areas evaluated with a mean of 5.72 ± 0.59 to 8.60 ± 0.19 (P < .0001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The short intensive training in competencies carried out at Hospital Nacional El Salvador proved to be effective in improving the knowledge of healthcare workers engaged in patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Abbreviations: HNES = Hospital Nacional El Salvador, WHO = World Health Organization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The World Health Organization (WHO) defines a pandemic as the worldwide spread of a new disease. [1] According to the WHO, a healthcare system requires approximately 4 beds per 1000 inhabitants as well as 23 doctors, nurses, and obstetricians for every 10,000 inhabitants to provide good essential healthcare services. [2] However, WHO (2018) data shows there are 12.3 doctors per 10,000 inhabitants, with significant variations between countries and regions. [3] Given this data, it is unlikely that a healthcare system is prepared with the number of beds and trained medical and paramedical personnel necessary to respond to a pandemic.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 100,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 460,
                    "end": 463,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Pandemics and the capacity of healthcare systems"
        },
        {
            "text": "The worldwide progression of COVID-19 has saturated healthcare systems and is the main reason for the current loss of qualified human resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Pandemics and the capacity of healthcare systems"
        },
        {
            "text": "The Pan American Health Organization reports that nearly 570,000 healthcare workers have been infected and 2500 have died from COVID-19 in the Americas as of September 2020. [4] 1. 2 ",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 177,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 181,
                    "end": 182,
                    "text": "2",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Pandemics and the capacity of healthcare systems"
        },
        {
            "text": "To diminish the shortage some countries (Mexico, Colombia, Peru, Guyana, Trinidad, and Tobago, among others) began hiring healthcare professionals, including retirees, to work temporarily in the public sector.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Shortage of physicians and specialists in critical medicine and intensive therapy"
        },
        {
            "text": "The main tools of healthcare workers to attend the pandemic, in addition to their unwavering dedication to service, have been a. Training for personal hygiene and following protocols for donning and doffing Personal Protective Equipment 3. b. Training for the identification and handling of samples, cases, contacts, and use of medical equipment such as respirators and monitors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ". Shortage of physicians and specialists in critical medicine and intensive therapy"
        },
        {
            "text": "Healthcare professionals in 20 countries of the Latin American and Caribbean Region, known as the LAC Region (Latin America and Caribbean * ), have expressed a shortage of infrastructure, Personal Protective Equipment, and lack of support. [5] In Intensive Care Medicine this deficit was answered by rapidly training doctors without or from other specialties with quick (and sometimes online) courses. This measure is a partial solution since providing intensive care requires rigorous training.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 243,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ". Shortage of physicians and specialists in critical medicine and intensive therapy"
        },
        {
            "text": "The republic of El Salvador with 16.36 doctors per 10,000 inhabitants [6] and 1.2 beds per 1000 inhabitants [7] has not been immune to this problem.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 111,
                    "text": "[7]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ". Shortage of physicians and specialists in critical medicine and intensive therapy"
        },
        {
            "text": "Hospital Nacional El Salvador (HNES) was inaugurated on June 22, 2020, and has the highest number of beds and the best tech equipment in Central America. It has medical and technological equipment for 105 Intensive Care Unit beds and 295 Intermediate Care unit beds, with the capacity to enable 1000 more ICUs and 1000 normal care beds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital nacional El salvador"
        },
        {
            "text": "It is also equipped with support areas (radiology and imaging, feeding area, pharmacy, anesthesiology and inhalation therapy, clinical laboratory, blood bank, social work) and 2 resting areas for medical personnel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital nacional El salvador"
        },
        {
            "text": "An information technology infrastructure, supported by an optic fiber network, connects all hospital areas giving access to each patient's medical history and digital prescriptions, reducing the use of paper by 90%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital nacional El salvador"
        },
        {
            "text": "The HNES main plan of action is based on a telemedicine strategy, implemented through a Central Monitoring Center where the intensive care medicine specialists kept track and follow up on hospitalized patients (Table 1) ; being non-specialist doctors in intensive care medicine those who execute the patient's hands-on activities (general practitioners or internists). The Intensivist guides his effectors through the process of updating the clinical, hemodynamic, and respiratory status.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 210,
                    "end": 219,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Hospital nacional El salvador"
        },
        {
            "text": "Given the strategy implemented by the shortage of specialists in intensive care medicine, the goal was to instruct personnel (around 1.000 Professionals) in basic life support measures for a COVID-19 patient; evaluating its effectiveness through a prepost-survey of self-perception of the new knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Hospital nacional El salvador"
        },
        {
            "text": "A rapid training strategy based on the structure of compact courses was chosen, with the goal of training a large number of personnel in a short period of time. This competence-based instruction seeks to teach basic knowledge, specific job skills, and encourage students to continue with their training. [8] Some examples of these training strategies are: Fundamental Critical Support (FCCS, Society of Critical Care Medicine), Advanced Trauma Life Support (ATLS, American College of Surgeons). Implementing such courses, which instruct a limited number of people every 48 hours and do not include specific details for severe COVID-19 treatment, implies an excessive investment of time and money that we cannot afford in the context of the healthcare emergency we are living through. Therefore a \"de Novo\" course adapted to local needs was designed under the concept: \"train Professionals from practice to theory.\"",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 307,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "During the first week, a diagnosis was made by 1. Interacting with the Monitoring Specialists to identify opportunities for improvement in the assistance of the hands-on tasks. 2. Summoning from Teaching and Research to those responsible for each area (Intensive Care Physicians, Nursing Graduates, Respiratory Technicians) to design the best skills training strategy through practice workshops; based on the register of \"lessons learned\" shared through a WhatsApp group. There was a collaboration with personnel from the Medical Emergency System (SEM), which is affiliated with the Ministry of Health of El Salvador and has extensive training in CPR and rescuing victims; as well as with the personnel from the Andalusian Health System (SAMU), a team of 30 professionals from Sevilla, Spain with an extensive training in COVID-19 who were in a health collaboration mission at the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course design"
        },
        {
            "text": "That's how the course Fundamentos de Soporte Vital en Paciente COVID-19 (Fundamentals Life Support in COVID-19 Patient) was born, totally original in its design and adapted to the needs identified in patient care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course design"
        },
        {
            "text": "It consists of 4 stations with each station being 50 minutes long and dealing with:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course design"
        },
        {
            "text": "1. Clinical Evaluation of the patient, 2. Ventilatory support, 3. Arrhythmias and CPR, 4. Pharmacology and infusion pumps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course design"
        },
        {
            "text": "For each workshop, a conceptual scheme was built on which the instructors develop the training work (Table 2) . Furthermore, dolls, artificial ventilators, infusion pumps, and drugs in their most frequent presentation were also provided to instructors to impart practice to the students.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 100,
                    "end": 109,
                    "text": "(Table 2)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Course design"
        },
        {
            "text": "The trainers were selected from identified experts in each participating area in the detection of deficits in intensive care medicine and in the construction of the course.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course design"
        },
        {
            "text": "For the Clinical Evaluation station, intensive care medicine specialists were appointed; Respiratory Therapy Technicians oversaw the Respiratory Assistance station. The Nursing station was conducted by nursing graduates who are also university professors. The Ministry of Health Emergency Medical System instructors oversaw the Arrhythmia Detection and Cardiopulmonary resuscitation station. All the trainers are certified as instructors in the American Heart Association Advanced Cardiovascular Life Support (ACLS), or the Advanced Life Support from the European Resuscitation Council.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course design"
        },
        {
            "text": "Given the number of students to train (approximately 1000) (among them doctors, community service medical doctors, nurses, and respiratory technicians) and the characteristics of the workshop for the construction of knowledge the following was done:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the course implementation"
        },
        {
            "text": "1. Twenty participants per commission, maximum 5 in each station (4 in total), guaranteeing the maximum use of the instruction (quasi-personalized). 2. Two commissions (morning and afternoon) with a total of 40 participants each, reaching 80 participants instructed per day, thus being able to train around 400 professionals per week from Monday to Friday (Table 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 356,
                    "end": 365,
                    "text": "(Table 3)",
                    "ref_id": null
                }
            ],
            "section": "Strategy for the course implementation"
        },
        {
            "text": "Allowing the training of 80 participants per day with 8 expert instructors; counting on assistants (3-4) who control each station completion times, assured all the pre-post-achievement tests to be completed (see below) and coordinated breaks with coffee and lunches for the instructors and the collaborative staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy for the course implementation"
        },
        {
            "text": "The course execution contemplated the following algorithm: Table 3 Number of students and instructors per day.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Strategy for the course implementation"
        },
        {
            "text": "Morning shift 08:00 ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Commission 1 Commission 2 Instructors"
        },
        {
            "text": "To evaluate the effectiveness of the course the following was done:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Course evaluation"
        },
        {
            "text": "1. Usefulness of the course: a \"before and after\" analogicalvisual knowledge perception survey was designed. The students answered the survey which analyzes the domains (Table 4 ) identified as opportunities for improvement in care on a scale of 0 to 10, before, and after the course. The instrument was digitized to streamline the process. Tablets with online pre-post-testing were enabled, which allowed the recording of the responses in real time, anonymously and online in a centralized system; by doing it this way the risk of losing data and registration errors was avoided. The work of the assistants was to control the pre-and post-test to guarantee a 100% reception.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 177,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Course evaluation"
        },
        {
            "text": "Test before and after of participants. After operationalizing the variables to numbers an exploratory analysis of all variables was carried out to define normality and subsequent statistical processing (parametric, non-parametric) was done. In addition measures of central tendency (Mean, Median), dispersion (Dst) and Mann-Whitney U test of pre-post-samples in the general population and each participating subgroup was done. Statistical difference was defined as a P < .05.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "The HNES Department of Teaching and Research designed the course and the study to evaluate its effectiveness was approved by the Research Ethics Committee. The identity of the participants was preserved through the anonymous online data collection system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "In the period from August 17 to 21, August 24 to 28, and September 7 to 11, 2020 (15 working days in total), a total of 981 Professionals were trained (100% of professionals attending COVID-19 patients), including doctors, community service medical doctors, nurses, and respiratory therapy technicians; with a distribution by sex of 66.3% female; 33.7% male; with an average age of 29.92 ± 5.82 years. Of the 981 professionals trained, 44.9% were doctors; 42.9% nurses; 7% were respiratory therapy technicians; and 5.2% were community service medical doctors who requested to participate in the experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The predominance of the age group between 25 and 35 years (29.92 ± 5.82 years) indicates most young personnel, which in turn showed the lack of experience 3.63 ± 4.1 years in any of their areas (Medical-Paramedic) (Figs. 1 and 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 214,
                    "end": 229,
                    "text": "(Figs. 1 and 2)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The comparative analysis of the before and after test showed a significant difference in perception of knowledge in all the consulted areas, with a P < .0001 (Mann-Whitney U test, Table 5 and Fig. 3 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 192,
                    "end": 198,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In the subgroup analysis a significant difference was also observed (P < .05), with some variations according to the analyzed subgroup (Fig. 4) . The subgroups evaluated were Community Service Medical Doctors, Nurses, Medical Doctors, and Respiratory technicians.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 143,
                    "text": "(Fig. 4)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "This course was created exclusively for a particular situation: the COVID-19 pandemic, which prompted the urgent need to have trained professionals for the care of critical patients in a new Table 4 Domain's perception of knowledge.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Concept Score (0 to 10) hospital. In addition, HNES has the greatest capacity of beds for critical care seen in the history of El Salvador. The work of such many staff and patients exceeded previous experience. Most participants who took the course were university graduates with only some years of experience. The fact they were university graduates gave them the theoretical bases to understand the different medical pathologies. However, the lack of previous experience made it harder to bring this knowledge to practice and to care for critical patients that require a fast, orderly and, if possible, protocolized action for their adequate treatment.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 23,
                    "text": "10)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Item"
        },
        {
            "text": "Knowledge of the global management of the critical patient is complex and exhausting to pass on in a short period of time. Generally, to accomplish it, this requires subspecialties (nursing and medicine) or postgraduate. The chosen strategy consisted in using the \"short courses\" methodology under the basis of competency-based education, which has been recently adopted in higher education. It refers to the teaching of practical knowledge, the \"knowhow,\" being the responsibility of the student to investigate and deepen the theoretical concepts that reinforce the practice. The role of the tutors is to stimulate the curiosity of the students. [9] Although the instructors did not receive any teaching on competency training, this was solved by selecting expert specialists with experience in teaching each of the topics of the workshop.",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 650,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Item"
        },
        {
            "text": "To determine the effectiveness of a course it is necessary to define, preferably prior to its implementation, the variables that will be taken as indicators. According to the Kirkpatrick [10] model for evaluating the effectiveness of courses, there are 4 levels (reaction, learning, behavior, results). It is not always possible to evaluate all the levels nor is it necessary to obtain a correct evaluation of the effectiveness of the training. In our case, effectiveness was evaluated through a knowledge perception survey that was done before and after the course.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Item"
        },
        {
            "text": "The knowledge perception survey is an element of the first level of evaluation. Through the visual-analog scale qualitative data on the impact of the course for each participant was obtained. Notably to avoid the different types of biases that come with this tool, 100% of the trainees were surveyed. Nevertheless, being a qualitative variable dependent on subjective perception, the respondent's bias may be present. Different variables influence this: subjectivity, ignorance, or misunderstanding of the survey. Despite this, knowledge perception surveys are used worldwide to assess knowledge and skills in health personnel, both to detect a baseline level of knowledge or after an intervention (course, training). [11] [12] [13] [14] An essential step is the observation and diagnosis. In our case, with the hospital operating for approximately 2 months and experiencing a peak of patients due to the COVID-19 pandemic, we only had 1 week to identify opportunities for improvement.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 722,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 728,
                    "end": 732,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 733,
                    "end": 737,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Item"
        },
        {
            "text": "This stage was essential for the design and implementation of the training strategy, which is the first step of any project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Item"
        },
        {
            "text": "It was possible to design and implement an innovative strategy for the training of healthcare personnel in critical COVID-19 patients. Hundred percent of the staff tasked with managing COVID-19 patients in HNES was trained. Its effectiveness as a competency-based teaching methodology was in the perception of knowledge in the 10 areas evaluated, including skills to systematize emergency care, recognition of medication, and devices available in the institution, among others.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Communication was facilitated between the monitoring center and the staff who do the hands-on activities unifying the language and providing more autonomy to the latter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "To date this, training strategy has only been applied to the health personnel of HNES. Hence the need of new studies to evaluate whether these results are reproducible in other institutions or populations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health Personnel are Essential to Achieve the Health-related Millennium Development Goals. who.int/es",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Monitoring Health for the SDGs",
            "authors": [],
            "year": 2018,
            "venue": "Sustainable Development Goals. Geneva: World Health Organization",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Nearly 570,000 Health Workers Have Been Infected and 2,500 Have Died from COVID-19 in the Americas",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Challenges of Healthcare Personnel Faced with the COVID-19 Pandemic: Pandemonium, Precariousness and Paranoia",
            "authors": [
                {
                    "first": "Pérez",
                    "middle": [],
                    "last": "Cuevas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Doubova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Effectiveness of a short-course in improving knowledge and skills on evidence-based practice",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Argimon-Pallàs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flores-Mateo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jiménez-Villa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Fam Pract",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2296-12-64"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The competency-based education model: genealogy, analysis and proposals",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Echavarria",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Reyes",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluación de acciones formativas: los cuatro niveles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Barcelona. EPISE-Gestión",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "La formación y la autopercepción de conocimientos teóricos y habilidades prácticas de los enfermeros de Atención Primaria de Salud del Principado de Asturias en procedimientos de urgencia",
            "authors": [
                {
                    "first": "Martínez",
                    "middle": [],
                    "last": "Ja",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fernández",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Castro",
                    "middle": [],
                    "last": "Delgado",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Educ Méd",
            "volume": "20",
            "issn": "",
            "pages": "18--24",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The knowledge, attitude and behavior about public health emergencies and the response capacity of primary care medical staffs of Guangdong Province",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "China. BMC Health Serv Res",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6963-12-338"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Theoretical knowledge of nurses working in non-hospital urgent and emergency care units concerning cardiopulmonary arrest and resucitation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olivetto De Almeida",
                    "suffix": ""
                },
                {
                    "first": "Muglia",
                    "middle": [],
                    "last": "Ara",
                    "suffix": ""
                },
                {
                    "first": "Barcellos",
                    "middle": [],
                    "last": "Ie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Dalri",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Araujo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Rev Latino-Am Enfermagem",
            "volume": "19",
            "issn": "",
            "pages": "261--269",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Autoevaluation of doctors and nurses in cardiopulmonary resuscitation in our hospital",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Montes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martín",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ordiz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Piedra",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Resuscitation",
            "volume": "81",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.resuscitation.2010.09.391"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Final words by the Coordinator: Accentuating the work done and encouraging the sharing of new knowledge. Every meeting ended with applause for the Instructors-Assistants and applause from these to the participants as a stimulus recognizing the effort made in the 4 hours of the course. 5. Assistants: ensure completion of the post-test. Two aspects in the development of the 15-day course emerged because of promoting the work of the team in the same direction of commitment and dedication: 1. Averaging the second week of dictation, any of the instructors or assistants could act as coordinators for the day. 2. Former trainees of previous classes could be appointed as instructors (especially at the Clinical Evaluation station). Due to the characteristics of the course developed by HNES Teaching and Research Department, it received the endorsement of the Ministry of Health of El Salvador and the Sponsorships of: 1. Universidad José Matías Delgado (El Salvador), becoming University Course; 2. Central American and Caribbean Consortium of Intensive Therapy (COCECATI), taking on an International character; 3. Latin American Council on Neurointensive Care (CLaNI).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Distribution 11 12-13 14-15 16-17 18-19 20-21 >21 NUMBER OF PARTICIPANTS YEARS AFTER GRADUATIONYEARS OF EXPERIENCE Years",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of perception knowledge before and after Course (Pre-Post test) by area consulted. (P < .0001 Mann-Whitney U test). Comparison of perception of knowledge before and after Course (Pre-Post test) by specialty and area consulted. AR = Arrhythmia Detectio, CPM = Critical Patient Management, CPR = Cardiopulmonary Resuscitation, ET = Endotracheal Tube, HFNC = High Flow Nasal Cannula, IP = Infusion Pump, ITM = Intravenous Titrable Medication, NRF = Non-rebreather Facemask, MV = Mechanical Ventilation, VM = Venturi Mask.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Distribution of medical personnel to cover assistance for COVID-19 patients.Latin America and Caribbean Region: Anguilla, Antigua and Barbuda, Argentina, Aruba, Bahamas, Barbados, Belize, Bolivia, Brazil, British Virgin Islands, Cayman Islands, Chile, Colombia, Costa Rica, Cuba, Curaçao, Dominica, Dominican Republic, Ecuador, El Salvador, French Guiana, Grenada, Guatemala, Guyana, Haiti, Honduras, Jamaica, Mexico, Nicaragua, Panama, Paraguay, Peru, Puerto Rico, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Sint Maarten, Suriname, Trinidad and Tobago, US Virgin Islands, Uruguay, Venezuela.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Assistants: ensure completion of the pre-test. 2. Welcome to the participants by the Medical Coordinator: instruction of the course development, times of each station, function of the collaborators. 3. Distribution of participants: 5 per station (total 20), ensuring that each group will have a doctor, community service medical",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Conceptual content of the COVID-19 patient life support fundamentals course workshops. Time to declare \"failure\" of ventilatory strategy. Evaluate artificial airway: Venturi, high flow, CPAP, orotracheal tube. Ventilator: Turn on, programming, how to read alarms. Workshop (Instructor Bachelor of Science in Nursing) Pharmacology workshop Drugs for intravenous use. Forms of presentation. Forms of dilution. Administration forms: Dose, bolus, continuous infusion. Infusion calculation in mg/kg. Infusion pump use.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Pre-and post-course perception of knowledge scores. Mean, Dst, Med, and r.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Editor: Sinan Kardes.This study was not supported by grants.The study was approved by the Research Ethics Committee of Hospital Nacional El Salvador.The authors declare that there are no competing interests associated with the manuscript.The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Airway oxygen therapy and respiratory assistance He or she has knowledge about the management of venturi mask He or she has knowledge about the management of non-rebreather mask he or she has knowledge about the management of highflow nasal cannula He or she has knowledge about the management of artificial airway (Orotracheal tube) He or she has knowledge about the management of ventilator 2 Cardiology He or she has knowledge about cardiopulmonary resuscitation He or she has knowledge about arrhythmia detection 3 Drugs He or she has knowledge about titratable intravenous drug use He or she has knowledge about the use of infusion pumps 4Therapeutic intensity He or she has preparation for the handling of moderate-gravely sick patient ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}