{
    "paper_id": "dba7b265b344cc3c442a7767c0df58df53a6d8f4",
    "metadata": {
        "title": "Identifiability analysis for models of the translation kinetics after mRNA transfection",
        "authors": [
            {
                "first": "Susanne",
                "middle": [],
                "last": "Pieschner",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jan",
                "middle": [],
                "last": "Hasenauer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Christiane",
                "middle": [],
                "last": "Fuchs",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Mechanistic models are a powerful tool to gain insights into biological processes. The parameters of such models, e.g. kinetic rate constants, usually cannot be measured directly but need to be inferred from experimental data. In this article, we study dynamical models of the translation kinetics after mRNA transfection and analyze their parameter identifiability. Previous studies have considered ordinary di↵erential equation (ODE) models of the process, and here we formulate a stochastic di↵erential equation (SDE) model. For both model types, we consider structural identifiability based on the model equations and practical identifiability based on simulated as well as experimental data and find that the SDE model provides better parameter identifiability than the ODE model. Moreover, our analysis shows that even for those parameters of the ODE model that are considered to be identifiable, the obtained estimates are sometimes unreliable. Overall, our study clearly demonstrates the relevance of considering di↵erent modeling approaches and that stochastic models can provide more reliable and informative results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "1 Introduction mRNA transfection is the process of introducing mRNA into a living cell. mRNA delivery has become increasingly interesting for biomedical applications because it enables treatment of diseases by means of targeted expression of proteins and it is transient, avoiding the risk of permanently integrating into the genome (see e. g. Sahin et al., 2014) . One of the most prominent applications of mRNA transfection at the moment are the mRNA-based vaccine candidates that are already in use or currently under investigation to prevent COVID-19 infections (Borah et al., 2021 , DeFrancesco, 2020 . In such a context, it is, of course, very import to have a precise understanding of the dynamics of the underlying processes in order to be able to control them. Yet, many aspects and the determinants of the mRNA delivery process and the translation kinetics are di cult to measure and therefore poorly understood.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 363,
                    "text": "Sahin et al., 2014)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 566,
                    "end": 585,
                    "text": "(Borah et al., 2021",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 586,
                    "end": 605,
                    "text": ", DeFrancesco, 2020",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We aim at facilitating insights into these aspects through the use of mechanistic modeling and parameter inference for such models from experimental data. The data comes from an mRNA transfection experiment using fluorescence reporters and fluorescence microscopy which is one of the few ways to measure quantities within a living cell over time (i. e. keeping it alive is necessary). Due to the discrete nature of the molecular species within a cell and due to the fact that random fluctuations play a key role (Elowitz et al., 2002 , Raj & van Oudenaarden, 2008 , a continuous-time, discrete-space Markov process, also called a Markov jump process (MJP), for which the dynamics are described by the so-called chemical master equation (CME), is widely accepted to be an appropriate stochastic description of the biochemical processes within a cell (Gillespie, 1992 , Schnoerr et al., 2017 . However, parameter inference for MJPs is computationally very demanding and often infeasible (see e. g. Warne et al., 2019) . Therefore, several other representations of the biochemical kinetics have been developed.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 533,
                    "text": "(Elowitz et al., 2002",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 534,
                    "end": 563,
                    "text": ", Raj & van Oudenaarden, 2008",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 849,
                    "end": 865,
                    "text": "(Gillespie, 1992",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 866,
                    "end": 889,
                    "text": ", Schnoerr et al., 2017",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 996,
                    "end": 1015,
                    "text": "Warne et al., 2019)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To some extent those can be considered as approximations to the corresponding MJP. The most commonly used representation is the reaction rate equation (RRE) which is a system of ordinary di↵erential equations (ODEs) and thus provides a deterministic and state-continuous description of the kinetics. One approach that preserves the stochastic nature of the underlying process is the approximation by Itô di↵usion processes. These are continuous-time, continuous-space stochastic processes described by Itô-type stochastic di↵erential equations (SDEs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Single-cell fluorescence data from transfection experiments has been analyzed based on ODE modeling in several previous studies e. g. Ligon et al. (2014) , Leonhardt et al. (2014) , Fröhlich et al. (2018) , and Reiser et al. (2019) . Yet, several parameters of the considered ODE models for the translation kinetics after mRNA transfection are not identifiable from the experimental data. Moreover, the quality of the parameter estimates, i. e. whether the true kinetic rates are adequately captured, is unclear. Using models that explicitly account for stochasticity can help improve our ability to determine kinetic parameters from experimental data (Munsky et al., 2009) . Browning et al. (2020) have recently compared parameter identifiability for ODE and SDE modeling approaches for example models from di↵erent contexts based on simulated data and showed that SDE modeling does improve the identifiability for the studied models.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 153,
                    "text": "Ligon et al. (2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 156,
                    "end": 179,
                    "text": "Leonhardt et al. (2014)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 182,
                    "end": 204,
                    "text": "Fröhlich et al. (2018)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 211,
                    "end": 231,
                    "text": "Reiser et al. (2019)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 652,
                    "end": 673,
                    "text": "(Munsky et al., 2009)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 676,
                    "end": 698,
                    "text": "Browning et al. (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we formulate an SDE model of the translation kinetics after mRNA transfection and compare its parameter identifiability to that of the corresponding ODE model. Inference from fluorescence data for SDE models has also been conducted e. g. in Heron et al. (2007) , Finkenstädt et al. (2008) , and Komorowski et al. (2009) , however for an experimental setup that also included the transcription process. Finkenstädt et al. (2008) even considered an SDE and an ODE model in one of their case studies, but their results did not directly show any di↵erences in the parameter identifiability and the study was not focused on this aspect. This article is structured as follows: In Section 2, we describe the experimental data that motivated the study. In Section 3, we present the biochemical reaction network which we want to consider for the translation kinetics after mRNA transfection and formulate its ODE and SDE representation. After stating the assumed model of the observations and summarizing the parameters that we would like to infer from these observations in Section 4, we consider several approaches to assess structural identifiability of the parameters for both model types in Section 5. We define the parameter posteriors for both modeling approaches and study the practical identifiability of the parameters based on simulated and experimental data in Section 6, and conclude with a summary and discussion of our findings in Section 7. All relevant code to perform the presented analysis is available on Github: https: //github.com/fuchslab/Translation_kinetics_after_transfection.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 266,
                    "text": "Heron et al. (2007)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 269,
                    "end": 294,
                    "text": "Finkenstädt et al. (2008)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 301,
                    "end": 325,
                    "text": "Komorowski et al. (2009)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 408,
                    "end": 433,
                    "text": "Finkenstädt et al. (2008)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "We consider data that has previously been analyzed (based on ODE modeling) and published in Fröhlich et al. (2018) . The data was generated in an experiment where human hepatoma epithelial cells from the cell line HuH7 were transfected with mRNA encoding a green fluorescent protein (GFP). The cells were fixed on micro patterned protein arrays and time lapse microscopy images of the cells were taken every 10 minutes over the course of at least 30 hours (i.e. there are at least 180 measurements per cell). For the first hour, mRNA lipoplexes were added. Afterwards, the cells were washed with cell culture medium such that no further lipoplex uptake occurred. The time point at which the lipoplexes were taken up, dissolved and released the mRNA as well as the number of mRNA molecules released are unknown.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 114,
                    "text": "Fröhlich et al. (2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Experimental data"
        },
        {
            "text": "The released mRNA was translated into a fluorescent protein which caused the cells to fluoresce. For each image taken during the experiment, the fluorescence intensity is integrated over squares occupied by one cell in order to obtain one value for the mean fluorescence intensity per cell and time point (see Fröhlich et al., 2018, for further details about the image analysis).",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 332,
                    "text": "Fröhlich et al., 2018,",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Experimental data"
        },
        {
            "text": "The experiment was conducted with two di↵erent types of GFP that di↵er in their protein lifetime: enhanced GFP (eGFP) and a destabilized enhanced GFP (d2eGFP). The data set contains measurements for more than 800 cells for each type of GFP.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Experimental data"
        },
        {
            "text": "Some trajectories of the mean fluorescence intensity are displayed in Figure 1 . It was shown before that ODE models of the translation kinetics of an individual cell are not globally identifiable with the available experimental data as described above. Several of the ODE model parameters cannot be uniquely determined based on one observed fluorescence trajectory. Fröhlich et al. (2018) use a mixed-e↵ect ODE model in order to incorporate the translation kinetics of several cells and data for both di↵erent types of GFP (eGFP and d2eGFP). Through this approach, they are able to improve parameter identifiability (by breaking the symmetry between the degradation rate constants); however, their approach is computationally very intense, necessitates distribution assumptions about the random e↵ects, required conducting the experiment with two types of GFP, and still leaves several parameters non-identifiable. Here, we are interested in the question whether the use of an SDE model can improve the parameter identifiability even when only one fluorescence trajectory is observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Experimental data"
        },
        {
            "text": "We will focus on modeling the translation kinetics of one cell in order to study parameter identifiability based on one observed fluorescence trajectory. Therefore, we only consider the (released) mRNA and the GFP molecules explicitly:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical models of the translation kinetics"
        },
        {
            "text": "◆ amount of mRNA molecules, amount of GFP molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical models of the translation kinetics"
        },
        {
            "text": "We assume that all mRNA molecules (within one cell) are released at once from the lipoplexes and denote this initial time point by t 0 . Before t 0 , there are neither mRNA nor GFP molecules, and at t 0 , an amount of m 0 mRNA molecules is released, i.e.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical models of the translation kinetics"
        },
        {
            "text": "Conceivable extensions of this basic model are e. g. to include enzymatic degradation of the mRNA and/or the protein, ribosomal binding to the mRNA for translation, and a maturation step of the protein. However, we will only consider the basic configuration as described above.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical models of the translation kinetics"
        },
        {
            "text": "Assuming that the matter within the cell is well-stirred and in thermal equilibrium, an MJP is regarded to be the most adequate representation of this system after t 0 . In our model, there are three possible reactions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Jump Process"
        },
        {
            "text": "degradation of mRNA,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Jump Process"
        },
        {
            "text": "! ; degradation of GFP with kinetic rate parameters ✓ 1 , ✓ 2 , and ✓ 3 . Given the state vector X(t) = (X 1 (t), X 2 (t)) T , the propensity functions of the three reactions are f 1 (X(t)) = ✓ 1 X 1 , f 2 (X(t)) = ✓ 2 X 1 , and f 3 (X(t)) = ✓ 3 X 2 , i. e. the probability that reaction i occurs within the next time interval of length t is approximately f i (X(t)) t for i = 1, 2, 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Jump Process"
        },
        {
            "text": "If we denote the probability distribution of the random variable X(t) by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Jump Process"
        },
        {
            "text": "the corresponding CME reads",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Jump Process"
        },
        {
            "text": "Although the system contains only first-order reactions, there is no known closed-form solution to the CME. Thus, there is no explicit formula for the transition probability distribution p(X(t)|X(s), ✓) for s < t. This fact impedes e cient inference for this MJP and leads to the consideration of other modeling approaches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Markov Jump Process"
        },
        {
            "text": "The RRE is a system of ODEs that provides a deterministic and state-continuous description of biochemical kinetics and can be derived as the large-volume limit of the corresponding MJP (see e. g. Kurtz, 1972 ). The following system of ODEs is a deterministic approximation of the MJP modeling the dynamics as described above:",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 207,
                    "text": "Kurtz, 1972",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "ODE model"
        },
        {
            "text": "This system has previously been formulated and analyzed e. g. in Leonhardt et al. (2014) . It admits the solution",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 88,
                    "text": "Leonhardt et al. (2014)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "ODE model"
        },
        {
            "text": ", for ✓ 1 = ✓ 3 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE model"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE model"
        },
        {
            "text": "Note that the solution for X 2 (t) is symmetric in the parameters ✓ 1 and ✓ 3 . Moreover, note that while it is common for the RRE to describe molecule concentrations; here, we let X(t) denote molecule numbers. However, since the model that we consider here contains only first-order reactions, this does not a↵ect the interpretation of the kinetic rate parameters (i. e. Equation (1) would look the same for concentrations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ODE model"
        },
        {
            "text": "While the ODE model of the translation kinetics after mRNA transfection had been considered before, we are the first to formulate the stochastic but state-continuous approximation to the MJP in Section 3.1 based on an (Itô) di↵usion process. The approximating di↵usion process is described by an SDE which is known as the chemical Langevin equation (CLE) in the context of biochemical kinetics (Gillespie, 2000) . The CLE is derived based on the changes in molecule numbers caused by the three possible reactions and on the corresponding propensities and reads:",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 411,
                    "text": "(Gillespie, 2000)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "SDE model"
        },
        {
            "text": "for t t 0 and where B(t) is a 2-dimensional standard Brownian motion. The solution of Equation (3) is not explicitly known and will be approximated based on the Euler-Maruyama scheme as explained in Section A.1 of the supplementary material. See Fuchs (2013) for a concise introduction to di↵usion processes and several approaches to derive general di↵usion approximations.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 258,
                    "text": "Fuchs (2013)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "SDE model"
        },
        {
            "text": "In the experiment described in Section 2, neither the amount of mRNA molecules nor that of GFP molecules can be measured directly. Instead, a fluorescence signal is observed which is composed of a background fluorescence and a signal which is proportional to the amount of GFP molecules. Moreover, previous studies assumed a constant o↵set and multiplicative measurement noise in the recorded fluorescence trajectories (Fröhlich et al., 2018) . Therefore, denoting a trajectory of mean fluorescence intensity observed at time points t k , for k = 1, . . . , K, by {y k } k=1,...,K , we assume that",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 442,
                    "text": "(Fröhlich et al., 2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Model parameters and observations 4.1 Model of the observations"
        },
        {
            "text": "where the random variables ✏ k are independent. Note that the observations depend only on the amount X 2 of GFP molecules, but not directly on the amount X 1 of mRNA molecules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters and observations 4.1 Model of the observations"
        },
        {
            "text": "Based on the observations {y k } k=1,...,K , we aim to infer the following unknown parameters:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters"
        },
        {
            "text": "• the three kinetic parameters ✓ = (✓ 1 , ✓ 2 , ✓ 3 ) that denote the rate constants for mRNA degradation, translation, and GFP degradation,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters"
        },
        {
            "text": "• the initial amount m 0 of mRNA molecules and the time point t 0 at which it is released,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters"
        },
        {
            "text": "• the scaling factor scale and the o↵set for the fluorescence signal,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters"
        },
        {
            "text": "• and the standard deviation of the measurement errors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model parameters"
        },
        {
            "text": "Our main interest lies in the question which of the model parameters for our two model types (ODE and SDE) can be inferred from the experimental data as described in Sections 2 and 4. Here, we first focus on the parameters ✓, m 0 , scale, and o↵set that drive the dynamics of the process and the fluorescence signal. We analyze the structural identifiability which only considers the model equations of the process dynamics and the observation equation (not the actual data) and assumes that we are in a perfect data situation, i. e. we have an infinite amount of data observed without measurement error (Raue et al., 2009) . Plainly speaking, structural identifiability analysis answers the question whether di↵erent parameter combinations can lead to the same model output. While for ODE models, there are analytical methods to assess structural identifiability, no such methods exit for SDE models. Therefore, we consider several approaches that do not directly assess the structural identifiability for our SDE model, but answer related questions. In the following subsections, we consider a transformed version of both model types, we make use of a surrogate model and the open source software DAISY as has recently been suggested by Browning et al. (2020) , and finally we also study simulations of both model types.",
            "cite_spans": [
                {
                    "start": 604,
                    "end": 623,
                    "text": "(Raue et al., 2009)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1239,
                    "end": 1261,
                    "text": "Browning et al. (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Structural identifiability analysis"
        },
        {
            "text": "We can reformulate the di↵erential equations for both model types by setting",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformed models"
        },
        {
            "text": "scale · X 2 (t) + o↵set ◆ , which means that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformed models"
        },
        {
            "text": "Hence, the second component of the transformed process models the fluorescence signal which we assume to be observed, meaning y = Z 2 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformed models"
        },
        {
            "text": "For the ODE model in Equation (1), the transformed model reads",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformed ODE model"
        },
        {
            "text": "and has the solution",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformed ODE model"
        },
        {
            "text": "The parameters scale, m 0 , and ✓ 2 appear only as a product. Thus, it can already be deduced from this equation that at most the product of the three parameters will be identifiable but not the three parameters individually (Fröhlich et al., 2018) . Moreover, since only Z 2 (t) is observed and it is symmetric in the parameters ✓ 1 and ✓ 3 (i. e. switching their values will lead to the same model output), these two parameters can at most be locally identifiable if no further constraints are imposed on them as done in Leonhardt et al. (2014) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 248,
                    "text": "(Fröhlich et al., 2018)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 523,
                    "end": 546,
                    "text": "Leonhardt et al. (2014)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Transformed ODE model"
        },
        {
            "text": "For the SDE model in Equation (3), we apply the Itô formula (as stated in Section A.1 of the supplementary material) to obtain the transformed model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformed SDE model"
        },
        {
            "text": "Note that here, the parameters scale and m 0 also appear outside the product scale ✓ 2 m 0 . Furthermore, there is no apparent symmetry between ✓ 1 and ✓ 3 . Therefore, it might be possible to gain more information about the individual parameters from data for the SDE model than for the ODE model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Transformed SDE model"
        },
        {
            "text": "Next, we want to use the open source software DAISY (Di↵erential Algebra for Identifiability of SYstems, Bellu et al., 2007) to assess the structural identifiability of the parameters in the two models of the translation kinetics. DAISY is a software tool that implements a di↵erential algebra algorithm to perform structural identifiability analysis for systems of polynomial or rational ODEs and that also allows to include unknown initial conditions. We use the transformed models from the previous subsection for the identifiability analysis. For the ODE model in Equation (4), the analysis with DAISY is straight forward since it is intended for the use for ODE models. After applying DAISY, the obtained output shows that when considering the set of parameters {✓, m 0 , scale, o↵set}, the model is non-identifiable. The DAISY output also reveals that this non-identifiability is due to the fact that the parameters ✓ 1 and ✓ 3 are only locally identifiable and the parameters ✓ 2 , m 0 , and scale are not individually identifiable, but only their product is. This confirms the assertions from the previous subsection. Moreover, we obtain that the remaining parameter o↵set is structurally identifiable.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 124,
                    "text": "Bellu et al., 2007)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Using a surrogate model"
        },
        {
            "text": "For SDE models, Browning et al. (2020) suggest to formulate a surrogate model based on the moment equations of the di↵usion process. The moment equations are a system of ODEs, and thus, DAISY can be applied to this system. For the SDE (5), let M ij (t) = E ⇥ (Z 1 (t)) i (Z 2 (t)) j ⇤ be the (mixed) moment of the di↵usion process of order i and j. The moments are obtained by applying the Itô formula (as stated in Section A.1 of the supplementary material) to (Z 1 (t)) i (Z 2 (t)) j and then taking the expectation. Considering the first and the second moments of the process states results in 6 the following system of ODEs:",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 38,
                    "text": "Browning et al. (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Using a surrogate model"
        },
        {
            "text": "where the equations for the two first moments M 10 and M 01 coincide with the ODE model in Equation (4). Since in the experiment, only the fluorescence signal is observed, we consider the moments that only depend on the second component of the process, i. e. M 01 and M 02 , as output states for the identifiability analysis. Using DAISY, we obtain that the surrogate model is globally identifiable, i. e. all six parameter values could be uniquely determined if we were able to observe the moments M 01 and M 02 directly, infinitely long over time, and without measurement error. While this implies that the parameters are structurally identifiable from moment measurements, it does not directly answer our original question of whether the parameters of the SDE model can be identified from perfect observations of a single fluorescence trajectory. Moreover, as has already been pointed out, structural identifiability analysis assumes a perfect data situation. From its results, we cannot conclude that the parameters will be identifiable from the actual experimental data (which is always finite and usually subject to measurement error). In contrast, the notion of practical identifiability is concerned with the question whether the parameters can be determined from a specific data set (Raue et al., 2009 ) and we will address this question in Section 6.",
            "cite_spans": [
                {
                    "start": 1292,
                    "end": 1310,
                    "text": "(Raue et al., 2009",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Using a surrogate model"
        },
        {
            "text": "Another attempt to assess parameter identifiability is to simulate from both model types for di↵erent parameter settings and compare whether we see di↵erences in the simulation output. To obtain simulations from the ODE model, we use its solution in Equation (2). Since the ODE model is deterministic, each parameter setting yields one unique output trajectory; whereas for the SDE model, we simulate several trajectories for each parameter setting using the Euler-Maruyama scheme with a time step of 0.01 hours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation-based assessment of parameter influence"
        },
        {
            "text": "Keeping the product scale ✓ 2 m 0 constant As already pointed out in Subsection 5.1, the trajectories of the fluorescence intensity for the ODE model are identical if the product scale ✓ 2 m 0 and the remaining parameters are fixed, even when the individual factors scale, ✓ 2 , and m 0 vary. To assess whether this is (at least approximately) also the case for the SDE model, we simulate several trajectories with di↵erent values for scale, ✓ 2 , and m 0 while keeping their product constant. For each parameter setting, we set the same random seed at the beginning of the simulation. To ensure that the analysis is performed in a relevant regime, we chose the parameters similar to the parameters estimated by Fröhlich et al. (2018) : scale ✓ 2 m 0 = 350, ✓ 1 = 0.11, ✓ 3 = 0.03, o↵set = 8.9, and t 0 = 0. Figure 2 displays the simulated trajectories.",
            "cite_spans": [
                {
                    "start": 712,
                    "end": 734,
                    "text": "Fröhlich et al. (2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 808,
                    "end": 816,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Simulation-based assessment of parameter influence"
        },
        {
            "text": "It is evident that the SDE trajectories behave di↵erently for di↵erent combinations of scale, ✓ 2 , and m 0 which yield the same values of the product scale✓ 2 m 0 . For example, when we keep m 0 fixed while increasing scale and decreasing ✓ 2 , the variation between but also within the trajectories increases. When we keep scale fixed while decreasing m 0 and increasing ✓ 2 , especially the variation between trajectories seems to increase. And finally, when we keep ✓ 2 fixed while decreasing m 0 and increasing scale, the variation between and within the trajectories increases. Our focus is on estimating the parameters from individual observed trajectories. In this context, especially the di↵erence in the variation within the trajectories is relevant. Swapping the degradation rate constants ✓ 1 and ✓ 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation-based assessment of parameter influence"
        },
        {
            "text": "The trajectories of the fluorescence intensity for the ODE model are also identical if the values for ✓ 1 and ✓ 3 are swapped while the remaining parameters are fixed. We simulate trajectories for the parameter combinations (✓ 1 , ✓ 3 ) = (0.11, 0.03) and (✓ ⇤ 1 , ✓ ⇤ 3 ) = (0.03, 0.11), respectively, while setting the remaining parameters to scale = 17.5, ✓ 2 = 0.1, m 0 = 200, o↵set = 8.9, and t 0 = 0. For the SDE model, we again simulate several trajectories for both parameter settings and set the same random seed at the beginning of the simulation. Figure 3 shows the ODE trajectory and several SDE trajectories in one panel for each of the two parameter combinations separately. Whereas, Figure 4 presents one SDE trajectory for each of the two parameter combinations together in one panel. Again, the SDE trajectories do behave di↵erently for the di↵erent parameter combinations. While there seems to be only little di↵erence in the variation between the trajectories, the variation within the trajectories is clearly higher for lower ✓ 1 and higher ✓ 3 . This indicates that it may be possible to uniquely determine the values of ✓ 1 and ✓ 3 even when estimating from only one observed trajectory. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 566,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 706,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Simulation-based assessment of parameter influence"
        },
        {
            "text": "After having studied the structural properties of the ODE and SDE model in the previous section; next, we would like to assess the practical parameter identifiability by trying to estimate the parameters from data as described in Section 4. We take a Bayesian approach to parameter estimation because it allows for uncertainty assessment of the parameter estimates and also for handling unobserved process components and measurement error by using Markov chain Monte Carlo (MCMC) methods to sample from the parameter posterior distribution. Therefore, in this section, we define the parameter posterior densities for the two model types and study their properties based on MCMC sampling results for simulated data generated without and with (simulated) measurement error as well as for experimental data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior properties and credible intervals"
        },
        {
            "text": "In Bayesian statistics, we can formulate our assumptions and general knowledge about the model parameters ⇠ 2 ⌅ ✓ R p in terms of a prior distribution with probability density p(⇠). After having observed data D about the phenomenon which we are trying to model, we update our knowledge about the parameter and describe it by the posterior distribution with density ⇡ (⇠ | D). In our case, we consider data D = {y k } k=1,...,K and the vector of all unknown parameters is ⇠ = (✓, m 0 , scale, o↵set, t 0 , ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the inference problem"
        },
        {
            "text": "The relation between the prior and the posterior density resulting from Bayes' theorem is given by:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Formulation of the inference problem"
        },
        {
            "text": "where p (D | ⇠) denotes the density of the distribution of D conditioned on ⇠ and is determined by the considered model. Viewed as a function of the parameter, L (⇠ | D) := p (D | ⇠) is called the likelihood (function). Comprehensive introductions to Bayesian statistics can be found e. g. in Lee (2012) and Gelman et al. (2013) .",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 328,
                    "text": "Gelman et al. (2013)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of the inference problem"
        },
        {
            "text": "To sample from the subsequently formulated posterior densities for the two model types, we use the open source software Stan (Carpenter et al., 2017) which provides an e cient C++ implementation of the Hamiltonian Monte Carlo (HMC) based No-U-Turn Sampler (NUTS). See Section A.3 of the supplementary material for a brief introduction to this topic. We use Stan though its R interface rstan (Stan Development Team, 2019).",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 149,
                    "text": "(Carpenter et al., 2017)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Formulation of the inference problem"
        },
        {
            "text": "For the ODE model, there is a deterministic relationship between the process values X(t) and the parameters ✓, m 0 and t 0 (or between the fluorescence signal and the parameters additionally including scale and o↵set, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the ODE model"
        },
        {
            "text": "Define the index k ⇤ := min{k 2 {1, . . . , K}|t k t 0 } of the first observation time point after the mRNA molecules are released, then the posterior density ⇡ from which we would like to sample is proportional to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the ODE model"
        },
        {
            "text": "where (·|µ, ⌘ 2 ) denotes the density of the normal distribution with mean µ and variance ⌘ 2 and the p(·) denote the parameter prior densities which we assume to be independent. If the priors p(✓ 1 ) and p(✓ 3 ) are symmetric to each other, then the posterior is also symmetric with respect to the two degradation rate constants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the ODE model"
        },
        {
            "text": "The scaling factor scale, the translation rate constant ✓ 2 , and the initial amount of mRNA m 0 appear only as a product in the likelihood function; therefore, as pointed out before, at most their product scale✓ 2 m 0 is identifiable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the ODE model"
        },
        {
            "text": "For the SDE model, the states X(t k ), for k = 1, . . . , K, of the process conditioned on the parameters ✓, m 0 and t 0 are random numbers (for t k t 0 ). Hence, we have to marginalize over the process states to obtain the posterior density of the parameters which we want to infer:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the SDE model"
        },
        {
            "text": "..,K |{y k } k=1,...,K dX(t 1 ) . . . dX(t K ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the SDE model"
        },
        {
            "text": "Therefore, again defining k ⇤ := min{k 2 {1, . . . , K}|t k t 0 }, we would need to sample from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the SDE model"
        },
        {
            "text": "where (·|µ, ⌘ 2 ) denotes the density of the normal distribution with mean µ and variance ⌘ 2 , (·) denotes the Dirac delta function, k·k denotes a norm (e. g. the l 2 -norm), and the factors ⇡ (X(t k+1 )|X(t k ), ✓), k = k ⇤ , . . . , K 1, denote the transition density of the process. However, the fact that the process X switches from a deterministic regime before t 0 to a stochastic one after t 0 complicates the estimation of t 0 together with the remaining parameters. Therefore, we will assume that t 0 is determined beforehand, e. g. based on the estimates for the ODE model. Consequently, we sample from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the SDE model"
        },
        {
            "text": "While for the ODE model, the posterior distribution is only 8-dimensional and can be sampled from directly; for the SDE model, we need to sample from a (7 + 2K)-dimensional distribution and then marginalize over the 2K dimensions of the process states to obtain the posterior distribution of the parameters of interest. Moreover, there is no explicit exact expression for the transition density ⇡ (X(t k+1 )|X(t k ), ✓); wherefore, it will be approximated by a normal density based on the Euler-Maruyama scheme as explained in Section A.1 of the supplementary material. For this approximation to be appropriate, we have to ensure that the time steps between observations are small enough. We do so in Section A.2 of the supplementary material.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Posterior of the SDE model"
        },
        {
            "text": "In order to assess how well we can recover the model parameters for both model types from individually observed trajectories, we first work with simulated data that is generated with Gillespie's algorithm (Gillespie, 1976 (Gillespie, , 1977 .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 221,
                    "text": "(Gillespie, 1976",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 222,
                    "end": 240,
                    "text": "(Gillespie, , 1977",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Estimation based on simulated data"
        },
        {
            "text": "For now, we assume the fluorescence intensity to be observed without measurement error. The data was simulated with Gillespie's algorithm with parameters ✓ = (0.2, 0.32, 0.01), m 0 = 240, t 0 = 0.96, scale = 1.8, and o↵set = 8.5 over a time interval of 30 hours which yields trajectories similar to the experimental data, and we use the fluorescence intensity at 181 equidistant time points as observations to mirror the structure of the experimental data. The simulated fluorescence intensity (without measurement error) is depicted by the blue dotted line on the right hand side of Figure 5 . We use Stan to sample from the posterior distributions of the ODE model and the SDE model given the simulated data. Since we assume the data to be observed without measurement error, the parameter o↵set can be determined directly from the first observation. Therefore, we do not include measurement error (and thus the parameter ) and the parameter o↵set in the posterior distribution of the SDE model. Whereas for the ODE model, deviations of the observed data from the deterministic ODE trajectory have to be attributed to measurement error; therefore, the parameter has to be included in the posterior distribution of the ODE model. We also include the parameter o↵set for the ODE model in order to avoid degeneracy of the posterior. For the SDE model, we use the mean estimate of t 0 obtained from the sample for the ODE model as the fixed value of t 0 . We assume the following prior distributions: ✓ i ⇠ N 0 (0, 5 2 ) for i = 1, 2, 3, m 0 ⇠ N 0 (300, 300 2 ), scale ⇠ U(0, 30), where N a (µ, ⌘ 2 ) denotes the normal distribution truncated from below by a, and additionally for the ODE model, o↵set ⇠ U(0, 30), ⇠ U(0.001, 10), and t 0 ⇠ U(0, 30). For both model types, we generate 8 HMC chains of 5000 iterations and discard the first half of the iterations as warm-up. Thus, we use a posterior sample of size 20,000 for each model type in the subsequent analysis. Tables 1 and 2 summarize the Stan output of the posterior samples for the ODE and the SDE model, respectively, and also include the true parameter values that were used to simulate the data for comparison. The tables also contain the 2.5%-, 50%-, and 97.5%-quantiles of the samples. We use the interval between the 2.5%-and the 97.5%-quantile as an estimate of the 95%-credible interval (CI). For the ODE model, we see that the parameters o↵set and t 0 are well estimated since mean and median of the sample correspond to the true value, the CIs are very narrow, the e↵ective sample size (ESS) n e↵ is high andR is equal to 1. As expected, the measurement error parameter is estimated to be higher than the true value of zero. Of greater interest are the remaining parameters as we can compare the results for them between the two model types.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 584,
                    "end": 592,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "We first focus on the two degradation rate constants ✓ 1 and ✓ 3 . Our analysis in Section 5 already showed that for the ODE model, these two parameters are only locally identifiable and the posterior distribution is symmetric with respect to them in the case of identical priors for both parameters. This is also apparent in the density plots in Figure 6 . The density estimates of the posterior sample for the ODE model are clearly bimodal. The reason that the two modes are not exactly symmetric here is that HMC chains usually are only able to explore one mode and in our example 5 out of the 8 chains happen to end up in the mode where ✓ 1 is higher than ✓ 3 while only 3 chains converge to the other mode. The fact that each chain only samples from one of the modes is also the reason for the extremely low ESSs and the very high values ofR for ✓ 1 and ✓ 3 in Table 1 . Moreover, note that neither of the modes and not even the ranges of all values in the posterior sample cover the true parameter values of ✓ 1 and ✓ 3 . For the SDE model on the other hand, Figure 6 and Table 2 show that the posterior density is clearly unimodal with respect to ✓ 1 and ✓ 3 , the 95% CI are narrow and cover the true parameter values, mean and median of the sample are close or equal to the true values, and high ESSs andR values equal to 1 are achieved. Thus, we can conclude that the parameters ✓ 1 and ✓ 3 are identifiable for the SDE model here.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 355,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 873,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1065,
                    "end": 1073,
                    "text": "Figure 6",
                    "ref_id": null
                },
                {
                    "start": 1078,
                    "end": 1085,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "Next, we consider the translation rate constant ✓ 2 , the initial amount m 0 of mRNA molecules, and the factor scale. For the ODE, at most the product ✓ 2 m 0 scale is identifiable. This is also apparent from the results presented in Table 1 and Figure 7 . For the individual parameters and also for all products of two out of the three parameters, the 95% CIs are extremely broad and the mean and median as ESSs andR values equal to 1 achieved is that the variation within each of the HMC chains is very high and thus does not di↵er substantially from the variation between the chains for these parameters as can be seen in the traceplots of the chains in Section A.4.1 of the supplementary material. For the product ✓ 2 m 0 scale of all three parameters, the 95% CI is very narrow for the posterior sample of the ODE model and also the ESS is high andR equal to 1. Without knowing the true parameter values, one would assume that this product is well estimated. However, the 95% CI and even the whole range of the sample do not cover the true value. For the SDE model, the 95% CI for the product ✓ 2 m 0 scale is broader, but it covers the true parameter value and also the mean and the median as point estimates are closer to the true value than the mean and the median for the ODE model. Moreover, the ESS is quite high andR is equal to 1 for the SDE model. We therefore conclude that the product ✓ 2 m 0 scale is identifiable. The generally lower ESSs are due to the fact that for the SDE model, we sample from a distribution of much larger dimension as explained in Section 6.1. Additionally, for the SDE model, the parameters scale and ✓ 2 m 0 have narrow 95% CIs (especially compared to those for the ODE model) that include the true parameter values, high ESSs, andR values of 1 and can therefore be considered identifiable. The remaining parameters ✓ 2 , m 0 , ✓ 2 scale, and m 0 scale have rather broad 95% CIs and only achieve low ESSs andR values higher than 1.02. Hence, they seem to be non-identifiable. Notice, Figure 6 : Density estimates of the posterior samples for parameters ✓ 1 and ✓ 3 for the SDE (blue, lower triangle) and ODE (green, upper triangle) model given simulated data without measurement error.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 234,
                    "end": 241,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 246,
                    "end": 254,
                    "text": "Figure 7",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2027,
                    "end": 2035,
                    "text": "Figure 6",
                    "ref_id": null
                }
            ],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "Diagonal panels: Marginal densities for the respective parameter and boxplots showing the 95% CI as box, the range of the sample as whiskers, and the median as thick black line. O↵-diagonal panels:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "Smoothed scatter plots of the two-dimensional projections of the samples where darker hues signify higher density values. The dotted lines represent the true parameter values that were used to simulate the data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "however, that at least for the parameters ✓ 2 and ✓ 2 scale, the 95% CIs are substantially more narrow for the SDE model compared to the ODE model. We have simulated another 99 trajectories with the same parameters and performed Stan sampling in the same way as described in the beginning of this subsection. For each model type and each posterior sample of the di↵erent simulated trajectories, we calculate the length of the 95% CI and determine the median and the coe cient of variation (c.v.) over these lengths for each model type. Also, we rescale the lengths of the 95% CI by dividing by the true parameter value and again determine the median of the normalized quantities. The rescaling is done to transfer the values to a more similar scale. Note, however, that the values are nevertheless not directly comparable between di↵erent parameters. Moreover, we check whether the true parameter value that was used to simulate the data is included in the 95% CI. Table 3 shows the aggregated results for the posterior samples of all 100 trajectories and also includes the length of the interval between the 2.5%-and the 97.5%-quantile of the prior distributions. Except for the parameters m 0 and ✓ 2 m 0 scale, the median length of the 95% CIs for the SDE model is always smaller than for the ODE model. For parameter ✓ 2 m 0 scale, the CI lengths are a lot smaller for the ODE model; however, the CIs cover the true parameter value only 13 out of 100 times while for the SDE model, the true value is covered 93 times. For the other parameters that we classified as identifiable for the SDE model in the analysis of the individual trajectory (i. e. ✓ 1 , ✓ 3 , scale, and ✓ 2 m 0 ), the median length of the 95% CIs is clearly smaller for the SDE model than for the ODE model and the true parameter value is covered at least 91 out of 100 times for the SDE model. For parameter m 0 , the CI lengths are high for both model types because the parameter is not identifiable for either model type. For the other parameters that we classified as not identifiable for both model types in the analysis of the individual trajectory (i. e. ✓ 2 , ✓ 2 scale, and m 0 scale), the median length of 95% CIs is clearly smaller for the SDE model than for the ODE model, at least by a factor of 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 965,
                    "end": 972,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "The last two columns of Table 3 are visualized in Figure 8 where we plot the median of the rescaled CI lengths against the number of CIs that cover the true parameter value. The desirable region of value combinations is in the bottom right corner of the graph where the number of CIs covering the true value is high and the median rescaled CI length is small. Note that, clearly, more importance should be given to high numbers of CIs covering the true value as it is useless to be very certain about a parameter estimate (indicated by a short CI) while the correct value is not included in the CI. However, even for parameters that are identifiable, we do not expect to obtain a coverage of the true value of 100% since we are considering 95% CIs. Therefore, values of 100 rather tend to hint at non-identifiability. In Figure 8 , we can see that for the majority of the parameters, the triangles representing the value combinations for the SDE model are closer to the desirable region. Only for parameter m 0 (which is not identifiable for either model type), the value combinations are almost the same for both model types. And as we already pointed out for the product ✓ 2 m 0 scale, the median length of the 95% CIs is smaller for the ODE model; however, a lot fewer CIs cover the true parameter value for the ODE model than for the SDE model. Thus, the result obtained for the SDE model is to be preferred.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 24,
                    "end": 31,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 50,
                    "end": 58,
                    "text": "Figure 8",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 821,
                    "end": 829,
                    "text": "Figure 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "We provide further Stan-specific diagnostics in Appendix A.5. Those mostly show poorer values for the sampling output for the SDE model than for the ODE model. This is not surprising as we sample from a much higher-dimensional distribution for the SDE model. We do not consider the poor diagnostics as a disadvantage of the procedure as they provide information that we do not even have for other MCMC algorithms and thus cannot compare to them. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling results for simulated data without measurement error"
        },
        {
            "text": "In this section, we use the same simulated data as in the previous section, but for each of the 100 trajectories, we add multiplicative measurement error with parameter = 0.02. Again, we use Stan to sample from the posterior distributions of the ODE model (6) and the SDE model (7) for each of the simulated trajectories and use the same priors as stated in the previous section. We generate 8 HMC chains of 5000 iterations, discard the first half of the iterations as warm-up, and thus use a posterior samples of size 20,000 in the subsequent analysis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Sampling results for simulated data with measurement error"
        },
        {
            "text": "At first, we again focus on the results for one of the trajectories, namely the trajectory represented by the green dotted line in Figure 5 . Tables 4 and 5 summarize the Stan output of the posterior samples for the ODE and the SDE model, respectively. The parameter t 0 is estimated very accurately based on the posterior sample for the ODE model. Also, the parameter o↵set is well estimated for both model types but with a more narrow 95% CI for the SDE model. The parameter is accurately determined for the SDE model as well. For the ODE model, is again overestimated. Figure 9 visualizes the components of the posterior samples for parameters ✓ 1 , ✓ 3 , o↵set, and . Again, the bimodality of the posterior with respect to ✓ 1 and ✓ 3 is apparent for the ODE model and neither the 95% CIs nor the ranges of the sample cover the true parameter values. For the SDE model on the other hand, the distribution is unimodal and the 95% CIs do cover the true parameter values for ✓ 1 and ✓ 3 . However, their 2-dimensional smoothed scatter plot in Figure 9 does not show a simple elliptic shape (as for the simulated data without measurement error) but almost a banana-like shape. This may also be the reason for the deteriorated sampling e ciency discernible from the low ESSs and higherR-values in Table 5 . Figure 9 visualizes the components of the posterior samples for parameters ✓ 2 , m 0 , scale, and their products. For the ODE model, again only the product ✓ 2 m 0 scale is identifiable in the sense that the corresponding 95% CI is very narrow, the ESS is high, and theR-value is equal to 1. However, the 95% CI again does not cover the true parameter value. For the SDE model, the 95% CI for ✓ 2 m 0 scale is broader but it does contain the true value. Also, the ESS is high and theR-value is close to 1. Moreover, the parameters scale and ✓ 2 m 0 have narrow 95% CIs, high ESSs, andR-values close to 1 for the SDE model, and thus, we conclude that they are identifiable. Note that also for ✓ 2 , m 0 scale, and ✓ 2 scale, the 95% CIs are much narrower for the SDE model than for the ODE model.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 131,
                    "end": 139,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 572,
                    "end": 580,
                    "text": "Figure 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1044,
                    "end": 1052,
                    "text": "Figure 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1296,
                    "end": 1303,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1306,
                    "end": 1314,
                    "text": "Figure 9",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Sampling results for simulated data with measurement error"
        },
        {
            "text": "In Section A.4.1 of the supplementary material, we also include trace plots and further figures of the sampling output for the trajectory displayed in Figure 5 . There, we present the same posterior samples as used in this and the previous subsection. But instead of comparing the posterior samples between the two model types, the posterior samples are compared between the simulated data without and with measurement error for each model type separately. In summary, we find that for the SDE model, the 95% CIs increase for almost all parameters except m 0 for data with measurement error. Whereas for the ODE model, there is hardly any di↵erence for most of the parameters between the posterior samples for the data without and with measurement error since the majority of the parameters is not identifiable anyway. The marginal posterior samples for the parameters o↵set, t 0 , and ✓ 2 m 0 scale are only slightly a↵ected by the measurement error. Only the marginal posterior sample of the measurement error parameter is substantially a↵ected and, as expected, consists of higher values for data with measurement error. Table 6 and Figure 11 display the statistics of the posterior samples aggregated over the 100 simulated trajectories. Similar to the results for the simulated data without measurement error, the median length of the 95% CIs for the SDE model is always smaller than for the ODE model, except for the parameters m 0 and ✓ 2 m 0 scale and additionally (which was not included for the SDE model in the previous subsection). Again, for the majority of the parameters, the results for the SDE model represented by triangles in Figure 11 are closer to the desirable region of value combinations in the bottom right corner of the graph, except for the parameters m 0 , ✓ 2 m 0 scale, and o↵set. For the parameter o↵set, the median CI length is slightly higher for the ODE model than for the SDE model, however, the CIs for the ODE model also contain the true parameter value more often. So for this parameter, the ODE model, for once, shows the preferable result. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1124,
                    "end": 1131,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1136,
                    "end": 1145,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1645,
                    "end": 1654,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Sampling results for simulated data with measurement error"
        },
        {
            "text": "Since our results in the previous section have shown that the SDE model yields more reliable parameter estimates (assuming an MJP is an adequate description for the translation kinetics after mRNA transfection) than the ODE model even for those parameters that are identifiable for both model types, we reanalyze the experimental data published in Fröhlich et al. (2018) and described in Section 2. For each type of GFP (eGFP and d2eGFP), we randomly select 100 observed trajectories for our analysis and again use Stan to sample from the posterior distributions of the ODE model (6) and the SDE model (7) for each of the trajectories using the same priors as stated in Section 6.2.1. We generate 8 HMC chains of 5000 iterations, discard the first half of the iterations as warm-up, and thus use a posterior samples of size 20,000 in the subsequent analysis. For each type of GFP, we first analyze the sampling output for one observed trajectory in detail and then summarize results for all 100 observed trajectories. Here in the main part of the article, we only show the results for the eGFP data and provide the results for the d2eGFP data in Appendix A.4.3. Moreover, we provide further Stan-specific diagnostics in Appendix A.5.",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 370,
                    "text": "Fröhlich et al. (2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Estimation based on experimental data"
        },
        {
            "text": "Sampling results for experimental dataset 1 (for eGFP) Tables 7 and 8 present a summary of the Stan output for the posterior sample of one observed trajectory for the ODE and the SDE model, respectively, and Figures 12 and 13 compare the density estimates of these two posterior samples. Moreover, we provide trace plots for these two posterior samples in Section A.4.2 in the supplementary material. The results look qualitatively very similar (almost identical) to those obtained for the simulated data with measurement error in Section 6.2.2. Therefore, we do not repeat the detailed description but only point out that the range of values sampled for the parameters ✓ 1 and ✓ 3 for the SDE model is slightly smaller for the experimental trajectory here. Thus, we do not see the banana-like shape in the two-dimensional smoothed scatter plot of the two parameters for the SDE model in Figure 12 as for the simulated trajectory in Figure 9 and the sampling e ciency increases as indicated by higher ESSs and lowerR values for the two parameters in Table 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 225,
                    "text": "Figures 12 and 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 888,
                    "end": 897,
                    "text": "Figure 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 933,
                    "end": 941,
                    "text": "Figure 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1050,
                    "end": 1057,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Estimation based on experimental data"
        },
        {
            "text": "The statistics of posterior samples aggregated for 100 experimental trajectories for eGFP in Table 9 are also qualitatively similar to those for the simulated trajectories in Table 6 . For the majority of the parameters, the median length of the 95% CI is smaller for the posterior samples for the SDE model than for those for the ODE model. Only for parameters ✓ 1 , ✓ 2 , and ✓ 2 m 0 scale, this is not the case. Note in particular that for the parameters ✓ 2 m 0 and scale, which are non-identifiable for the ODE model (also apparent from the very long CIs here), the median length of the 95% CI for the SDE model is again much smaller compared to that of the ODE and to that of the prior. This indicates that these two parameters are identifiable for the SDE model also for the experimental data. That the uncertainty of the parameter estimate for ✓ 2 m 0 scale is greater for the SDE than for the ODE model is consistent with our results for the simulated data. The parameter ✓ 2 is considered to be non-identifiable for both model types and the di↵erence between the median CI lengths is relatively small. Finally, for parameter ✓ 1 , we see that the result is more or less the same as for ✓ 3 for the ODE model due to the symmetry of the posterior distribution with respect to these two parameters. Whereas for the SDE model there is no symmetry and there is more variance in the posterior samples with respect to ✓ 1 than to ✓ 3 (indicated by a greater median CI length). The smaller median CI length of ✓ 1 for the ODE model compared to the SDE model is due to the fact that for many of the observed trajectories the values of ✓ 1 and ✓ 3 seem to be very close together. In this case, the posterior distribution of the ODE model appears to be unimodal (as the two modes overlap) and the posterior variance with respect to the two parameters is small (and equal due to the symmetry). Thus, overall this variance is smaller than the posterior variance with respect to ✓ 1 for the SDE model. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 100,
                    "text": "Table 9",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 175,
                    "end": 182,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Estimation based on experimental data"
        },
        {
            "text": "We have modeled the translation kinetics after mRNA transfection using a two-dimensional Itô di↵usion process described by an SDE and compared this modeling approach to one using ODEs. We have studied the parameter identifiability for both modeling approaches for the case that we observe a fluorescence signal which we assume to be a linear transformation of the amount of protein molecules (corrupted by multiplicative measurement error). Our analysis using the structural identifiability of the momentequations-based surrogate model and a simulation based assessment suggest that the SDE model might lead to better parameter identifiability. The most systematic approach is the one based on the surrogate model and DAISY as suggested by Browning et al. (2020) ; however, it cannot help us confirm a di↵erence in the parameter identifiability between the SDE and the ODE model. Especially because we are interested in the parameter identifiability based on one observed trajectory and the momentequations-based approach assumes that we were able to observe the first and the second moment of the fluorescence signal. Even when we take into account that we have several observed trajectories available from the experiment, these do not provide information about the moments because the initial time point t 0 of mRNA release is di↵erent for every trajectory and also for the other parameters, in particular for m 0 , assuming that they are equal for all observed cells does not seem reasonable. By simulating from the SDE model, we were able to assess the di↵erences in the variation within individual trajectories for di↵erent parameter combinations. Again our results suggest that the SDE model provides better parameter identifiability. Unlike for the ODE model, the degradation rates ✓ 1 and ✓ 3 for the SDE model appear to be structurally globally identifiable. Also, scale and the product ✓ 2 m 0 seem to be structurally identifiable, but the individual parameters ✓ 2 and m 0 do not. While this simple simulation approach worked out well for the model considered here, one of its weak points is, of course, the somewhat subjective visual assessment of the variation within trajectories. A more quantitative approach to this would be to simulate a large number of trajectories (with very small time step) for every considered parameter combination, to approximate the quadratic variation for each trajectory, and then, to compare these values between individual trajectories started with the same seed for di↵erent parameter combinations and to compare also the distributions of these values for di↵erent parameter combinations. Another drawback of both simulation-based approaches is the fact that the analysis is based on a finite set of parameter combinations that can be considered; and thus, drawing general conclusions for the entire parameter space may be problematic. Moreover, we have assessed the practical parameter identifiability for both model types by sampling from the parameter posterior distribution given simulated data with and without measurement error and the experimental data published in Fröhlich et al. (2018) . While our focus was on inference from individual fluorescence trajectories, using SDE mixed-e↵ect modeling as done in Wiqvist et al. (2021) would be a meaningful extension, especially e. g. to obtain a common estimate for the parameter scale. We found that the parameters ✓ 1 and ✓ 3 are indeed globally identifiable for the SDE model given individual trajectories, unlike for the ODE model. And not only the product ✓ 2 m 0 scale but also the parameter scale and the product ✓ 2 m 0 are globally identifiable for the SDE model. Moreover, for the simulated data, the 95% CIs for the identifiable parameters for the SDE model covered the true parameter value adequately many times. Whereas for the ODE model, the true parameter values for the parameters ✓ 1 , ✓ 3 , and ✓ 2 m 0 scale were not covered by the 95% CIs for many of the posterior samples and were sometimes not even included in the range of values in the sample. The fact that the parameters ✓ 1 and ✓ 3 can be adequately determined using the SDE modeling approach given an individual trajectory renders the multi-experiment approach with di↵erent mRNA constructs and the computationally intense hierarchical optimization algorithm used in Fröhlich et al. (2018) unnecessary in the case that the determination of these parameters is the main objective. Besides, assuming that an MJP is the most appropriate description of the underlying dynamics, we saw that the estimated parameter values for a single cell trajectory based on the ODE model cannot be trusted even when narrow 95% CIs suggest low uncertainty. While the SDE model is clearly superior in terms of the information that we are able to extract from a single trajectory about the parameters that determine the dynamics of the underlying process, it has nevertheless several disadvantages. First of all, we were not able to include the estimation of the initial time point t 0 of mRNA release into the Stan sampling procedure due to technical/methodological limitations. Other sampling approaches such as particle MCMC (Golightly & Wilkinson, 2011) might alleviate this problem, but to our knowledge, no examples of inferring an unknown time point for SDE models have been investigated so far and would thus require further work. Another drawback of the SDE model are the higher computational costs as we need to sample from a higher-dimensional distribution (due to the random process values) than for the ODE model. For the SDE model, the sampling in our study takes on average almost 5.5 hours while for the ODE model, it averages at about 20 minutes. Note, however, that for the ODE model, the NUTS method implemented in Stan generated only chains that sample only from one of the posterior modes. Therefore, one might argue that sampling did not properly converge in this example. In general, estimation procedures for SDE models are more complex and unlike for ODE models, publicly available software tools are rare and usually not generally applicable. There is a clear need to further develop such tools for SDE models in order to harness their full potential, especially with regard to better identifiability of kinetic parameters. On the other hand, combining both modeling approaches as we have done here by first determining t 0 based on the ODE model and then estimating the kinetic parameters based on the SDE model is certainly also meaningful. Overall, our study clearly demonstrates the relevance of considering di↵erent modeling approaches and of selecting the appropriate one. We expect to see stochastic models being used more frequently as increasing computing power becomes available and facilitates inference for such models. ",
            "cite_spans": [
                {
                    "start": 740,
                    "end": 762,
                    "text": "Browning et al. (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3120,
                    "end": 3142,
                    "text": "Fröhlich et al. (2018)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3263,
                    "end": 3284,
                    "text": "Wiqvist et al. (2021)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 4346,
                    "end": 4368,
                    "text": "Fröhlich et al. (2018)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 5185,
                    "end": 5214,
                    "text": "(Golightly & Wilkinson, 2011)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "DAISY: A new software tool to test global identifiability of biological and physiological systems",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bellu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Saccomani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Audoly",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Angiò",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Computer Methods and Programs in Biomedicine",
            "volume": "88",
            "issn": "1",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Perspectives on RNA vaccine candidates for COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Borah",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Deb",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Shar&apos;i",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Dahabiyeh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Venugopala",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shinu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hussain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Deka",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chandrasekaran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M M"
                    ],
                    "last": "Jaradat",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Frontiers in Molecular Biosciences",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Identifiability analysis for stochastic di↵erential equation models in systems biology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Browning",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Warne",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Burrage",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of The Royal Society Interface",
            "volume": "17",
            "issn": "173",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stan: A probabilistic programming language",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ho↵man",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Goodrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Betancourt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brubaker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Riddell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Statistical Software",
            "volume": "76",
            "issn": "1",
            "pages": "1--32",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Whither COVID-19 vaccines?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Defrancesco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Biotechnology",
            "volume": "38",
            "issn": "10",
            "pages": "1132--1145",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Stochastic gene expression in a single cell",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Elowitz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Siggia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Swain",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "297",
            "issn": "5584",
            "pages": "1183--1186",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reconstruction of transcriptional dynamics from gene reporter data using di↵erential equations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Finkenstädt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Heron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Komorowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R E"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R H"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rand",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Bioinformatics",
            "volume": "24",
            "issn": "24",
            "pages": "2901--2907",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Multi-experiment nonlinear mixed e↵ect modeling of single-cell translation kinetics after transfection",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fröhlich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Fink",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Woschée",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ligon",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Theis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Rädler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasenauer",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Systems Biology and Applications",
            "volume": "4",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inference for Di↵usion Processes",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fuchs",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Bayesian Data Analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gelman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Carlin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "S"
                    ],
                    "last": "Stern",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Dunson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vehtari",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A general method for numerically simulating the stochastic time evolution of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Computational Physics",
            "volume": "22",
            "issn": "4",
            "pages": "403--434",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Exact stochastic simulation of coupled chemical reactions",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "The Journal of Physical Chemistry",
            "volume": "81",
            "issn": "25",
            "pages": "2340--2361",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A rigorous derivation of the chemical master equation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Physica A: Statistical Mechanics and its Applications",
            "volume": "188",
            "issn": "1",
            "pages": "404--425",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The chemical Langevin equation",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Gillespie",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The Journal of Chemical Physics",
            "volume": "113",
            "issn": "1",
            "pages": "297--306",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Bayesian parameter inference for stochastic biochemical network models using particle Markov chain Monte Carlo. Interface focus",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Golightly",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "1",
            "issn": "",
            "pages": "807--820",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Bayesian inference for dynamic transcriptional regulation; the Hes1 system as a case study",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Heron",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Finkenstädt",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rand",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Bioinformatics",
            "volume": "23",
            "issn": "19",
            "pages": "2596--2603",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Bayesian inference of biochemical kinetic parameters using the linear noise approximation",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Komorowski",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Finkenstädt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "V"
                    ],
                    "last": "Harper",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Rand",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Bioinformatics",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The relationship between stochastic and deterministic models for chemical reactions",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Kurtz",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "The Journal of Chemical Physics",
            "volume": "57",
            "issn": "7",
            "pages": "2976--2978",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Bayesian Statistics: An Introduction",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Single-cell mRNA transfection studies: delivery, kinetics and statistics by numbers",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leonhardt",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Schwake",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "R"
                    ],
                    "last": "Stögbauer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rappl",
                    "suffix": ""
                },
                {
                    "first": "J.-T",
                    "middle": [],
                    "last": "Kuhr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Rädler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nanomedicine",
            "volume": "10",
            "issn": "4",
            "pages": "679--688",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Multi-level kinetic model of mRNA delivery via transfection of lipoplexes",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Ligon",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leonhardt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Rädler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Listening to the noise: random fluctuations reveal gene network parameters",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Munsky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Trinh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khammash",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Molecular systems biology",
            "volume": "5",
            "issn": "",
            "pages": "318--318",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Nature, nurture, or chance: stochastic gene expression and its consequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raj",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Oudenaarden",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell",
            "volume": "135",
            "issn": "2",
            "pages": "216--226",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Structural and practical identifiability analysis of partially observed dynamical models by exploiting the profile likelihood",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Raue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kreutz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Maiwald",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schilling",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Klingmüller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Timmer",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "15",
            "pages": "1923--1929",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Correlation of mRNA delivery timing and protein expression in lipid-based transfection",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reiser",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Woschée",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mehrotra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krzysztoń",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Strey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Rädler",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Integrative Biology",
            "volume": "11",
            "issn": "9",
            "pages": "362--371",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "mRNA-based therapeutics -developing a new class of drugs",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sahin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Karikó",
                    "suffix": ""
                },
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Türeci",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "13",
            "issn": "10",
            "pages": "759--780",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Approximation and inference methods for stochastic biochemical kinetics-a tutorial review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schnoerr",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sanguinetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grima",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Physics A: Mathematical and Theoretical",
            "volume": "50",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "RStan: the R interface to Stan",
            "authors": [
                {
                    "first": "Stan",
                    "middle": [],
                    "last": "Development Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Simulation and inference algorithms for stochastic biochemical reaction networks: from basic concepts to state-of-the-art",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Warne",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal of The Royal Society Interface",
            "volume": "16",
            "issn": "151",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "E cient inference for stochastic di↵erential equation mixed-e↵ects models using correlated particle pseudo-marginal algorithms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiqvist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Golightly",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Picchini",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Computational Statistics & Data Analysis",
            "volume": "157",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Trajectories of the mean fluorescence intensity for seven cells from the mRNA transfection experiment in Fröhlich et al. (2018) for eGFP and d2eGFP (April 27, 2016), respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The ODE trajectory and 20 SDE trajectories of the fluorescence intensity simulated for di↵erent values of m 0 , ✓ 2 , and scale, while keeping their product constant at scale ✓ 2 m 0 = 350. The remaining parameters are set to ✓ 1 = 0.11, ✓ 3 = 0.03, o↵set = 8.9, and t 0 = 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The ODE trajectory and 20 SDE trajectories of the fluorescence intensity simulated for two parameter combinations where the values of ✓ 1 and ✓ 3 are swapped. The remaining parameters are set to scale = 17.5, ✓ 2 = 0.1, m 0 = 200, o↵set = 8.9, and t 0 = 0.11 , θ 3 = 0.03 θ 1 = 0.03 , θ 3 = 0.One trajectory of the fluorescence intensity for the SDE model simulated for each of the two parameter combinations where the values of ✓ 1 and ✓ 3 are swapped. The remaining parameters are set to scale = 17.5, ✓ 2 = 0.1, m 0 = 200, o↵set = 8.9, and t 0 = 0.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "One trajectory used in the simulation study that was simulated with Gillespie's algorithm with parameters ✓ = (0.2, 0.32, 0.01), m 0 = 240, t 0 = 0.96, scale = 1.8, and o↵set = 8.5, and for the green dotted line, multiplicative measurement error with = 0.02 was added to the fluorescence intensity (FI).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Density estimates of the posterior samples for parameters ✓ 2 , m 0 , scale, and their products for the SDE (blue, lower triangle) and ODE (green, upper triangle) model given simulated data without measurement error. For a detailed description of the figure's elements, seeFigure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Statistics of posterior samples for the two model types aggregated over 100 simulated trajectories without measurement error. The desirable region of value combinations is in the bottom right corner of the graph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Density estimates of the posterior samples for parameters ✓ 1 , ✓ 3 , o↵set, and for the SDE (blue, lower triangle) and ODE (green, upper triangle) model given simulated data with measurement error. For a detailed description of the figure's elements, seeFigure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Density estimates of the posterior samples for parameters ✓ 2 , m 0 , scale, and their products for the SDE (blue, lower triangle) and ODE (green, upper triangle) model given simulated data with measurement error. For a detailed description of the figure's elements, seeFigure 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Statistics of posterior samples for the two model types aggregated over 100 simulated trajectories with measurement error. The desirable region of value combinations is in the bottom right corner of the graph.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Density estimates of the posterior samples for parameters ✓ 2 , m 0 , scale, and their products for the SDE (blue, lower triangle) and ODE (green, upper triangle) model given experimental data for eGFP. For a detailed description of the figure's elements, seeFigure 12.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "was supported by the German Federal Ministry of Education and Research under Grant Numbers 01DH17024 and 01KI20271, by the European Commission under Grant Number 101016167, by the German Research Foundation under Grant Number HA 7376/3-1, by the VolkswagenStiftung under Grant Number 99 450, and by the Helmholtz Association's pilot project \"Uncertainty Quantification\".",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Summary of the Stan output for the ODE model given simulated data without measurement error and the true parameter values that were used to simulate the data. c.v. denotes the coe cient of variation and the columns headed by percentages contain the quantiles of the respective percentage value.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Summary of the Stan output for the SDE model given simulated data without measurement error and the true parameter values that were used to simulate the data. The parameters , o↵set, and t 0 are not estimated here. For the simulated data without measurement error, no measurement error is assumed for the SDE model. Thus, there is no to be estimated, and the o↵set is determined directly from the data and not estimated. Moreover, the initial time point t 0 is predetermined based on the mean estimate of the sample for the ODE model.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Statistics of posterior samples for the two model types aggregated over 100 simulated trajectories without measurement error. We also include the length of the interval between the 2.5%-and the 97.5%-quantile of the prior distribution.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Summary of the Stan output for the ODE model given simulated data with measurement error and the true parameter values that were used to simulate the data. c.v. denotes the coe cient of variation and the columns headed by percentages contain the quantiles of the respective percentage value.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Summary of the Stan output for the SDE model given simulated data with measurement error and the true parameter values that were used to simulate the data. The initial time point t 0 is not estimated here, but predetermined based on the mean estimate of the sample for the ODE model.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Statistics of posterior samples for the two model types aggregated over 100 simulated trajectories with measurement error. We also include the length of the interval between the 2.5%-and the 97.5%-quantile of the prior distribution.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Summary of the Stan output for the ODE model given experimental data for eGFP. c.v. denotes the coe cient of variation and the columns headed by percentages contain the quantiles of the respective percentage value.",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Summary of the Stan output for the SDE model given experimental data for eGFP. The initial time point t 0 is not estimated here, but predetermined based on the mean estimate of the sample for the ODE model.Figure 12: Density estimates of the posterior samples for parameters ✓ 1 , ✓ 3 , o↵set, and for the SDE (blue, lower triangle) and ODE (green, upper triangle) model given experimental data for eGFP. Diagonal panels: Marginal densities for the respective parameter and boxplots showing the 95% CI as box, the range of the sample as whiskers, and the median as thick black line. O↵-diagonal panels: Smoothed scatter plots of the two-dimensional projections of the samples where darker hues signify higher density values.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Statistics of posterior samples aggregated for 100 experimental trajectories for eGFP.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that there are no conflicts of interest regarding the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest/Competing interests"
        },
        {
            "text": "The experimental data used in this study had previously been published with the article Fröhlich et al. (2018) . The simulated data can be generated with the code referenced below.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 110,
                    "text": "Fröhlich et al. (2018)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Availability of data and material"
        },
        {
            "text": "The source code used to produce the computational results is available on GitHub at https://github. com/fuchslab/Translation_kinetics_after_transfection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code availability"
        },
        {
            "text": "All authors designed the study. SP implemented the used methods, carried out the analysis and drafted the manuscript. CF and JH provided supervision. All authors contributed to the final version of the manuscript and gave final approval for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        }
    ]
}