{
    "paper_id": "dc18ab1a2ac7ff3f47f3c6196d1c68e0c2253be3",
    "metadata": {
        "title": "Engineering organoids: a promising platform to understand biology and treat diseases",
        "authors": [
            {
                "first": "Rami",
                "middle": [
                    "I"
                ],
                "last": "Aqeilan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Hebrew University-Hadassah Medical School",
                    "location": {
                        "settlement": "Jerusalem",
                        "country": "Israel"
                    }
                },
                "email": "ramiaq@mail.huji.ac.il"
            }
        ]
    },
    "abstract": [
        {
            "text": "Over the past decades, the medical research community has relied on in vitro two-dimensional (2D) cell lines and in vivo animal models to study cellular and molecular mechanisms of pathogenesis. Indeed, the use of these approaches has enormously contributed to a better understanding of the biology and pathophysiology of human diseases. Such studies have been successful in uncovering many aspects of development and differentiation and cellular behavior under various conditions, as well as molecular interactions and networking. The use of animal models further facilitated a higher and complex dimension of understanding and hence tremendous breakthroughs and discoveries have been made using these model systems allowing bench-to-bedside translation and leading to therapeutic interventions in many human diseases. Nevertheless, the vast majority of drugs that were developed in animal models have had limited success in clinical trials. In a large part, this can be attributed to the lack of models that can faithfully phenocopy the unique nature of human biology. Furthermore, animal models used in preclinical research are mostly based on inbred strains harboring genetic homogeneity and lacking the diversity of heterogenous genetics seen in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This has led to the emergence of alternatives that allow precise modeling and drug screening. One such system is the use of human three-dimensional (3D) cell culture approaches [1, 2] . These in vitro 3D cultures, often referred to as organoids, are generated from embryonic or adult stem cells as well as from induced-pluripotent stem cells (iPSCs) (Fig. 1A ). Using particular supplements and small molecules in culture media, organoid cultures were established to model specific organs containing multiple cell types and displaying physiological and cellular traits of the primary modeled organ [3, 4] . Organoids can be maintained and followed for extended time periods due to their self-renewal and differentiation capabilities. Recent years have seen great advancements in establishing multiple different organoid culture protocols that model the various organ systems in the human body (Fig. 1B) . This platform has facilitated unforeseen modeling and studies recapitulating the development of human tissues and diseases. A major advantage is the ability to model patient-specific disorders in a personalized manner and the use of organoids to screen for drugs and possible treatments. The ability of long-term culture of organoids has also enabled the use of highthroughput technologies to address key questions at various levels. Researchers have applied transcriptomics (bulk and single cell), proteomics, and metabolomics to organoid cultures driving novel discoveries and complementing studies in animal models and in 2D cultures. The use of organoids has been applied to the study of human brain disorders, response to infections including the novel severe acute respiratory syndrome coronavirus (SARS-CoV-2), malignancies, and more [3, 5, 6] . As such, the use of organoids holds great promise for recapitulating complex pathogenesis thereby expediting personalized medicine applications and drug screening.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1746,
                    "end": 1749,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1750,
                    "end": 1752,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1753,
                    "end": 1755,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 358,
                    "text": "(Fig. 1A",
                    "ref_id": null
                },
                {
                    "start": 893,
                    "end": 902,
                    "text": "(Fig. 1B)",
                    "ref_id": null
                }
            ],
            "section": "Abstract"
        },
        {
            "text": "Nevertheless, organoid cultures also have limitations and should be used with great caution [7] . Major challenges include their robustness, heterogeneity, and reproducibility. The human tissue organs are usually composed of different cell types, often arising from different germ layers, that need to be considered when modeling a given tissue. For example, the lack of functional vasculature, nervous system, or immune system is a drawback and sets organoid cultures far from in vivo models. There are also many ethical issues related to use of organoids in research that should be considered and regulated.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Given the great interest and importance of this new and emerging field, this special issue of CDD comprises articles * Rami I. Aqeilan ;,: 1234567890();,: from a group of pioneer scientists who have reviewed and discussed advances and challenges related to the use of organoids in modeling different tissues. The review article by Sidhaye and Knoblich discusses the foremost advances in organoids use to study human brain development and related neurological diseases [8, 9] . The emergence of several methods and protocols modeling the different parts of the brain and disease-associated phenotypes and mechanisms are extensively reviewed. Brain organoid protocols of patterned and unpatterned organization, region-specific, fusion organoids and co-culture with other cell types and tissues are compared in the context of the biological question and the disease of interest to be studied. The authors further reviewed the different neurological diseases that were studied using the different protocols of brain organoids and conclude with a description of the immense potential of brain organoid technologies to reveal disease mechanisms and as a platform for drug screening, therapy and diagnosis. Jay Gopalakrishnan leads a discussion of the use of brain organoids to model and study glioma, an aggressive form of brain cancer. The organoids used to study cancer were either established from a patient tumor biopsy, retained cancer stem cells, or via genetic manipulation, for example using CRISPR/CAS9, of a healthy organoid by modeling a specific mutation [10]. These so called tumoroids or glioblastoma organoids closely mirror the nature of the human disease and is discussed by Mariappan and colleagues from various aspects, including the challenges involved and their significance in closing the gap between studies of 2D cultures and animal models of gliomas.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 472,
                    "end": 474,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Another interesting field in organoid development is found in the success of modeling the inner ear and its disorders. Such disorders are common and attempts to intervene and restore sensory functions have been very limited due to lack of accurate models. The Kohler group present in this special issue a perspective on the current stand of inner Fig. 1 Organoid types and possible applications. A Schematic illustration of the main organoids generation approaches. Stem cells are either isolated from embryonic (ESCs) or adult (AdSCs) tissues or derived via reprogramming of somatic cells (induced pluripotent stem cells-iPSCs).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "With or without genetic engineering, and under specific conditions, these cells have the capability to self-assemble into 3D structures. Under certain differentiation conditions, these generate tissue-specific organoids. B Outline of the different systems modeled by organoids that are discussed in this current issue. These systems can be applied to study different genetic or pharmacological interventions in a setting more representative of the in-vivo physiology than 2D cultures. These organoids can be easily analyzed using advanced molecular tools such as sequencing, mass spectrometry, and imaging. PBMCs, peripheral-blood mononuclear cells. ESCs embryonic stem cells.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ear models and the promising future directions to advance their use in translational research. Indeed, there have been several breakthroughs over the last few years regarding modeling the developmental stages of the inner ear using organoids and the development of protocols to mimic key signaling modes. Consistent with the continuous expansion of this field, the authors discuss the necessary next steps of development so that inner ear organoids truthfully recapitulate neurosensory functions and dysfunctions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Two review articles by Takanori Takebe and colleagues and the Maurice group provide an overview of recent progress of tissue-derived and PSC-derived epithelial (intestinal, gastric, liver, and pancreatic) organoids. As for many tissues, access to the digestive tract tissues and biopsies is limited and hence organoid-derived systems provide an excellent alternate system to model pathologies and study human-specific aspects of disease kinetics and physiology. In addition, this digestive tract platform allows screening and investigating new therapeutic approaches for many diseases related to disorders in the digestive tracts. Funata et al. give examples and describe attempts to study genetic diseases (such as cystic fibrosis, monogenic liver diseases and Hirschsprung's disease), infectious diseases (H. pylori and HBV), inflammatory diseases (steatohepatitis, Wolman disease and inflammatory bowel diseases (IBD)) and malignant diseases (colorectal cancer, hepatocellular carcinoma and pancreatic adenocarcinoma), all related to the digestive system. Spangers and colleagues elegantly discuss how two key signaling pathways, YAP and Wnt/β-catenin, regulate the dynamic intestinal repair response upon inflammation and injury and the promise of intestinal organoids to model intestinal regeneration. The challenges accompanying the use of digestive tract organoids including optimizing clinical relevance, modeling the complexity of organ interaction, improving reproducibility and quality as well as the standardization of culture to enable highthroughput screening are also discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Another exciting review article by Margherita Turco and co-authors discusses recent developments in 3D organoid technology that model the different regions of the female reproductive tract (FRT) including organoids of the endometrium, fallopian tubes, ovaries, cervix and placental development. In-depth understanding of FRT was lacking due to the limited available tools and systems. Furthermore, the complex nature of FRT and its non-cell autonomous dependence on signals and hormones from other organs (pituitary, ovary or placenta in pregnancy) prompted the use of the 3D organoid system in studying these complicated and highly dynamic organs. Such organoid systems accurately model the morphology and functions of the human organs making them an excellent model to study physiology and related pathologies, including malignancies and fertility. There is definitely much more to uncover and to improve in FRT-related organoids to better improve women's wellbeing and reproductive health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "All in all, the organoid field is exponentially growing with promising potential to act as an excellent platform to understand human biology and treat diseases. Many developments and new protocols are emerging at a continuous pace that will certainly aid the scientific community in answering basic research questions and act as useful tools to model, understand and treat human diseases. As with any new model, bottlenecks and pitfalls accompany this development and hence validation in other model systems is always required to ensure reliable conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Acknowledgements I would like to thank Daniel Steinberg for help in preparing the illustrations. Apology to those whose work could not be cited due to space limitation. The Aqeilan's lab is funded by the European Research Council (ERC) [grant agreement no. 682118] and Proof-of-concept ERC grant [No. 957543].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Over the past decades, the medical research community has relied on in vitro two-dimensional (2D) cell lines and in vivo animal models to study cellular and molecular mechanisms of pathogenesis. Indeed, the use of these approaches has enormously contributed to a better understanding of the biology and pathophysiology of human diseases. Such studies have been successful in uncovering many aspects of development and differentiation and cellular behavior under various conditions, as well as molecular interactions and networking. The use of animal models further facilitated a higher and complex dimension of understanding and hence tremendous breakthroughs and discoveries have been made using these model systems allowing bench-to-bedside translation and leading to therapeutic interventions in many human diseases. Nevertheless, the vast majority of drugs that were developed in animal models have had limited success in clinical trials. In a large part, this can be attributed to the lack of models that can faithfully phenocopy the unique nature of human biology. Furthermore, animal models used in preclinical research are mostly based on inbred strains harboring genetic homogeneity and lacking the diversity of heterogenous genetics seen in humans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This has led to the emergence of alternatives that allow precise modeling and drug screening. One such system is the use of human three-dimensional (3D) cell culture approaches [1, 2] . These in vitro 3D cultures, often referred to as organoids, are generated from embryonic or adult stem cells as well as from induced-pluripotent stem cells (iPSCs) (Fig. 1A) . Using particular supplements and small molecules in culture media, organoid cultures were established to model specific organs containing multiple cell types and displaying physiological and cellular traits of the primary modeled organ [3, 4] . Organoids can be maintained and followed for extended time periods due to their self-renewal and differentiation capabilities. Recent years have seen great advancements in establishing multiple different organoid culture protocols that model the various organ systems in the human body (Fig. 1B) . This platform has facilitated unforeseen modeling and studies recapitulating the development of human tissues and diseases. A major advantage is the ability to model patient-specific disorders in a personalized manner and the use of organoids to screen for drugs and possible treatments. The ability of long-term culture of organoids has also enabled the use of highthroughput technologies to address key questions at various levels. Researchers have applied transcriptomics (bulk and single cell), proteomics, and metabolomics to organoid cultures driving novel discoveries and complementing studies in animal models and in 2D cultures. The use of organoids has been applied to the study of human brain disorders, response to infections including the novel severe acute respiratory syndrome coronavirus (SARS-CoV-2), malignancies, and more [3, 5, 6] . As such, the use of organoids holds great promise for recapitulating complex pathogenesis thereby expediting personalized medicine applications and drug screening.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 602,
                    "end": 604,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1746,
                    "end": 1749,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1750,
                    "end": 1752,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1753,
                    "end": 1755,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [
                {
                    "start": 350,
                    "end": 359,
                    "text": "(Fig. 1A)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 893,
                    "end": 902,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Nevertheless, organoid cultures also have limitations and should be used with great caution [7] . Major challenges include their robustness, heterogeneity, and reproducibility. The human tissue organs are usually composed of different cell types, often arising from different germ layers, that need to be considered when modeling a given tissue. For example, the lack of functional vasculature, nervous system, or immune system is a drawback and sets organoid cultures far from in vivo models. There are also many ethical issues related to use of organoids in research that should be considered and regulated.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Given the great interest and importance of this new and emerging field, this special issue of CDD comprises articles * Rami I. Aqeilan ramiaq@mail.huji.ac.il 1 The Concern Foundation Laboratories, The Lautenberg Center for Immunology and Cancer Research, Department of Immunology and Cancer Research-IMRIC, Hebrew University-Hadassah Medical School, Jerusalem, Israel from a group of pioneer scientists who have reviewed and discussed advances and challenges related to the use of organoids in modeling different tissues. The review article by Sidhaye and Knoblich discusses the foremost advances in organoids use to study human brain development and related neurological diseases [8, 9] . The emergence of several methods and protocols modeling the different parts of the brain and disease-associated phenotypes and mechanisms are extensively reviewed. Brain organoid protocols of patterned and unpatterned organization, region-specific, fusion organoids and co-culture with other cell types and tissues are compared in the context of the biological question and the disease of interest to be studied. The authors further reviewed the different neurological diseases that were studied using the different protocols of brain organoids and conclude with a description of the immense potential of brain organoid technologies to reveal disease mechanisms and as a platform for drug screening, therapy and diagnosis.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 681,
                    "end": 684,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 685,
                    "end": 687,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Jay Gopalakrishnan leads a discussion of the use of brain organoids to model and study glioma, an aggressive form of brain cancer. The organoids used to study cancer were either established from a patient tumor biopsy, retained cancer stem cells, or via genetic manipulation, for example using CRISPR/CAS9, of a healthy organoid by modeling a specific mutation [10] . These so called tumoroids or glioblastoma organoids closely mirror the nature of the human disease and is discussed by Mariappan and colleagues from various aspects, including the challenges involved and their significance in closing the gap between studies of 2D cultures and animal models of gliomas.",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 365,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another interesting field in organoid development is found in the success of modeling the inner ear and its disorders. Such disorders are common and attempts to intervene and restore sensory functions have been very limited due to lack of accurate models. The Kohler group present in this special issue a perspective on the current stand of inner With or without genetic engineering, and under specific conditions, these cells have the capability to self-assemble into 3D structures. Under certain differentiation conditions, these generate tissue-specific organoids. B Outline of the different systems modeled by organoids that are discussed in this current issue. These systems can be applied to study different genetic or pharmacological interventions in a setting more representative of the in-vivo physiology than 2D cultures. These organoids can be easily analyzed using advanced molecular tools such as sequencing, mass spectrometry, and imaging. PBMCs, peripheral-blood mononuclear cells. ESCs embryonic stem cells. ear models and the promising future directions to advance their use in translational research. Indeed, there have been several breakthroughs over the last few years regarding modeling the developmental stages of the inner ear using organoids and the development of protocols to mimic key signaling modes. Consistent with the continuous expansion of this field, the authors discuss the necessary next steps of development so that inner ear organoids truthfully recapitulate neurosensory functions and dysfunctions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Two review articles by Takanori Takebe and colleagues and the Maurice group provide an overview of recent progress of tissue-derived and PSC-derived epithelial (intestinal, gastric, liver, and pancreatic) organoids. As for many tissues, access to the digestive tract tissues and biopsies is limited and hence organoid-derived systems provide an excellent alternate system to model pathologies and study human-specific aspects of disease kinetics and physiology. In addition, this digestive tract platform allows screening and investigating new therapeutic approaches for many diseases related to disorders in the digestive tracts. Funata et al. give examples and describe attempts to study genetic diseases (such as cystic fibrosis, monogenic liver diseases and Hirschsprung's disease), infectious diseases (H. pylori and HBV), inflammatory diseases (steatohepatitis, Wolman disease and inflammatory bowel diseases (IBD)) and malignant diseases (colorectal cancer, hepatocellular carcinoma and pancreatic adenocarcinoma), all related to the digestive system. Spangers and colleagues elegantly discuss how two key signaling pathways, YAP and Wnt/β-catenin, regulate the dynamic intestinal repair response upon inflammation and injury and the promise of intestinal organoids to model intestinal regeneration. The challenges accompanying the use of digestive tract organoids including optimizing clinical relevance, modeling the complexity of organ interaction, improving reproducibility and quality as well as the standardization of culture to enable highthroughput screening are also discussed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another exciting review article by Margherita Turco and co-authors discusses recent developments in 3D organoid technology that model the different regions of the female reproductive tract (FRT) including organoids of the endometrium, fallopian tubes, ovaries, cervix and placental development. In-depth understanding of FRT was lacking due to the limited available tools and systems. Furthermore, the complex nature of FRT and its non-cell autonomous dependence on signals and hormones from other organs (pituitary, ovary or placenta in pregnancy) prompted the use of the 3D organoid system in studying these complicated and highly dynamic organs. Such organoid systems accurately model the morphology and functions of the human organs making them an excellent model to study physiology and related pathologies, including malignancies and fertility. There is definitely much more to uncover and to improve in FRT-related organoids to better improve women's wellbeing and reproductive health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "All in all, the organoid field is exponentially growing with promising potential to act as an excellent platform to understand human biology and treat diseases. Many developments and new protocols are emerging at a continuous pace that will certainly aid the scientific community in answering basic research questions and act as useful tools to model, understand and treat human diseases. As with any new model, bottlenecks and pitfalls accompany this development and hence validation in other model systems is always required to ensure reliable conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Organoids: modeling development and the stem cell niche in a dish",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kretzschmar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clevers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Dev Cell",
            "volume": "38",
            "issn": "",
            "pages": "590--600",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modeling development and disease with organoids",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clevers",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Cell",
            "volume": "165",
            "issn": "",
            "pages": "1586--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Human organoids: model systems for human biology and medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Koo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Knoblich",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Rev Mol Cell Biol",
            "volume": "21",
            "issn": "",
            "pages": "571--84",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Human organoids: tools for understanding biology and treating diseases",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schutgens",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clevers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annu Rev Pathol",
            "volume": "15",
            "issn": "",
            "pages": "211--245",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Identification of SARS-CoV-2 Inhibitors using Lung and Colonic Organoids",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Nilsson-Payant",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2901-9"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "SARS-CoV-2 Infects the brain choroid plexus and Engineering organoids: a promising platform to understand biology and treat diseases disrupts the blood-CSF barrier in human brain organoids",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pellegrini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Albecka",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Mallery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Kellner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Stem Cell",
            "volume": "27",
            "issn": "",
            "pages": "951--961",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Human organoids: a new dimension in cell biology",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Shugart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Benedetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Charo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gartner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Mol Biol Cell",
            "volume": "30",
            "issn": "",
            "pages": "1129--1166",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Cerebral organoids model human brain development and microcephaly",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Lancaster",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Renner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Bicknell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Hurles",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nature",
            "volume": "501",
            "issn": "",
            "pages": "373--382",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling Genetic Epileptic Encephalopathies using Brain Organoids",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Steinberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Saleem",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Repudi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Banne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahajnah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hanna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.biorxiv.org/content/10.1101/2020.08.23.263236v1"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Organoids in cancer research",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Drost",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Clevers",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Rev Cancer",
            "volume": "18",
            "issn": "",
            "pages": "407--425",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Organoid types and possible applications. A Schematic illustration of the main organoids generation approaches. Stem cells are either isolated from embryonic (ESCs) or adult (AdSCs) tissues or derived via reprogramming of somatic cells (induced pluripotent stem cells-iPSCs).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements I would like to thank Daniel Steinberg for help in preparing the illustrations. Apology to those whose work could not be cited due to space limitation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest The author declares that he has no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons. org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}