{
    "paper_id": "dc5962fa4d47179255651f7a2a3970095ff0afa4",
    "metadata": {
        "title": "Early Rehabilitation for Critically Ill Patients With COVID-19: More Benefits Than Risks",
        "authors": [
            {
                "first": "Pengming",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan People's Republic of China Key Laboratory of Rehabilitation Medicine in Sichuan Province Chengdu",
                    "location": {
                        "country": "Sichuan People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Quan",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan People's Republic of China Key Laboratory of Rehabilitation Medicine in Sichuan Province Chengdu",
                    "location": {
                        "country": "Sichuan People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Chengqi",
                "middle": [],
                "last": "He",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Sichuan People's Republic of China Key Laboratory of Rehabilitation Medicine in Sichuan Province Chengdu",
                    "location": {
                        "country": "Sichuan People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "A s of April 4, 2020, a novel coronavirus disease (COVID-19) has spread to 181 countries or regions. An epidemiological analysis of 72,314 confirmed cases in China shows that although the proportion of critically ill is low, the actual number is large. 1 One recent study reported that of the 52 COVID-19 patients who were critically ill, 61.5% died within 28 days and 71% required mechanical ventilation. 2 Apart from treating a large number of critically ill people, impairment of body function in survivors has also posed a big challenge to the clinicians, the patient's families, and the society.",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 406,
                    "end": 407,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In recent years, the concept of early rehabilitation has been widely accepted by clinicians in critical care around the world. It is recognized that early rehabilitation in the critically ill patients, including those requiring extracorporeal membrane oxygenation, is feasible, safe, effective, and beneficial. 3 Early rehabilitation plays an important role in the prevention of complications, promotes weaning from mechanical ventilation, maintains and improves system function, improves prognosis, quality of life, and facilitates the return to daily activities and work. 4 Therefore, early rehabilitation has become an indispensable part of multidisciplinary management of the critically ill patients.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 574,
                    "end": 575,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Coronavirus disease is spreading rapidly across the globe. Because COVID-19 is a new disease, scientists are racing to determine the nature of the virus and how it affects the human body. Two recent reports reveal the pathological characteristics of patients with COVID-19. 5, 6 The pathology suggests that a patient experiencing COVID-19 may benefit from early intervention by a multidisciplinary rehabilitation team. The first pathology report on the novel coronavirus disease (COVID-19), analyzing its impact on a patient's lungs, liver, and heart by studying the autopsy samples. 5 The samples were taken from lung, liver, and heart tissue of the body of a 50-yrold man, who was hospitalized on January 21 and died 14 days later, according to a case report published by the Lancet. The patient was admitted to a fever clinic with symptoms of fever, chills, cough, fatigue, and shortness of breath and received supplemental oxygen therapy as well as antiviral therapy with interferon α-2b and lopinavir plus ritonavir. Lung samples showed that the patient had experienced the acute respiratory distress syndrome, with the pathological features greatly resembling those in Severe Acute Respiratory Syndrome and Middle East Respiratory Syndrome coronavirus infection, the report said. The liver tissue showed moderate microvascular steatosis and mild lobular activity, but no evidence indicated that the injury in the liver was caused by the COVID-19 infection or by the drugs. There were no obvious histological changes in the heart tissue, showing that the disease might not directly impair the heart of patients infected with the COVID-19. The report agreed that lymphopenia, as a common feature in the COVID-19 patients, might be a critical factor associated with disease severity and mortality. The report describes COVID-19 being associated with bilateral diffuse alveolar damage with cellular fibromyxoid exudates. 5 These findings can provide new insights into the pathogenesis of the COVID-19, which may contribute to improve the early rehabilitation strategies for similar severe patients and reduce mortality. The other study compared the central nervous system, peripheral nervous system, and skeletal muscular system symptoms exhibited in patients with severe and moderate COVID-19 disease. 6 The finding suggests that COVID-19 patients commonly had neurological symptoms manifested as acute stroke (6%), consciousness impairment (15%), and skeletal muscle injury (19%). Elderly patients with chronic conditions are at an increased risk of altered mental status in the setting of acute infections. In addition, a staging system based on the severity and organ involvement is needed in COVID-19 to rank the patients for aggressive or conventional treatment modalities. It is important to mention here that although the cerebral damage may complicate a COVID-19 infection, it seems that it is the widespread dysregulation of homeostasis caused by pulmonary, renal, cardiac, and circulatory damage that proves fatal in COVID-19 patients. With the recent COVID-19 outbreak, there is an urgent need to understand the neurotropic potential of the COVID-19 virus to prioritize and individualize the treatment protocols based on the severity of the disease and predominant organ involvement.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 277,
                    "end": 278,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 584,
                    "end": 585,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1923,
                    "end": 1924,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2305,
                    "end": 2306,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The symptoms in the cases reported previously were often managed by early intervention of an experienced rehabilitation team. The main goal of early rehabilitation is minimizing the adverse effects of critically ill with COVID-19 on the respiratory system, restoring respiratory and physical independence, preventing the need for subsequent dependence on mechanical ventilation and subsequent hospitalizations and improving patient's quality of life. First of all, this is achieved by the reduction of patient's dependency on the ventilator, reduction of secretion retention, atelectasis and pneumonia, maintenance or recruitment of lung volume, improvement of regional or global ventilation and compliance, improvement of ventilation/ perfusion match, reduction of airway resistance and work of breathing, and optimization of oxygenation. Not of less importance are the preservation and improvement of respiratory and peripheral muscle strength. In clinic setting, auscultation cannot be used because of the Personal Protective Equipment, and patients may report only dry cough, but we still recommend early use of airway clearance techniques to help patients promote lung ventilation and mobilization peripheral sputum, so as to avoid the formation of sputum thrombus. At the same time, we should not only focus on the problems of the lungs but also consider whether patients will have neuromuscular injury and adopt early activities to prevent them the occurrence of generalized muscle weakness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Whether early rehabilitative interventions for COVID-19 patients should commence in the intensive care unit (ICU) is controversial, and many physicians, both medical as well as clinicians in rehabilitation, hold a conservative attitude. Medical clinicians are particularly cautious about risks associated with early intervention of rehabilitative techniques. The reason may come from the general lack of understanding of existing research on COVID-19 and a consequently over cautions approach to these critically ill patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The rehabilitation clinicians are concerned that there is no precedent for early rehabilitation treatment of COVID-19, a lack of experience in acute management of COVID-19 patients, and the absence of guidelines, recommendations, and expert consensus. Thus, it is unsure how to be \"involved.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Some are of the view that the current treatment plan should not allow physical therapists to provide treatment to COVID-19 patients in ICU, as this may increase the risk of cross infection, and that management of these patients should focus on life support, antiviral therapy, and hormone therapy. Some physicians are of the view that early rehabilitation will interfere with clinical treatment, increase patient oxygen consumption, and may not cause any benefit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The previously mentioned opinions have led to the current situation where most critically ill patients are not offered the opportunity of early rehabilitative intervention. As of April 4, there is no report on early rehabilitation of critically ill patients with COVID-19 in the world. It's encouraging that we retrieved on the website of Baidu and WeChat in China, also reviewed all of the Epidemic Bulletin from Chinese Association of Rehabilitation Medicine, and obtained 9 pieces of information about total 19 physiotherapists entering ICU to carry out early rehabilitation. We are of the view that early rehabilitation interventions delivered by a multidisciplinary team, after comprehensive assessment and treatment, is safe when conducted in the critical care environment. We hold this view because the rehabilitation team adopts an evidence-practice approach to the management of patients with acute respiratory distress syndrome, sepsis, acute respiratory failure, acute heart failure, acute renal failure, mechanical ventilation, and extracorporeal membrane oxygenation. Secondly our experience at West China Hospital, where early rehabilitation intervention was introduced for critically ill patients with COVID-19, has been very positive. Our hospital sent a multidisciplinary medical team including two physiotherapists to take over Chengdu Public Health Center ICU, which is a designated treatment center for all COVID-19 patients in Sichuan province. Our physiotherapists carried out early rehabilitation for more than dozen of critically ill patients with COVID-19 from February 16 until all of them have been discharge or transferred to general ward. Before performing the early rehabilitation intervention, we have done a comprehensive evaluation of the patient's systemic function, particularly in terms of cognitive status, respiratory function, cardiovascular function, and musculoskeletal function. Before initiating treatment, a consensus from the medical team must be obtained, and sufficient preparations should be made. The cause should be determined, and safety should be re-evaluated. Because of safety and human resource concerns, we covered three major areas: positioning management, early mobilization, and respiratory management. From our clinic evidence, we found the early rehabilitation interventions has a positive effect on patients' prognosis, as assessed by improvements in functional status such as exercise capacity, muscle strength, and walking ability at discharge, as well as reductions in the duration of mechanical ventilation, length of the ICU stay, and length of hospital stay. We will publish our observations soon.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "We believe that it is safe and effective to carry out early rehabilitation intervention for critical ill patients of COVID-19 with the cooperation of multidisciplinary teams. Early rehabilitation for critically ill patients with COVID-2019 will give more benefits than risks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcgoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and potential benefits of physical therapy in adult patients on extracorporeal membrane oxygenation support: a systematic review",
            "authors": [
                {
                    "first": "Ddc",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "Maz",
                    "middle": [],
                    "last": "Marcolino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Macagnan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev Bras Ter Intensiva",
            "volume": "31",
            "issn": "",
            "pages": "227--266",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Early rehabilitation in the intensive care unit: an integrative literature review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sosnowski",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Aust Crit Care",
            "volume": "28",
            "issn": "",
            "pages": "216--241",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "420--422",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Neurological manifestations of hospitalized patients with COVID-19 in Wuhan, China: a retrospective case series study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}