{
    "paper_id": "dc93ae9fdaaf0bd5c754c6ced3a005de43fae98f",
    "metadata": {
        "title": "Objective Structured Clinical Examination? How students perceive their learning after OSCE",
        "authors": [
            {
                "first": "Med",
                "middle": [],
                "last": "Pak",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Sci",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective: Assessment of skills is an important part of medical education. The objective was to find out how students perceive their learning after being assessed through OSCE. Methods: It was a mixed convergent parallel study. The study was carried out in the gynaecology department of a private medical college in Lahore. Five groups of final year students posted for rotation in gynae wards were included in this study. Each group comprised of 18 students. They were exposed to OSCE once daily. After completion of one month, students were given a feedback questionnaire (developed and validated by medical educationists) and a focus group discussion was carried out. Eight participants were selected from each group randomly and interviews were recorded. Interviews were transcribed verbatim. Results: Quantitative data calculated by SPSS 21 and results were calculated as frequencies. Qualitative analysis was based on word frequency count and thematic analysis was followed. Almost 65.2% of the student Shows agreement to the response that OSCE should be part of internal assessments. Whereas 15% shows disagreement and 9% remain neutral. The themes extracted after interviews were, better assessment tool, exam fear, knowledge, confidence and change learning style. thus, triangulating the data. The outcome measured was the result of the final professional of obstetrics and gynaecology year 2017-2018 batch. The success rate was 100% in gynae/obs and one student was able to get a distinction. Conclusion: Students perceived OSCE as a better assessment tool that increased their knowledge and confidence level. Thus, they were an opinion that OSCE should be part of examinations held in college.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Assessment drives learning as said by E miller. Assessment is developed according to objectives and tools of learning. During the past few years trend has been changed from the assessment of learning to assessment for learning. According to Miller's hierarchical triangle of assessments, shows, and shows how are assessed by different tools but objectively structured clinical examination is one of them. In Pakistan, traditional teaching is being followed for years, thus focusing on knowledge only, and unstructured long cases are still used to assess clinical skills, but these tools are not reliable to measure skills and attitude of students. In last few years, OSCE has been introduced by some institution in the curriculum as an assessment tool, but still, it is not being used regularly by many institutions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The OSCE is thought to be an effective tool to evaluate clinical competence and is considered more reliable, consistent and valid than traditional clinical assessment approaches. Due to its high validity and reliability, OSCE is considered to be a yardstick for clinical assessment. 1 Professor Harden wrote in his book that OSCE is a circuit of stations that involves clinical scenario and tasks that each student should perform in a circuit. 2 An OSCE was defined as a method to evaluate student's performance of specific skills in simulation. Harden and Gleeson (1979) first introduced the idea of the Objective Structured Clinical Examination (OSCE). It requires that examinee should move in a circuit through different stations' in which they were presented with a clinical scenario. They had to demonstrate specific clinical examination skills in a specific prefixed time. 1,2 A main feature of the OSCE was that each student performed the same series of tests. The OSCE was one of the first performancebased exams that were used to assess physician competence and are now considered the epitome of performance-based assessment in medicine. 3 As already discussed, OSCE is being used to assess behaviours under control condition, in other word Shows and Shows how level in the hierarchical triangle. So the areas that are most critical for performing skills of a doctor is being assessed through OSCE. These areas include communication skills, counselling skills, data interpretation, breaking bad news and skills demonstrated on patient or manikins. It is different from the traditional long case where usually one or two examiners assess limited skills. through OSCE, we were able to assess a different aspect of obs & gynae. 4 OSCE is having a few shortcomings as well. First of all, the faculty must be trained to construct OSCE. Faculty should be well versed with Bloom's taxonomy and Miller's triangle of assessments. Great preparation time is required before the examination. Keys should be made according to the preset rubrics. Another disadvantage of this approach may be an understanding that the student's knowledge and skills are channeled into compartments. Traditional long case redesigned in a structured manner can be used to evaluate this part of the assessment. Finally, patients must be selected carefully for the examination and the questions organized to cause the patient the minimum of disturbance. For this purpose, a group of simulated patients should be made. 5 These shortcomings require an audit or evaluation of OSCE. Students' perception can be a way to provide an opinion about implementing and improvement of this methodology. The objective of this study was to appreciate the perception of students about their learning after being assessed through OSCE, as they are the end-users and they are going to be benefited more.",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 445,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 546,
                    "end": 571,
                    "text": "Harden and Gleeson (1979)",
                    "ref_id": null
                },
                {
                    "start": 1147,
                    "end": 1148,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1734,
                    "end": 1735,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2492,
                    "end": 2493,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The study was carried out in the gynaecology department of a private medical college in the year December 2017 -September 2018 (whole academic year). It was a mixed convergent parallel study. Permission from the ethical review board of institution was taken. Informed consent was taken from students. Five groups of final year students posted for rotation in gynae wards were included in this study. Each group comprised of 18 students. These groups join the gynae department after rotating through other wards All examiners and faculty members of the department were trained and briefed about how to make OSCE stations and how to conduct OSCE. Students were given themes, topics and symptoms to prepare for OSCE. The schedules were informed to them at the start of ward rotation. They were exposed to OSCE once daily. Each OSCE circuit consisted of 15 stations, five out of these were interactive or observed stations (according to the TOS of UHS). On these five stations students were asked to perform certain tasks, to check interpretation, analysis and implementation skills (knows, knows how, shows and shows how).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "After each OSCE students went through post OSCE feedback sessions and in this session their shortcomings were discussed. After completion of one month, students were given a feedback questionnaire (developed and validated by medical educationists) and focus group discussions were carried out. Eight participants were selected from each group randomly and interviews were recorded. Interviews were transcribed verbatim. These interviews were conducted by a medical educationist with a sound background of research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "METHODS"
        },
        {
            "text": "Quantitative data were calculated as frequencies by SPSS 21 and for qualitative analysis, NVIVO was used to do thematic analysis and to create a word cloud. The themes derived after interviews were better assessment tool, exam fear, knowledge, confidence and change learning style.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "Objectively Structured Clinical Examination (OSCE) is a vital part of the assessment of clinical skills. It is a more structured and objective assessment of students' clinical competence. This assessment tool examines a wide range of students' knowledge, skills and competencies. This study employed a mixed methodology to determine the perception of students about their learning after OSCE. Both the result of quantitative and qualitative analysis endorsed each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Almost 65.2% of the student agreed to the response that OSCE should be part of internal assessment, whereas 15% disagreed and 9% remain neutral. These results were comparable to another study. 6 The findings are established during in-depth interviews of the participant, each group endorsed that OSCE should be part of internal assessment. Students agreed in a similar study by Hammad et al. 7 Sixty-six % of the students in the study has agreed that OSCE has been able to achieve the learning objective (Table-I) . This fact was triangulated in the focus group discussion here students affirmed that OSCE has improved their knowledge (Table-II) . The same agreement was found in another study. 8 OSCE is preferred over a traditional exam as OSCE gives a greater chance to score as compared to the traditional exam, this is believed by 46% of students in this study. The reason can be the nature of the OSCE exam as all students have fixed time and are exposed to similar stations. 9 OSCE is a better assessment tool to assess clinical skills. Participants in our study verify these results as shown in Table- a self-directed learner. There are different type of learning strategies, and studies have shown that learner adopts learning strategies according to the objectives of the assessment. The nature of OSCE promotes deep learning among students. 10 OSCE endorses critical thinking among students thus empowering them to improve their clinical competencies. 11 In our study, 20% of the coded items indicates that fear of examination has been reduced after OSCE. As shown in Table-II the reason for this is practice, familiarity with the procedure and feedback given after OSCE, all these promote deep learning. 12 Fifty-four percent of participants in our study confirmed that OSCE discourses their learning deficiencies (Table-I) , aids in focusing their learning objective and help in better performance. The nodes coded during the analysis of in-depth interview further affirmed these findings (Table-II) . Similar findings were noted in another study. 13 In this indexed study, 29% of the students believed that OSCE is quite stressed full but 27% disagree with this fact. These findings were similar to the finding described in the study carried out by Mamatha SD et al. 13 Seven percent of students believed that it is easy to perform and score better in OSCE than the traditional examinations. 14 The reason is fairness in the structure of OSCE. All students are exposed to similar stations, and similar marking scheme, so that it removes the chances of prejudice. 4, 9, 11 Though this data was collected before the COVID-19 pandemic, the importance of OSCE can't be ignored in this global pandemic. Teaching & Learning has to be continued under strict SOPs in current social distancing requirements. In Pakistan institutions and universities are now switching to online OSCE to gain the full benefits of this assessment tool to assess clinical skills. Orientation programmes for students and faculty should be conducted to make them familiarize with synchronous online OSCE. 15",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 392,
                    "end": 393,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 695,
                    "end": 696,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 982,
                    "end": 983,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1352,
                    "end": 1354,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1463,
                    "end": 1465,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1716,
                    "end": 1718,
                    "text": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2061,
                    "end": 2063,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2281,
                    "end": 2283,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2406,
                    "end": 2408,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2577,
                    "end": 2579,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2580,
                    "end": 2582,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2583,
                    "end": 2585,
                    "text": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [
                {
                    "start": 504,
                    "end": 513,
                    "text": "(Table-I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 635,
                    "end": 645,
                    "text": "(Table-II)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1103,
                    "end": 1109,
                    "text": "Table-",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1579,
                    "end": 1607,
                    "text": "Table-II the reason for this",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1826,
                    "end": 1835,
                    "text": "(Table-I)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 2002,
                    "end": 2012,
                    "text": "(Table-II)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "The limitation of this study was the limited number of students. A large cohort of the students should be used to generalized the results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations:"
        },
        {
            "text": "The study was able to determine the perception of the students. overall, the insight understanding of students regarding OSCE was very positive, they took it as a fair instrument of assessment with less chance of injustice, also they wanted to make it an integral part of internal assessment of college. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The better assessment tool, Better ability to understand the answers in clinical scenarios Exam fear, Familiarization of the procedure, feedback, repetition and practice are the reason that we will perform good/ well in final professional Knowledge, We have core knowledge we can interpret things well and perceive things and execute very well Confidence When you know things it automatically improves your confidence because now we know a lot about gynae so that improves the confidence Change learning style It completely changed your entire thinking and the way of learning Self-learning Lamia Yusuf ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Themes Verbatim"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Assessment methods in undergraduate medical education",
            "authors": [
                {
                    "first": "Al-Wardy",
                    "middle": [],
                    "last": "Nm",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sultan Qaboos Univ Med J",
            "volume": "10",
            "issn": "2",
            "pages": "203--209",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Definitive Guide to the OSCE: The Objective Structured Clinical Examination as a Performance Assessment",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Harden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lilley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Patricio",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "384",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Assessment of Clinical Competence using Objective Structured Examination",
            "authors": [
                {
                    "first": "Rmg",
                    "middle": [],
                    "last": "Harden",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Downie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Br Med J",
            "volume": "1",
            "issn": "5955",
            "pages": "447--451",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.1.5955.447"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Attitudes of Academic Staff and Students towards the Objective Structured Clinical Examination (OSCE) in Obstetrics and Gynaecology",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Omu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Al-Azemi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "E"
                    ],
                    "last": "Omu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Al-Harmi",
                    "suffix": ""
                },
                {
                    "first": "Mfe",
                    "middle": [],
                    "last": "Diejomaoh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Creat Educ",
            "volume": "07",
            "issn": "06",
            "pages": "886--897",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Review on Objective Structured Practical Examination (OSCE)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Dinajpur Med Col J",
            "volume": "10",
            "issn": "1",
            "pages": "159--161",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "An evaluative study of objective structured clinical examination (OSCE): Students and examiners perspectives",
            "authors": [
                {
                    "first": "Azim",
                    "middle": [],
                    "last": "Majumder",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Krishnamurthy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ojeh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Sa",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Adv Med Educ Pract",
            "volume": "10",
            "issn": "",
            "pages": "387--397",
            "other_ids": {
                "DOI": [
                    "10.2147/AMEP.S197275"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Students' opinions and attitudes after performing a dental OSCE for the first time: A Jordanian experience",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hammad",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oweis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Taha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hattar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Madarati",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kadim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Dent Educ",
            "volume": "77",
            "issn": "1",
            "pages": "99--104",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Student Feedback on OSCE: An Experience of a New Medical School in Saudi Arabia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Al-Mously",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Nabil",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salem",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Med Sci Educ",
            "volume": "22",
            "issn": "1",
            "pages": "10--16",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Objective Structured Practical Examination: our experience in Pharmacology at Goa Medical College",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Chandelkar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Rataboli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Samuel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kamat",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "V"
                    ],
                    "last": "Bandodkar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Sci Reports",
            "volume": "1",
            "issn": "2",
            "pages": "113--117",
            "other_ids": {
                "DOI": [
                    "10.18203/issn.2454-2156.IntJSciRep20150217"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Learning theories 101: Application to everyday teaching and scholarship",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kibble",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv Physiol Educ",
            "volume": "40",
            "issn": "1",
            "pages": "17--25",
            "other_ids": {
                "DOI": [
                    "10.1152/advan.00132.2015"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dental students' concerns regarding OSCE and OSCE: A qualitative feedback for process improvement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shahzad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Saeed",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paiker",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BDJ Open",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/bdjopen.2017.9"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The use of deep and surface learning strategies among students learning English as a foreign language in an Internet environment",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aharony",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Br J Educ Psychol",
            "volume": "76",
            "issn": "",
            "pages": "851--866",
            "other_ids": {
                "DOI": [
                    "10.1348/000709905X79158"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "First-year MBBS student's perception of objective structured clinical examination and objective structured practical examination",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Mamatha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rajalakshmi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ramya",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Indian J Physiol Pharmacol",
            "volume": "61",
            "issn": "4",
            "pages": "440--444",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Comparison of performance on written and OSCE assessment during end semester pediatric examination",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Memon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Shaikh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pak J Med Sci",
            "volume": "36",
            "issn": "4",
            "pages": "711--716",
            "other_ids": {
                "DOI": [
                    "10.12669/pjms.36.4.2026"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Fully online OSCEs: A large cohort case study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smallwood",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Judd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med Ed Publish",
            "volume": "9",
            "issn": "1",
            "pages": "1--12",
            "other_ids": {
                "DOI": [
                    "10.15694/mep.2020.000214.1"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Objective Structured Clinical Examination",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Word Cloud.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "I & II. The famous notion assessment drives learning is fully revealed in our study. Students reflected that OSCE has changed their learning style. They started thinking critically and they have become",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ": Perception of Students about Learning after OSCE.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "II: Thematic Analysis.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}