{
    "paper_id": "dc9c1e9f403e1feb3f56b15eb95858e56fbc82b9",
    "metadata": {
        "title": "Marine biomimetics: bromotyrosines loaded chitinous skeleton as source of antibacterial agents",
        "authors": [
            {
                "first": "Liubov",
                "middle": [],
                "last": "Muzychka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alona",
                "middle": [],
                "last": "Voronkina",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Valentine"
                ],
                "last": "Kovalchuk",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Oleg",
                "middle": [
                    "B"
                ],
                "last": "Smolii",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Marcin Wysokowski",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Iaroslav",
                "middle": [],
                "last": "Petrenko",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [],
                "last": "Diaa",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "T",
                "middle": [
                    "A"
                ],
                "last": "Youssef",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Irina",
                "middle": [],
                "last": "Ehrlich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hermann",
                "middle": [],
                "last": "Ehrlich",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The marine sponges of the order Verongiida (Demospongiae: Porifera) have survived on our planet for more than 500 million years due to the presence of a unique strategy of chemical protection by biosynthesis of more than 300 derivatives of biologically active bromotyrosines as secondary metabolites. These compounds are synthesized within spherulocytes, highly specialized cells located within chitinous skeletal fibers of these sponges from where they can be extruded in the sea water and form protective space against pathogenic viruses, bacteria and other predators. This chitin is an example of unique biomaterial as source of substances with antibiotic properties. Traditionally, the attention of researchers was exclusively drawn to lipophilic bromotyrosines, the extraction methods of which were based on the use of organic solvents only. Alternatively, we have used in this work a biomimetic water-based approach, because in natural conditions, sponges actively extrude bromotyrosines that are miscible with the watery environment. This allowed us to isolate 3,5-dibromoquinolacetic acid from an aqueous extract of the dried demosponge Aplysina aerophoba and compare its antimicrobial activity with the same compound obtained by the chemical synthesis. Both synthetic and natural compounds have shown antimicrobial properties against clinical strains of Staphylococcus aureus, Enterococcus faecalis and Propionibacterium acnes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In the last decade, marine demosponges belonging to the Verongiida order (Demospongiae: Porifera) [1] have come worldwide to the focus of researchers for a number of reasons. It has been reliably established [2] that the first Supplementary Information The online version contains supplementary material available at https ://doi.org/10.1007/s0033 9-020-04167 -0.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[2]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "representatives of this order lived in the waters of the world ocean in the province of Alberta on the territory of presentday Canada 505 million years ago. Modern representatives of the order retained the presence of the basic morphological principles of the structural organization of their skeleton, including their unique chitinous nature [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] . Due to the biomineralization of their branched chitinous skeletons, which can grow up to 1.5 m long [16, 17] these sessile sponges were able to effectively use their stiff and porous constructs for extracting feed by filtering water. However, as a result of water filtration, a huge number of pathogenic viruses, bacteria and fungi enter the inner space of sponge body and must be neutralized. Now, it is well recognized that verongiid sponges developed sophisticated and highly dynamic chemical defense system [18] due to biosynthesis over than 300 diverse brominated compounds (mostly bromotyrosines), which exhibit a rich variety of chemical structures [19] [20] [21] [22] [23] [24] [25] [26] [27] [28] and have been classified into six main categories, including simple bromotyrosine derivatives, oximes, bastadins, spirocyclohexadienylisoxazolines, spirooxepinisoxazolines and other structural classes (see for overview [20] ). Functionally, they are recognized as multitarget drugs [29, 30] , with prominent antiviral, antibacterial, antifungal, cytotoxic as well as antifouling activities (see for overview [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] ). Some of poriferan bromotyrosines showed antimetastatic activity [43, 44] as well as have been reported as effective inhibitors of acetylcholinesterase (AChE), that is a clinical marker of Alzheimer's disease [45] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 358,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 359,
                    "end": 362,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 363,
                    "end": 366,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 370,
                    "text": "[9]",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 375,
                    "text": "[10]",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 380,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 395,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 400,
                    "text": "[15]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[16,",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "text": "17]",
                    "ref_id": null
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 1059,
                    "end": 1063,
                    "text": "[19]",
                    "ref_id": null
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 1074,
                    "end": 1078,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 1079,
                    "end": 1083,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1328,
                    "end": 1332,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1391,
                    "end": 1395,
                    "text": "[29,",
                    "ref_id": null
                },
                {
                    "start": 1396,
                    "end": 1399,
                    "text": "30]",
                    "ref_id": null
                },
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1522,
                    "end": 1526,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1527,
                    "end": 1531,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1532,
                    "end": 1536,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1537,
                    "end": 1541,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1542,
                    "end": 1546,
                    "text": "[36]",
                    "ref_id": null
                },
                {
                    "start": 1547,
                    "end": 1551,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 1552,
                    "end": 1556,
                    "text": "[38]",
                    "ref_id": null
                },
                {
                    "start": 1557,
                    "end": 1561,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1562,
                    "end": 1566,
                    "text": "[40]",
                    "ref_id": null
                },
                {
                    "start": 1567,
                    "end": 1571,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1576,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 1644,
                    "end": 1648,
                    "text": "[43,",
                    "ref_id": null
                },
                {
                    "start": 1649,
                    "end": 1652,
                    "text": "44]",
                    "ref_id": null
                },
                {
                    "start": 1788,
                    "end": 1792,
                    "text": "[45]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The indisputable advantages of the Verongiida sponges in comparison with other demosponges include their unique ability to regenerate tissues [46, 47] , which determines the progress in their cultivation using marine farming methods [48] [49] [50] [51] . These marine sponges are now considered as renewable sources of both biological materials (i.e. chitin) and biologically active bromotyrosines, which suggests the possibility of organizing large-scale waste-free production in their natural habitats (Mediterranean, Caribbean, Indonesia, Australia, Guam and Florida). Perspectives of verongiids bioeconomy with respect to bromotyrosines and chitin have been recently analyzed in detail [39] .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[46,",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 150,
                    "text": "47]",
                    "ref_id": null
                },
                {
                    "start": 233,
                    "end": 237,
                    "text": "[48]",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 242,
                    "text": "[49]",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 247,
                    "text": "[50]",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 252,
                    "text": "[51]",
                    "ref_id": null
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "After early reports of isolation and characterization of such bromotyrosines as 3,5-dibromoverongiaquinol and the dimethyl ketal from two verongiid sponges Verongia fistularis and V. cauliformis in 1967 [52, 53] and 1970 [54] , numerous experimental and review reports concerning extraction, identification, biosynthesis, synthesis and modifications as well as practical applications of bromotyrosines of verongiids' origin have been published (see for overview [20, [55] [56] [57] [58] [59] [60] [61] [62] [63] [64] ). If the multitarget functionality of the biological action of bromotyrosines and their high pharmacological potential are no longer in doubt, the strategies for their extraction from biological raw materials or the development of key ways of efficient and inexpensive synthesis of corresponding analogous substances remain a controversial point. In connection with the latest developments in methods for cultivating verongiid sponges and extracting bromotyrosines with almost 90% yield, this direction is promising, although it may be limited by the specifics of environmental legislation in different countries [39] . An alternative way through the development of appropriate reactions for the synthesis of analogs takes place and is widely presented in the literature (see as examples [65] [66] [67] ). However, in this case, synthesis can be an expensive and multistep procedure. Organic solvents (i.e. methanol, chloroform, less often ethanol) are mainly used in most of the reported works for extraction of bromotyrosines from verongiid sponges, because of their hydrophobic nature. However, biologists are well aware that there are bromotyrosines that easily and very quickly diffuse into and miscible with seawater after mechanical damage of the sponge tissue due to predatory mollusk or fish [68] [69] [70] . Moreover, it is well known that bromotyrosines in representatives of Aplysinidae family within Verongiida order are synthesized within spherulocytes [68, 71] , highly specialized cells found within skeletal highly brominated [72, 73] chitinous fibers [37] (Fig. 1 ). These cells seem to be very sensitive to changes in their environment. They are capable of rapid self-destruction and the release of selected bromotyrosines (i.e. aerothionin and homoaerothionin) into sponge mesophyll as well as surrounding seawater [69, 70] .",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 207,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "53]",
                    "ref_id": null
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[55]",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 476,
                    "text": "[56]",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 481,
                    "text": "[57]",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[58]",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 491,
                    "text": "[59]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 492,
                    "end": 496,
                    "text": "[60]",
                    "ref_id": null
                },
                {
                    "start": 497,
                    "end": 501,
                    "text": "[61]",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 506,
                    "text": "[62]",
                    "ref_id": null
                },
                {
                    "start": 507,
                    "end": 511,
                    "text": "[63]",
                    "ref_id": null
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[64]",
                    "ref_id": null
                },
                {
                    "start": 1131,
                    "end": 1135,
                    "text": "[39]",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1310,
                    "text": "[65]",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1315,
                    "text": "[66]",
                    "ref_id": null
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[67]",
                    "ref_id": null
                },
                {
                    "start": 1819,
                    "end": 1823,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 1824,
                    "end": 1828,
                    "text": "[69]",
                    "ref_id": null
                },
                {
                    "start": 1829,
                    "end": 1833,
                    "text": "[70]",
                    "ref_id": null
                },
                {
                    "start": 1985,
                    "end": 1989,
                    "text": "[68,",
                    "ref_id": null
                },
                {
                    "start": 1990,
                    "end": 1993,
                    "text": "71]",
                    "ref_id": null
                },
                {
                    "start": 2061,
                    "end": 2065,
                    "text": "[72,",
                    "ref_id": null
                },
                {
                    "start": 2066,
                    "end": 2069,
                    "text": "73]",
                    "ref_id": null
                },
                {
                    "start": 2087,
                    "end": 2091,
                    "text": "[37]",
                    "ref_id": null
                },
                {
                    "start": 2353,
                    "end": 2357,
                    "text": "[69,",
                    "ref_id": null
                },
                {
                    "start": 2358,
                    "end": 2361,
                    "text": "70]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 2092,
                    "end": 2099,
                    "text": "(Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "We believe that spherulocytes remain to be responsible for the explosive release of bromotyrosines and, correspondingly for antimicrobial properties of aqueous extracts isolated from the verongiid sponge Aplysina aerophobaas have been reported in 1997 for the first time [74] . We anticipate that insertion of spherulocytes-rich skeletons of this sponge will lead to exudation of large amounts of bromotyrosines determined by osmotic shock. Due to the promising nature of this group of sponges in terms of their cultivation under marine farming conditionsand the prospects for practical application [39] , we considered it expedient to determine the presence of water-soluble bromotyrosines in them. Such bromotyrosines acted as an inspiration for the in vitro syntheses of corresponding analogs. Consequently, an additional goal of this study was an attempt to synthesize an analogue of water-soluble bromotyrosines in laboratory conditions and to conduct comparative antimicrobial tests on selected pathogenic and clinical bacterial strains.",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "text": "[74]",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 603,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, a water extraction approach of the sponge A. aerophoba was achieved. Fractionation of the aqueous extract and purification of the antimicrobial fractions of the extracts gave three bromotyrosin derivatives, including 3,5-dibromoquinolacetic acid (2) along with the previously reportedaeroplysinin-2 (1) and aeroplysinin-1 (3). In addition, compound 2 was prepared synthetically and the antimicrobial activities of the compounds was evaluated. Interestingly, the natural and synthetic 3,5-dibromoquinolacetic acid (2) displayed significant activity especially against pathogene Propionibacterium acnes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The demosponge Aplysina aerophoba (Nardo) was collected in the Adriatic Sea (Kotor Bay, Montenegro, 42° 26′ 10.2″ N 18° 45′ 51.7″ E) from the marine aquaculture facility from the depths of 3-5 m by SCUBA diving in 2019. Sponge samples were collected in ziplock bags underwater, brought to the laboratory on ice and washed with water to remove salts. Selected specimens were air-dried in shade for 7 days prior to further treatment. 1 H and 13 C NMR spectra were acquired on Varian Unity Plus 400 (Varian Inc, CA, USA) and Bruker Avance DRX 500 (Bruker, Switzerland) spectrometers using DMSO-d 6 as a solvent and tetramethylsilane as an internal standard. Mass spectra were recorded on an LC-MS instrument with chemical ionization (CI). LC-MS data were recorded on an Agilent 1100 HPLC equipped with a diode-matrix and mass-selective detector Agilent LC/MSD SL. Column: Zorbax SB-C18, 4.6 mm × 15 mm. Eluent: A, acetonitrile-H 2 O with 0.1% of trifluoroacetic acid (TFA; 95:5); B, H 2 O with 0.1% of TFA. Flow rate: 1.8 mL/min. Thin layer chromatography (TLC) was detected on Polygram SIL G/UV254 plate (Machery-Nagel, Germany) using CHCl 3 -MeOH (19:1) as eluent. Column chromatography was performed using silica gel 60 (230-400 mesh, Merck, Germany) as the stationary phase. Melting points were determined using a Boetius melting point apparatus (Boetius Franz Kustner, Germany).",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 433,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Sample collection"
        },
        {
            "text": "The dried A. aerophoba sponge (220.0 g) was treated with deionized H 2 O (1 L) for 8 days at room temperature. The combined intensive reddish colored aqueous extracts (pH 5.3) were concentrated under vacuum, dissolved in MeOH and the MeOH soluble fraction (17 g) was partitioned on a silica gel column (80 × 5 cm) eluted with CHCl 3 -MeOH gradients (from 100:0 to 0:100) to afford 57 fractions. Fractions 31-38 were combined and the residue (110 mg) was dissolved in CH 2 Cl 2 -hexane (2:1), where aeroplysinin-2 (1) (13 mg) was obtained by crystallization as white crystals. The remaining filtrate was left for another 3-5 days, where 3,5-dibromoquinolacetic acid (2) (26 mg) was obtained with CH 2 Cl 2 as a white solid. Similarly, fractions 44-46 were combined, and the residue (34 mg) was dissolved in CHCl 3 , where aeroplysinin-1 (3) (18 mg) was obtained by crystallization. The structures of compounds 1-3 are shown in Fig. 2. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 926,
                    "end": 933,
                    "text": "Fig. 2.",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Isolation and purification of compounds 1-3"
        },
        {
            "text": "White crystals. Mp = 109-111 °C. 1 ",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 34,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Aeroplysinin-2 (1) [75, 76]"
        },
        {
            "text": "The synthesis of 3,5-dibromoquinolacetic acid (2) started bromination of a commercial sample of (4-hydroxyphenyl) acetic acid (4) under the previously reported conditions [54] to afford (3,5-dibromo-4-hydroxyphenyl)acetic acid (5), which was converted to the dienone-derivative (2) by further oxidation using a mixture of nitric and acetic acids (1:20). 3,5-Dibromoquinolacetic acid (2) was not obtained in a high yield as a result of a parallel replacement reaction occurred, in addition to the oxidation, in which one bromine atom in 5 was replaced by a nitro group into give (3-bromo-4-hydroxy-5-nitrophenyl)acetic acid (6) . Despite that, the synthesized 3,5-dibromoquinolacetic acid (2) was obtained as an individual white solid without the need of column chromatography in contrast to the previously described methods [54, 77] (Scheme 1). ",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 626,
                    "text": "(6)",
                    "ref_id": null
                },
                {
                    "start": 824,
                    "end": 828,
                    "text": "[54,",
                    "ref_id": null
                },
                {
                    "start": 829,
                    "end": 832,
                    "text": "77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of 3,5-dibromoquinolacetic acid (2)"
        },
        {
            "text": "Compound 5 was synthesized by bromination of (4-hydroxyphenyl)acetic acid (4) according to the method described in [54] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synthesis of (3,5-dibromo-4-hydroxyphenyl) acetic acid (5)"
        },
        {
            "text": "Colorless ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spectral data of (3,5-dibromo-4-hydroxyphenyl) acetic acid (5)"
        },
        {
            "text": "(3,5-Dibromo-4-hydroxyphenyl)acetic acid (5) (500 mg)was added to a solution of a mixture 70% nitric acid (0.25 mL) and acetic acid (5 mL) at 10 °C, and the reaction mixture was stirred at 10 °C for 3 h. Water (100 mL) was added to the reaction mixture after leaving overnight at 10 °C, following by filtration of the resulting precipitate (compound 6, 160 mg). The remaining filtrate was extracted with EtOAc (3 × 20 mL) and the combined organic layers were dried over Na 2 SO 4 . The solvent was removed under reduced pressure. The oily residue was dissolved in CH 2 Cl 2 (10 mL) resulting in a white precipitate. After filtration of the supernatant, compound was obtained as a solid, which was crystallized from EtOAc/CH 2 Cl 2 (3:1) to give an analytical sample of 2 (90 mg).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthesis of 3,5-dibromoquinolacetic acid (2) and (3-bromo-4-hydroxy-5-nitrophenyl)acetic acid (6)"
        },
        {
            "text": "White solid. Mp = 193-194 °C (decomp. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spectral data of the synthetic 3,5-dibromoquinolacetic acid (2)"
        },
        {
            "text": "Yellow needle-shaped crystals. Mp = 198-199 °C. 1 ",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 49,
                    "text": "1",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Spectral data of (3-bromo-4-hydroxy-5-nitrophenyl)acetic acid (6)"
        },
        {
            "text": "For qualitative antimicrobial evaluations of the compounds, S. aureus, P. acnes and K. pneumoniae were used. The antimicrobial evaluation was carried out using a well-diffusion susceptibility test [78] [79] [80] using meat peptone agar (MPA). The inocula of the strains were spread into sterile agar plate surfaces. Then, 5-mm diameter holes were made aseptically.",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 206,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 207,
                    "end": 211,
                    "text": "[80]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Qualitative antimicrobial evaluation of the compounds"
        },
        {
            "text": "In each hole, 20 µL (0.2 mg of substance) of the stock solution of the compounds were added. All agar plates were incubated for 24 h at 37 °C.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Qualitative antimicrobial evaluation of the compounds"
        },
        {
            "text": "For the quantitative antimicrobial determination of 3,5-dibromoquinolacetic acid (2), S. aureus, P. acnes and E. faecalis were used. The MIC and MBC were evaluated using a broth dilution method [81] . To 0.5 mL of liquid nutritive environment, 0.5 mL of a water-DMSO (9:1) mixture containing 5 mg of compound 2 was added, followed by double serial dilutions. 0.1 mL of inoculum with 10 6 colonyforming units (CFU) of bacteria was added with calibrated bacteriological loop to all solutions, than they were incubated for 24 h at 37 °C.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 198,
                    "text": "[81]",
                    "ref_id": "BIBREF82"
                }
            ],
            "ref_spans": [],
            "section": "Evaluation of the MIC and MBC of 3,5-dibromoquinolacetic acid (2)"
        },
        {
            "text": "In all experiments, sterility control of nutritive environment, control of microorganism growth without compound, as well as control of diluents for antimicrobial activity and a positive control of cultures with a commercially available antibiotics (i.e. with erythromycin for qualitative antimicrobial evaluations of the compounds using welldiffusion method for S. aureus, P. acnes and K. pneumonia; with erythromycin and benzoyl peroxide for S. aureus and P. acnes MIC and MBC evaluation (broth dilution method) and with vancomycin for E. faecalis (due to resistance of the strain to Erythromycin and Benzoyl peroxide) were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evaluation of the MIC and MBC of 3,5-dibromoquinolacetic acid (2)"
        },
        {
            "text": "The resulted aqueous extract of the cultivated A. aerophoba sponge was evaporated under reduced pressure, and the residue was dissolved in MeOH. The MeOH-soluble residue was concentrated and partitioned on a silica gel column using a CHCl 3 -MeOH gradients (from 100-0 to 0-100%) to purify aeroplysinin-2 (1), 3,5-dibromoquinolacetic acid [(3,5-dibromo-1-hydroxy-4-oxocyclohexa-2,5-dien-1-yl)acetic acid] (2) and aeroplysinin-1 (3) (Fig. 2) . In this report, the isolated compounds (1-3) were identified by comparing their spectroscopic data ( 1 H, 13 C NMR and MS data) with the previously reported data in the literature. 3,5-Dibromoquinolacetic acid (2) is reported here for the first time from a natural source. It was previously synthesized by Sharma and co-workers [54] . The compounds were also identified by comparing its spectral data with the reported values [54] . Furthermore, compound 2 was synthesized and its NMR and MS spectroscopic data were found to be identical with the natural compound. The purity of all isolated and synthesized compounds was proved using spectroscopic data ( 1 H, 13 C NMR and MS data). All substances are individual (100% purity), which is confirmed by the presented spectra (for details see Supplementary Data). In addition, to achieve 100% purity, some compounds were further purified by crystallization.",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 551,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 869,
                    "end": 873,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 432,
                    "end": 440,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Purification of compounds 1-3 from the aqueous extract of A. aerophoba"
        },
        {
            "text": "3,5-Dibromoquinolacetic acid was obtained from the aqueous extract of an air-dried sample of the sponge A. aerophoba (2A) and that obtained by direct synthesis (2B), as well as aeroplysinin-2 (1) and (3,5-dibromo-4-hydroxyphenyl)acetic acid (5) (see Table 1 and Fig. 3) , which seem to be the precursors for the 3,5-dibromoquinolacetic acid. Compounds 1, 2A, 2B, 5 were evaluated for their antimicrobial activities against Staphylococcus aureus, P. acnes and Klebsiella pneumoniae (Table 1 ). In addition, the remaining supernatant (Fraction C), obtained after isolation of compound 2, was subjected for antimicrobial screen against the same pathogens (Table 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 250,
                    "end": 257,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 262,
                    "end": 269,
                    "text": "Fig. 3)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 481,
                    "end": 489,
                    "text": "(Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 652,
                    "end": 660,
                    "text": "(Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Purification of compounds 1-3 from the aqueous extract of A. aerophoba"
        },
        {
            "text": "The compounds were determined by interpretation of their 1 H and 13 C and MS spectroscopic data. All data are in good agreement with the previously reported values in the literature. Therefore compounds 1-3 were assigned as aeroplysinin-2 (1) [75, 76] , 3,5-dibromoquinolacetic acid(2) [54] , and aeroplysinin-1 (3) [39, 75] , respectively (See Supporting data for more details). It is worth to mention that this is the first report about isolation of compound 2 from a natural source. It was previously reported as a synthetic compound [54] .",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[75,",
                    "ref_id": null
                },
                {
                    "start": 248,
                    "end": 251,
                    "text": "76]",
                    "ref_id": null
                },
                {
                    "start": 286,
                    "end": 290,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "75]",
                    "ref_id": null
                },
                {
                    "start": 537,
                    "end": 541,
                    "text": "[54]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Structural determination of compounds 1-3"
        },
        {
            "text": "The results of the quantitative antimicrobial evaluation of the synthetic and natural 3,5-dibromoquinolacetic acid against P. acnes were reported here for the first time. The MIC and MBC values against the clinical strain of P.acnes under thestudy were determined at 7.8 and 31.2 µg/mL, respectively (Table 2) . For the synthetic (2A) and natural (2B) 3,5-dibromoquinolacetic acid, the minimum inhibitory concentrations (MIC) and minimum bactericidal concentrations (MBC) against S. aureus, P. acnes and Enterococcus faecalis were evaluated separately ( Table 2 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 309,
                    "text": "(Table 2)",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 554,
                    "end": 561,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Results of the antimicrobial activities of the compounds"
        },
        {
            "text": "In contrast to previously reported organic reagents based methods (i.e. EtOH, MeOH and CH 2 Cl 2 ) for extraction of bromotyrosines from A. aerophoba [39, [76] [77] [78] [79] , we used a new biomimetic approach here including water extraction at room temperature for the first time to avoid destruction/ change of thermolabile ingredients including artifacts. The compounds 1-3 have been previously reported to be present in A. aerophoba and other representatives of the order Verongiida [39, [75] [76] [77] [82] [83] [84] [85] [86] [87] [88] , but this is the first report where these compounds were obtained from a room temperature aqueous extract of the sponge. 3,5-Dibromoquinolacetic acid (2) (Fig. 2) was first obtained by [54] as a component of the mixture resulted by acidic hydrolysis of the new brominated derivative obtained from the MeOH extract of the marine sponge Verongia fistularis. These authors also described first the direct synthesis of the 3,5-dibromoquinolacetic acid [54] , which included stages of bromination and oxidation as well as the final phase of chromatographic purification. The structure of the 3, 5-dibromoquinolacetic acid was confirmed by spectral data. Later, Minale et al. [76] obtained another secondary metabolite named aeroplysinin-2 (1) (Fig. 2) from the sponge A. aerophoba and defined its stereochemical structure. When aeroplysinin-2 was left, it was converted into 3,5-dibromoquinolacetic acid via a probable photochemical reaction [76] . Despite the species was later revised by researchers to A. cavernicola [20, 89] , aeroplysinin-2 was confirmed to be present in A. aerophoba [82, 84] .",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 155,
                    "end": 159,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 164,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 169,
                    "text": "[78]",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 174,
                    "text": "[79]",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 492,
                    "text": "[39,",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 497,
                    "text": "[75]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 507,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[82]",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 517,
                    "text": "[83]",
                    "ref_id": null
                },
                {
                    "start": 518,
                    "end": 522,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 527,
                    "text": "[85]",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[86]",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 537,
                    "text": "[87]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 542,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 992,
                    "end": 996,
                    "text": "[54]",
                    "ref_id": null
                },
                {
                    "start": 1214,
                    "end": 1218,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[76]",
                    "ref_id": null
                },
                {
                    "start": 1559,
                    "end": 1563,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 1564,
                    "end": 1567,
                    "text": "89]",
                    "ref_id": null
                },
                {
                    "start": 1629,
                    "end": 1633,
                    "text": "[82,",
                    "ref_id": null
                },
                {
                    "start": 1634,
                    "end": 1637,
                    "text": "84]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 698,
                    "end": 706,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1282,
                    "end": 1290,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "With regards to the reports about the role of the light as a stimulating factor on the growth of colonies of selected marine verongid sponges [90] and the effect of the depth on the colonies on the variation bromotyrosins' compositions [68] , the probability of effect of photochemical reactions in the bioconversion of bromotyrosines [91] is poorly investigated. In natural environment, bioconversion of complex brominated isoxazoline derivatives into simple molecules occurs in 40 s [92] that represent a \"vivid example for dynamic bioconversions of natural products that generate highly efficient chemical weapons precisely when and where needed\" [34] .The rates of aerothionin exudate into artificial seawater were measured as 7.7 × 10 −4 μg min −1 g −1 dry weight of the verongiid sponge A. fistularis for Table 1 against S. aureus (a-c); P. acnes (d) and K. pneumoniae (e) (scale bar 1 cm) native, undamaged and in well-lit shallow water habituating organism [68] . However, after a simulated injury, the sponge responds by exuding 10-100 times of the regular amounts under regular conditions. To the best of our knowledge, extraction of bromotyrosines from verongiid sponges using artificial seawater under laboratory conditions is still unknown. Therefore, we suggest that corresponding experiments with deionized as well as seawater extracts obtained from the sponge A. aerophoba under UV-light exposure in dependence of intensity, time and temperature as well as oxidation rate should be carried out soon. Unfortunately, there is still lack on data concerning the antimicrobial activities of natural 3,5-dibromoquinolacetic acid in contrast to the synthetic compound. There is a report about the moderate activity of 3,5-dibromoquinolacetic acid against gram-positive bacteria, without any effect against gram-negative bacteria [77] . (3,5-Dibromo-4-hydroxyphenyl) acetic acid (5), which was obtained through a bromination step of synthesis, did not show any microbial growth inhibition as well.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 146,
                    "text": "[90]",
                    "ref_id": null
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 339,
                    "text": "[91]",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "[92]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 650,
                    "end": 654,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 965,
                    "end": 969,
                    "text": "[68]",
                    "ref_id": null
                },
                {
                    "start": 1838,
                    "end": 1842,
                    "text": "[77]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 811,
                    "end": 818,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "However, a mixture of the substances obtained from fraction's filtrate after isolation of 3,5-dibromoquinolacetic acid has displayed antimicrobial activities against both Gram-positive and Gram-negative bacteria. Similarly, aeroplysinin-2 also showed some antimicrobial activities, which in agreement with the previous reports [88] . A broad antimicrobial spectrum for aeroplysinin-1 in micromolar range was also reported [20, 39, 75, 88] . These results may represent the potential of using future preparation of aqueous extracts containing a mixture of bromotyrosins'. Similarly, commercially available preparations containing a mixture of components in extracts with broad-spectrum antimicrobial activity due to synergistic effect of the components.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 331,
                    "text": "[88]",
                    "ref_id": null
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[20,",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "39,",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "75,",
                    "ref_id": null
                },
                {
                    "start": 435,
                    "end": 438,
                    "text": "88]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The MIC of the synthetic 3,5-dibromoquinolacetic acid (2) was previously defined at 6.25 µg/mL against S. aureus, while it was > 100 µg/mL against other strains [77] . In contrast to previously reported data, while defining MIC and MBC for the synthetic and natural 3,5-dibromoquinolacetic acid, the MIC and MBC values were equal for both compounds at 125 µg/mL for S. aureus and 31.2 for E. faecalis. P. acnes (recently renamed as Cutibacterium acnes) [93] is the cause of inflammation and pustule formationin in 650 million people (reported in 2010) to have had chronic skin infection known as acne disease worldwide [93] . Interestingly, the alternative marine drug, named sargafuran, isolated from the brown algae Sargassum macrocarpum previously showed an MIC value of 15 μg/mL against P. acnes [94] . This value is twofold of the MIC value of 3,5-dibromoquinolacetic acid against P. acnes. Therefore, our results presented here represent the potential of using 3,5-dibromoquinolacetic acid as a scaffold that can be developed into novel and more effective drugs against C. acnes. Unfortunately, exact mechanisms of antibacterial activity of bromotyrosines remain poorly investigated. It was suggested that they can inhibit the DNA synthesis and, probably, DNA gyrase [20] . Recently, due to COVID problematic, studies on antiviral activity of poriferan secondary metabolites are in trend. The ability of marine demosponges to collect viruses in their bodies due to their water filtering activity is well recognized [95, 96] . How sponges neutralize viruses is still unknown. Intriguingly, selected bromotyrosines (i.e. aeroplysinin-1, 19-deoxyfistularin 3, purealidin B, fistularin 3 and 3-bromo-5-hydroxy-O-methyltyrosine) effectively inhibited HIV replication [97] . Corresponding experiments with isofistularin-3, aeroplysisin and 3,5-dibromoquinolacetic acid against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are in progress now in our Lab.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[77]",
                    "ref_id": null
                },
                {
                    "start": 453,
                    "end": 457,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 619,
                    "end": 623,
                    "text": "[93]",
                    "ref_id": null
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[94]",
                    "ref_id": null
                },
                {
                    "start": 1273,
                    "end": 1277,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 1521,
                    "end": 1525,
                    "text": "[95,",
                    "ref_id": null
                },
                {
                    "start": 1526,
                    "end": 1529,
                    "text": "96]",
                    "ref_id": null
                },
                {
                    "start": 1768,
                    "end": 1772,
                    "text": "[97]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We also suggest that occurrence of poriferan chitin that is loaded with bromotyrosines in native state will stimulate the development of highly sensitive analytical methods for identification [98] .",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 196,
                    "text": "[98]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we anticipate, with confidence that the evolutionary success of Verongiida sponges to survive in the oceans over than 500 million years of existence may be due to their unique ability of to protect themselves through their chitinous skeleton, production of chemical warfare like the bromotyrosines, which could be lipophilic or hydrophilic. Previously, the attention of researchers was exclusively drawn to lipophilic bromotyrosines, the extraction methods of which were logically based on the use of appropriate organic solvents. Without a doubt, this was not a biomimetic approach, because in natural conditions, sponges actively extrude bromotyrosines that are miscible with the watery environment. We suggest that, the existence of such watersoluble bromotyrosine derivatives, including 3,5-dibromoquinolacetic acid in an aqueous extract of the dried demosponge A. aerophoba, after a storage of the sponge at room temperature in the light, is an example of a chemical conversion of more complex bromotyrosines, that is originally exist in the sponge into smaller molecules. Such phenomenon reported in this study can be used as the basis for the development of new, effective and easy-to-solve key way for the extraction of certain bromotyrosines from aqueous extracts of their sponges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Handb. Mar. Nat. Prod",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Ebada",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Proksch",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "191--293",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "CLSI document M07-A9",
            "authors": [
                {
                    "first": "Approved",
                    "middle": [],
                    "last": "Clsi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Standard",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Bromotyrosine-Derived Natural Products: Synthetic and Biological Studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shearman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF99": {
            "ref_id": "b99",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "H NMR (400 MHz, DMSO-d 6 ): δ H 6.56 (s, 1H, H-5 or OH), 6.51 (s, 1H, OH or H-5), 5.14 (s, 1H, H-1), 3.70 (s, 3H, H 3 -9), 2.99 (1H, d, J = 16.8 Hz, H-7a), 2.88 (1H, d, J = 16.8 Hz, H-7b); 13 C NMR (125 MHz, DMSO-d 6 ): δ C 172.9 (qC, C-8), 149.6 (qC, C-3), 135.5 (CH, C-5), 117.1 (qC, C-4), 105.9 (qC, C-2), Light microscopy image (a) of the bromotyrosine-producing reddish-coloured spherulocytes localized within chitinous skeletal fibres of Ianthella flabelliformis verongiid demosponge. They can degenerate and apparently release bromotyrosines-rich contents into the intercellular matrix and further into surrounding seawater. These cells remain to be well visible also using scanning electron micros-oxocyclohexa-2,5-dien-1-yl)acetic acid] (2) White solid. Mp = 192-194 °C (decomp.). 1 H NMR (400 MHz, DMSO-d 6 ): δ H 12.48 (br s, 1H, COOH), 7.65 (s, 2H, H-2 and H-6), 6.41 (br s, 1H, OH), 2.79 (s, 2H, H 2 -7); 13 C NMR (125 MHz, DMSO-d 6 ): δ C 172.8 (qC, White crystals. Mp = 119-120 °C. 1 H NMR (400 MHz, DMSO-d 6 ): δ H 6.30 (s, 1H, H-5), 6.19 (d, J = 8.0 Hz, 1H, OH), 6.13 (s, 1H, OH), 3.92 (d, J = 8.0 Hz, 1H,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Chemical Synthesis of 3,5-dibromoquinolacetic acid (2). Reagents and conditions: a Br 2 , AcOH, rt, 72 h; b HNO 3 , AcOH, 10 °C, 15 h",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the determination of antimicrobial activity, S. aureus (ATCC 6538-P) and clinical multiresistant strains of P. acnes 41 (isolated from selected papules of patients with acne), E. faecalis VNMU068 (NCBI Biosample ID SAMN13701844) and K. pneumoniae VNMU131 (NCBI Biosample ID SAMN13701847) (isolated from selected infected wounds) were used. The clinical strains were isolated and cultured in Department of Microbiology of the National Pirogov Memorial Medical University, Vinnytsya, Ukraine. A separate stock solution of each compound under evaluation were prepared using 10 mg of each compound in 1 mL of DMSO: H 2 O (1:5) solution.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Growth inhibition by samples represented in",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Results of the qualitative antimicrobial evaluation of the compounds + Observed growth inhibition, − no observed growth inhibition",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}