{
    "paper_id": "dd4351d2f0b27d3852ba3393d78e75d3dee20578",
    "metadata": {
        "title": "Modelling, Simulations and Analysis of the First COVID-19 Epidemic in Shanghai",
        "authors": [
            {
                "first": "Lequan",
                "middle": [],
                "last": "Min",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Science and Technology Beijing",
                    "location": {
                        "postCode": "100083",
                        "settlement": "Beijing",
                        "country": "PR China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To date, over 178 million people on infected with COVID-19. It causes more 3.8 millions deaths. Based on a previous symptomatic-asymptomatic-recoverer-dead differential equation model (SARDDE) and the clinic data of the first COVID-19 epidemic in Shanghai, this paper determines the parameters of SARDDE. Numerical simulations of SARDDE describe well the outcomes of current symptomatic individuals, recovered symptomatic individuals, and died individuals, respectively. The numerical simulations suggest that both symptomatic and asymptomatic individuals cause lesser asymptomatic spread than symptomatic spread; blocking rate of about 95.5% cannot prevent the spread of the COVID19 epidemic in Shanghai. The strict prevention and control strategies implemented by Shanghai government is not only very effective but also completely necessary. The numerical simulations suggest also that using the data from the beginning to the day after about 19 days at the turning point can estimate well the following outcomes of the COVID-19 academic. It is expected that the research can provide better understanding, explaining, and dominating for epidemic spreads, prevention and control measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In December 2019, a novel coronavirus-induced pneumonia (COVID-19) broke out in Wuhan, Hubei. Now over 178 million people on infected with COVID-19. It causes more 3.8 millions deaths. The COVID-19 epidemics affect more than 220 countries and regions including Antarctica. One of the reasons of such a tragedy is that people in some countries do not pay attention to theoretical analysis and estimations for COVID-19 epidemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In fact mathematical models for epidemic infectious diseases have played important roles in the formulation, evaluation, and prevention of control strategies. Modelling the dynamics of spread of disease can help people to understand the mechanism of epidemic diseases, formulate and evaluate prevention and control strategies, and predict tools for the spread or disappearance of an epidemic [1] .",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since the outbreak of the COVID-19 epidemic in Wuhan, many scholars have published a large numbers of articles on the modeling and prediction of COVID-19 epidemics (for examples see [2] [3] [4] [5] [6] [7] [8] [9] ). However it is difficult to describe well the dynamics of COVID-19 epidemics. In a Lloyd-Smith et al's paper, it described nine challenges in modelling the emergence of novel pathogens, emphasizing the interface between models and data [10] .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 452,
                    "end": 456,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In January 20, two Shanghai people were confirmed to be infected with COVID-19. Thus has caused the first wave COVID-19 epidemic in Shanghai. A total of 339 locally diagnosed cases were reported during the first wave COVID-19 epidemic. After 103 days, 332 COVID-19 patients were cured, and 7 patients died. The medical personnel has realized the zero infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Using one symptomatic-asymptomatic-recoverer-dead differential equation model (SARDDE) [11, 12] and clinic data [13] , this paper determines the parameters of the SARDDE and simulates the dynamic of the first COVID-19 epidemic in Shanghai [13] . The numerical simulations describe well the practical outcomes ( [13] ) of current infected symptomatic individuals, recovered infected symptomatic individuals, and died infected individuals.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 91,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 92,
                    "end": 95,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 112,
                    "end": 116,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 239,
                    "end": 243,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 311,
                    "end": 315,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of this paper is organized as follows. Section 2 introduces the SARDDE and related theories. Section 3.1 implements the dynamic simulations of SARDDE to describe the data of the first COVID-19 epidemic in Shanghai. Section 3.2 states analysis and discussions; two virtual simulation examples are implemented to emphasize the importance of strict control measures and long terms' estimation to epidemic spreading. Conclusions are given in Section 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2.1 SARDDE Model [11, 12] For SARDDE model, there are four states. I(t), I a (t), I r (t), I ra (t) and D(t) represent the fraction of current symptomatic infected individuals, and current asymptomatic but infected individuals, cumulative recovered symptomatic infected individuals, cumulative recovered asymptomatic but infected individuals and cumulative died individuals, respectively. The transition among these states is governed by the following rules (Flowchart of the rules is shown in Fig.1 , where S represents susceptible population.). Figure 1 : Flowchart of disease transmission among susceptible population S, current symptomatic infected individuals I, current asymptomatic but infected individuals I a recovered symptomatic infected individuals I r , recovered asymptomatic but infected individuals I ra , and died individuals D.",
            "cite_spans": [
                {
                    "start": 17,
                    "end": 21,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 22,
                    "end": 25,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 494,
                    "end": 499,
                    "text": "Fig.1",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 555,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "SARDDE Model and Dynamic Properties"
        },
        {
            "text": "First, the symptomatic infected individuals (I) and the asymptomatic but infected individuals (I a ) infect the susceptible population (S) with transmission rates of β 11 and β 21 , respectively, making S become symptomatic infected individuals, and with transmission rates of β 12 and β 22 , respectively, making S become asymptomatic individuals. Then, a symptomatic individual is cured at a rate κ, an asymptomatic individual returns to normal at a rate κ a . An infected individual dies at a rate α. Here all parameters are positive numbers. Assume that the dynamics of an epidemic can be described by m time intervals. At ith interval, the model has the form:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARDDE Model and Dynamic Properties"
        },
        {
            "text": ". . , m) represent the blocking rates to symptomatic and asymptomatic infections, respectively. The equation (1) has a disease-free equilibrium:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARDDE Model and Dynamic Properties"
        },
        {
            "text": "The stability of system (1) is determined by the first two equations (1a) and (1b). Denote in (1a) and (1b)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Theorems"
        },
        {
            "text": ",",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Theorems"
        },
        {
            "text": "Then we have the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Theorems"
        },
        {
            "text": "Theorem 1 ( [11, 12] ) Suppose that a 11 , a 12 , a 21 and a 22 are defined by (3)-(6) then the disease-free equilibrium E of system (1) is globally asymptotically stable if, and only if, the following inequalities hold:",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 17,
                    "end": 20,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Two Theorems"
        },
        {
            "text": "Theorem 2 ( [11, 12] ) If system (1) satisfy the following inequalities (a) S 1 p θ 1 (i)(β 11 + β 21 I a (t)/I(t))S/(α(i) + κ(i)) > 1 (9)",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 17,
                    "end": 20,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Two Theorems"
        },
        {
            "text": "then a disease transmission will occur.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Two Theorems"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "3"
        },
        {
            "text": "Based on the reported clinical COVID-19 epidemic data from January 20 to May 2, 2020 in Shanghai [13] , this Section will simulate the dynamics of the first COVID-19 epidemic in Shanghai. Numerical simulations and drawings are performed by using MATLAB software programs.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 101,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "The reported clinical data on current confirmed infection cases, and the reported clinical data on recovered cases of the COVID-19 epidemic in Shanghai [13] are shown in Figs. 2(a)-2(c). The number of current symptomatic infected individuals is showed in Fig3(a) by circles. The numbers of cumulative recovered symptomatic infected individuals, and cumulative died infected individuals are showed in Fig3(b) by circles and stars respectively.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Applications"
        },
        {
            "text": "The number of current infected individuals was risen rapidly in the first 4 days (see Fig. 2 (a)). The number 4 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. of current infected individuals reached the highest 255 on the day 24th, February and then declined rapidly (see Fig. 2 (a) and Fig.3(a) ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 389,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 398,
                    "end": 406,
                    "text": "Fig.3(a)",
                    "ref_id": null
                }
            ],
            "section": "Applications"
        },
        {
            "text": "Observe from the Figs. 3(a) and 3(b) that the overall changes in the numbers of current confirmed symptomatic and asymptomatic cumulative recovered individuals, and cumulative died individuals are not subject to the law of exponential changes, but the data can be approximated in good agreement with 8 straight lines in log scale (see Fig. 3(a) ). This phenomenon can be explained as: different medical measures prevention and control strategies have been adopted at the different 8 time intervals. Therefore the i in SARDDE model (1) should be chosen as i = 1, 2, . . . , 8.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "text": "Fig. 3(a)",
                    "ref_id": null
                }
            ],
            "section": "Applications"
        },
        {
            "text": "First it needs to determine the parameters κ(i), κ a (i) and α(i).There are different methods for calculating the recovery rate κ(i) in a specific time interval. Denote s 1 (i) and s 2 (i) to be the days that the old patients and the new patients stayed in the hospital during ith time interval. Denote R(i) and d(i) to be the numbers of the recovered patients and died patients during ith time interval, respectively. By the formulas given in Refs. [11, 12] , R(i) and d(i) can be be defined by",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 454,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 455,
                    "end": 458,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Simulation and prediction of the first COVID-19 epidemic in Shanghai"
        },
        {
            "text": "Since there is no information on recovered asymptomatic infected individuals, we take κ a (i) = 1 10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation and prediction of the first COVID-19 epidemic in Shanghai"
        },
        {
            "text": "5 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation and prediction of the first COVID-19 epidemic in Shanghai"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2021. ; Table 1 The data of the first COVID-19 epidemic in Shanghai of SARDDE. Where NCSII represents the number [13] of current symptomatic infected individuals individuals. NRSII and NCDI represent the numbers [13] of calmative recovered symptomatic infected and died individuals, respectively. That is, an asymptomatic infected individual will recover in average 10 days. The calculated κ(i) ′ s and α(i) ′ s are shown in Table 1 .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 280,
                    "end": 284,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 493,
                    "end": 500,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Second it needs to determine the parameters β ′ ij s in the SARDDE. One can assume that S = 1 because the effects of S can be deleted by calculated β ′ ij s. This makes the calculated β ′ ij s have general sense. Using the practical data of the first COVID-19 epidemic in Shanghai [13] (also see the second line in Table 1 ) selects following initial condition:",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 285,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 315,
                    "end": 322,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "(I(0), I a (0), I r (0), I ra (0), D(0)) = (2, 0, 0, 0, 0).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Substitute parameters κ(1), α(1), θ 1 (1) and θ 2 (1) listed in Table 1 into system (1). Using a minimization error square criterion:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 64,
                    "end": 71,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "determines k ′ ij s. A group (β 11 , β 12 , β 21 , β 22 ) that makes δ be \"smallest\" (considering continued simulations) are Third it needs to determine: θ 1 (i), θ 2 (i), i = 2, 3, . . . , 8. Denote t 2 = 4, t 3 = 10, t 4 = 16, t 5 = 24, t 6 = 43, t 7 = 52, t 8 = 70, and D s (t i ) and D sr (t i ) to be the numbers of the Shanghai CONVID-19 current symptomatic infected and recovered individuals at t i , respectively, and D c (t i ) the cumulative died individuals at t i .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Using the minimization error square criterion:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "determines the θ 1 (i) and θ 2 (i). The calculated results are shown in Table 1 .The corresponding simulation results of system (1) are shown in Fig.3(a) and 3(b) . Observe that the simulation results of SARDDE model (1) describe well the dynamics of the first COVID-19 epidemic in Shanghai.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 72,
                    "end": 79,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 145,
                    "end": 162,
                    "text": "Fig.3(a) and 3(b)",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "(1) On the days 0, 4, 10, 16 24 and 103, the numbers of practical and simulated current symptomatic individuals are approximately the same. On the days 43, 52 and 70 they have 5, 3 and 2 differences, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions, virtual simulations"
        },
        {
            "text": "(2) On the days 0, 4, 10 and 16, the numbers of practical and simulated cumulative recovered symptomatic individuals are approximately the same, respectively. On the day 103, it has only 1 difference. On the days 24, 52 and 70, they have only 2 differences. On the day 43 it has 5 differences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions, virtual simulations"
        },
        {
            "text": "(3) The all numbers of practical and simulated cumulative died individuals are approximately the same on the days 0, 4, 10, 16, 24, 43, 52, and 70. On the day 103, it has only 1 difference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions, virtual simulations"
        },
        {
            "text": "(4) There is no information on current symptomatic infected and recovered symptomatic infected individuals. But it has reported that after the 70th day, March 30, there is no symptomatic infected individuals until the 110 day, May 9 [13] . Our simulation results shows that on the 70 day, the number of the simulated current symptomatic infected individuals were approximately to be 5, which can be explained that the 5 persons were not in hospitals and monitored.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussions, virtual simulations"
        },
        {
            "text": "(5) Computed results (see (16)) show that the ratio of the transmission rate of asymptomatic and symptomatic individuals infecting susceptible population to become symptomatic individuals is about 0.54762 (β 21 : β 11 ). This suggests that asymptomatic individuals cause lesser symptomatic spread than symptomatic individuals do. (6) The computed results (see (16)) also show that the ratios of the transmission rates of asymptomatic and symptomatic individuals infecting susceptible population to become asymptomatic and symptomatic individuals are about 0.67 (β 12 : β 11 ) and 0.043 (β 22 : β 21 ), respectively. This suggests that both symptomatic and asymptomatic individuals cause lesser asymptomatic spreads than symptomatic spreads. (7) The criterions (7) and (8) of the asymptotical stability of the disease-free equilibrium of SARDDE at eight time intervals are listed in the 5th ∼ 8th columns in Table 2 . It shows that the blocking rates (1 − θ 1 , 1 − θ 2 ) reach to (95.5%, 83% ) cannot prevent the transmission of the COVID-19 epidemic. The blocking rates (1 − θ 1 , 1 − θ 2 ) reach to (99.1%, 82.7% ) the disease-free equilibrium becomes asymptotical stability. Now assume that after the day 24, February 12, it still keeps the blocking rates (θ 1 (4), θ 2 (4)), the cure rates (κ(4), κ a (4)), and the died rate α(4) until the day 103, May 2. The simulation results of SARDDE are shown in Figs 4(a) and 4(b). Observe that the numbers of the current symptomatic and asymptomatic infected individuals reach to about 609 and 379, respectively. The numbers of cumulative recovered symptomatic and died individuals reach to about 855 and 1, because the died rate α(4) = 0.",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 333,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 907,
                    "end": 914,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussions, virtual simulations"
        },
        {
            "text": "Furthermore assume that after the day 43, May 3, it still keeps the blocking rates (θ 1 (5), θ 2 (5)), the cure rates (κ(5), κ a (5)), and the died rate α(5) until the day 103, May 2. The simulation results of SARDDE are shown in 7 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussions, virtual simulations"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2021. ; Table 2 The criterions of the asymptotical stability and disease spreading of the disease-free equilibrium of SARDDE at eight time intervals. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 76,
                    "end": 83,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The main contributions of this paper are summarized as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(1) Using one our previous model [11, 12] simulates the dynamics of the first COVID19 epidemic in Shanghai reported by [13] . The simulation results are in good agreement with the reported clinic data [13] , particularly the long term's prediction.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 38,
                    "end": 41,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 201,
                    "end": 205,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(2) Our model is simpler than a previous one [8] and obtains better simulation agreements than our previous model [8] .",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 114,
                    "end": 117,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(3) Eight of the nine model parameters are determined by the practical clinic data with numerical simulations. Only assumption is on parameter κ a (i) = 1/10 because no asymptotical infected individuals were reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(4) The selections of the transmission rates β ij are difficult because different combinations of β ij can produce very closed simulation errors (see (15)). Agreements of followed simulations are used to judge the reasonableness of the selected β ′ ij s. (5) The values (see (16)) of β ′ ij s suggest that both symptomatic and asymptomatic individuals arise lesser asymptomatic infections. The symptomatic infections arising from the symptomatic individuals play an important role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "(6) Complex prevent measures to symptomatic and asymptomatic infections can be represented by uniform forms θ 1 (i) ′ s and θ 2 (i) ′ s, respectively. Both theoretical analysis and numerical simulations show that the blocking rates to symptomatic and asymptomatic infected individuals reach to 95.5% (1 -θ 1 (4)) and 83% (1 -θ 2 (4)), the transmissions of the COVID-19 epidemic still continue. (7) Simulations showed that using the data form the beginning to the day after about 19 days the turning points, one can estimate well or approximately the following outcomes of the first COVID-19 academic in Shanghai. (8) The strict prevention and control strategies implemented by Shanghai government is not only very effective but also completely necessary. (9) There are a large numbers of articles on the modeling and prediction of COVID-19 epidemics. To our knowledge, no such a model was used to describe the dynamics of the first COVID-19 in Shanghai. It is expected that the presented researches can provide better understanding , explaining, and dominating for epidemic spreads, preventions and controls not only in Shanghai but also in other regions.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 613,
                    "end": 616,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 755,
                    "end": 758,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": ". CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The copyright holder for this preprint this version posted June 22, 2021. ; https://doi.org/10.1101/2021.06.20.21259203 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epidemic Modeling: An Introduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Daley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modified SEIR and AI prediction of the epidemics trend of covid-19 in China under public health interventions",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Thoracic Disease",
            "volume": "12",
            "issn": "3",
            "pages": "165--174",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: A data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Linc",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "92",
            "issn": "",
            "pages": "214--217",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Real-time forecasts of the COVID-19 epidemic in China from",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "256--263",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Bragaazzi",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "248--255",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Study on transmission model of the novel coronavirus",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "J"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "H"
                    ],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "202002--202044",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A SIR model including asymptomatic virus carriers with application (in Chinese)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "202003--202028",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Simulations and estimations of COVID-19 epidemics in Beijing and Shanghai",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "202008--202010",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Covid-19 outbreak reproduction number estimations and forecasting in Marche, Italy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chintalapudia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Battinenia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Sagaroa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Infectious Diseases",
            "volume": "96",
            "issn": "",
            "pages": "327--333",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Nine challenges in modelling the emergence of novel pathogens",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Lioyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Mcleand",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Epidemics",
            "volume": "",
            "issn": "10",
            "pages": "35--39",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Modelling, simulations and analysis of the first COVID-19 epidemic in Beijing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Min",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "202102--88",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Modelling, simulations and analysis of the first and second COVID-19 epidemic in Beijing",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.04.02.21254821"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Epidemic bulletin",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "+ β 22 I a )S (β 11 I + β 21 I a",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "1.30) 20(2.09) 30(2.19) 40(2.29) 50(3.10) 60(3.20) 70(3.30) 80(4.09) 90(4.19) 1001.20) 10(1.30) 20(2.09) 30(2.19) 40(2.29) 50(3.10) 60(3.20) 70(3.30) 80(4.09) 90(4.19) 100(4.29) 1.20) 10(1.30) 20(2.09) 30(2.19) 40(2.29) 50(3.10) 60(3.20) 70(3.30) 80(4.09) 90(4.19) 100(4.29) (a) Outcome of the number of current infected individuals. (b) Outcome of the number of cumulative recovered individuals. (c) Outcome of the number of cumulative died individuals.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "CI individuals: I(0)=2,I(4)=32,I(10)=122,I(16)=238,I(24)=255, I(43)=41,I(52)=14,I(70)=7,I(103)=0. Simulated ones: I(0)=2,I(4) 32,I(10) 122, I(16) 238, I(24) 255,I(43) 36, I(52) 11,I(70) 5, I(103) < 1. Simulated Number asymptotic individuals: I a (0)=0, I a (4) 15,I a (10) 35,I a (16) 80, I(24) a 129, I a (43) 70, I a (52) 28, I a (70) 5, RS individuals:I r (0)=0,I r (4)=1,I r (10)=5,I r (16)=15,I r (24)=62,I r (43)=294,I r (52)=321,I r (70)=327,I r (103)=332. Simulated ones:I r (0)=0,I r (4)= 1,I r (10) 5,I r (16) 15,I r (24) 64,I r (43) 298,I r (52) 323,I r (70) 329,I r (103) 331. Number of Culmative death individuls:D(0)=0,D(4)=0,D(10)=1,D(16)=1,D(24)=1,D(43)=3,D(52)=3,D(70)=5,D(104)=7. Simulated ones:D(0)=0,D(4)=0,D(10) 1,D(16) 1,D(24) 1,D(43) 3,D(52) 3,D(70) 5,D(103(a) Outcome of the number of current symptomatic individuals, representing by circles. Solid line and dash line are outcomes of stimulated current symptomatic individuals and stimulated current asymptomatic individuals of system (1). (b) Outcomes of the numbers of cumulative recovered symptomatic and died individuals, representing by circles and stars, respectively. Solid line and dash line are corresponding simulations of system (1).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "4 days' simulations of system (1) with the above equation parameters are shown in Figs. 3(a) and 3(b). The simulation results are in good agreement with the reported clinical data (see the first solid and dash lines and legends in Figs.2(a) and (b)).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Day θ 1 (i) θ 2 (i) a 11 + a 22 a 12 a 21 − a b). Observe that the numbers of the current symptomatic and asymptomatic infected individuals are both less than one, respectively. The numbers of cumulative recovered symptomatic and died individuals are about 338 and 4, respectively. The results suggest that using the data before the day 43 (about 19 days after the turning point) can approximately estimate the following outcome of the first COVID-19 academic in Shanghai.In summary, SARDDE model (1) can simulate the outcomes of the first COVID-19 epidemic in Shanghai. The calculated equation parameters can help us to understand and explain the mechanism of epidemic diseases and control strategies for the event of the practical epidemic.CI individuals: I(0)=2,I(4)=32,I(10)=122,I(16)=238,I(24)=255, I(43)=41,I(52)=14,I(70)=7,I(103)=0. Simulated ones: I(0)=2,I(4) 32,I(10) 122, I(16) 238, I(24) 255,I(43) 311, I(52) 344,I(70) 421, I(103) 609. Simulated Number asymptotic individuals: I a (0)=0, I a (4) 15,I a (10) 35,I a (16) 80, I(24) a 129, I a (43) 190, I a (52) 212, I a (70) RS individuals:I r (0)=0,I r (4)=1,I r (10)=5,I r (16)=15,I r (24)=62,I r (43)=294,I r (52)=321,I r (70)=327,I r (103)=332. Simulated ones:I r (0)=0,I r (4)= 1,I r (10) 5,I r (16) 15,I r (24) 64,I r (43) 196,I r (52) 269,I r (70) 439,I r (103) 855. Number of Culmative death individuls:D(0)=0,D(4)=0,D(10)=1,D(16)=1,D(24)=1,D(43)=3,D(52)=3,D(70)=5,D(104)=7. Simulated ones:D(0)=0,D(4)=0,D(10) 1,D(16) 1,D(24) 1,D(43) 1,D(52) 1,D(70) 1,D(103Outcomes of the numbers of:(a) current symptomatic individuals, representing by circles. Solid line and dash line are the stimulated current symptomatic and asymptomatic individuals of system (1); (b) cumulative recovered symptomatic and died individuals, representing by circles and stars, respectively. Solid line and dash line are corresponding simulations of system (CI individuals: I(0)=2,I(4)=32,I(10)=122,I(16)=238,I(24)=255, I(43)=41,I(52)=14,I(70)=7,I(103)=0. Simulated ones: I(0)=2,I(4) 32,I(10) 122, I(16) 238, I(24) 255,I(43) 36, I(52) 15,I(70) 3, I(103) < 1. Simulated Number asymptotic individuals: Culmative death individuls:D(0)=0,D(4)=0,D(10)=1,D(16)=1,D(24)=1,D(43)=3,D(52)=3,D(70)=5,D(104)=7. Simulated ones:D(0)=0,D(4)=0,D(10) 1,D(16) 1,D(24) 1,D(43) 3,D(52) 3,D(70) 4,D(103Outcomes of the numbers of:(a) current symptomatic individuals, representing by circles. Solid line and dash line are the stimulated current symptomatic and asymptomatic of system (1); (b) cumulative recovered symptomatic and died individuals, representing by circles and stars, respectively. Solid line and dash line are corresponding simulations of system (1).",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author declares no potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The author declares no potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest"
        }
    ]
}