{
    "paper_id": "de889946fee9908a79740a48fff1e03958f8f091",
    "metadata": {
        "title": "Treatment with abiraterone or enzalutamide does not impair immunological response to COVID-19 vaccination in prostate cancer patients",
        "authors": [
            {
                "first": "Michalis",
                "middle": [],
                "last": "Liontos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Evangelos",
                "middle": [],
                "last": "Terpos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Elena",
                "middle": [],
                "last": "Kunadis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Flora",
                "middle": [],
                "last": "Zagouri",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "✉",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Alexandros",
                "middle": [],
                "last": "Briasoulis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Efi",
                "middle": [],
                "last": "Skafida",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Oraianthi",
                "middle": [],
                "last": "Fiste",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Christos",
                "middle": [],
                "last": "Markellos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Angeliki",
                "middle": [],
                "last": "Andrikopoulou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Sentiljana",
                "middle": [],
                "last": "Gumeni",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National and Kapodistrian University of Athens",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece. ✉"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Kaparelou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Konstantinos",
                "middle": [],
                "last": "Koutsoukos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Gavriatopoulou",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Efstathios",
                "middle": [],
                "last": "Kastritis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            },
            {
                "first": "Ioannis",
                "middle": [
                    "P"
                ],
                "last": "Trougakos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "National and Kapodistrian University of Athens",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece. ✉"
                    }
                },
                "email": ""
            },
            {
                "first": "Meletios-Athanasios",
                "middle": [],
                "last": "Dimopoulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Alexandra General Hospital",
                    "location": {
                        "settlement": "Athens",
                        "country": "Greece"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Data regarding the safety and efficacy of COVID-10 vaccines among cancer patients are lacking. Factors such as age, underlying disease and antineoplastic treatment confer negatively to the immune response due to vaccination. The degree of immunosuppression though may be lessen by targeted treatments like the androgen receptor-targeted agents (ARTA) that are commonly used in patients with metastatic prostate cancer. Herein, we report our data on 25 patients with prostate cancer under treatment with ARTA who were vaccinated for COVID-19. Our data suggest that these patients develop neutralizing antibodies against SARS-CoV-2 similarly to healthy volunteers. No safety issues were noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Prostate Cancer and Prostatic Diseases; https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Patients with cancer are considered a population at high risk for severe manifestations of COVID-19 and adverse outcome [1, 2] . Prioritized vaccination of this group of patients has been recommended throughout the world, including European Union. In accordance with the criteria for SARS-CoV-2 vaccine clinical trials, patients with cancer who were undergoing systemic treatment were excluded from trials [3] , triggering the need for further investigation regarding the impact of malignancy and of anticancer drugs on vaccine efficacy. We therefore initiated a large prospective study (NCT04743388), enrolling patients with solid cancers and hematological malignancies, along with a control group of healthy volunteers, for monitoring the levels of anti-SARS-CoV-2 antibodies after COVID-19 vaccination [4, 5] . Part of this study consisted of the analysis of neutralizing antibodies (NAbs) against SARS-CoV-2 after vaccination with the BNT162b2, AZD1222 or mRNA-1273 vaccine in patients with prostate cancer who were receiving treatment with an androgen receptortargeted agent (ARTA), namely abiraterone acetate or enzalutamide. Several lines of evidence suggest that androgen receptor signaling is implicated in antigen presentation and cellular immunity providing an additional scientific rationale for this cohort of patients [6, 7] . The eligibility criteria for this cohort included: (I) age above 18 years, (II) histologically confirmed prostate cancer under treatment with ARTA and (III) eligibility for vaccination. None of the participants, patients with cancer or control subjects, had a known history of COVID-19.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 124,
                    "end": 126,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 406,
                    "end": 409,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 809,
                    "end": 811,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1332,
                    "end": 1335,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1336,
                    "end": 1338,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Blood samples were collected from patients and controls, on day 1 (D1), prior to vaccination, on day 22 (D22) (i.e., 3 weeks after vaccination) and on day 50 (3 or 4 weeks post 2nd dose for mRNA vaccines and 7 weeks post 1 st dose for AZD1222 vaccine). Measurement of NAbs against SARS-CoV-2 was conducted using FDA approved methodology (ELISA, cPass™ SARS-CoV-2 NAb Detection Kit; GenScript, Piscataway, NJ, USA). Samples from the same patient or control subject were measured in the same ELISA plate. The study was approved by the relevant Ethical Committees and conducted in accordance with the Declaration of Helsinki and the International Conference on Harmonization for Good Clinical Practice. All patients and control subjects provided written informed consent prior to enrollment in the study. Baseline demographic characteristics, comorbidities, and the NAb levels were compared between the study group and the control subjects, Chi-square test was applied for categorical variables and unpaired t-test or Wilcoxon signed-rank test (as appropriate) for continuous variables. To adjust for potential confounding effects of differences in covariates, we used case-control matching to match the two groups for age, and type of vaccine with the calipmatch command in Stata. All data extraction and analyses were conducted using Stata 16.0 (Stata Corp 2019, Stata Statistical Software: Release 16. College Station, TX: Stata Corp LLC). Twosided p value < 0.05 was used for statistical significance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The study population consisted of 25 male patients with prostate cancer with a median age of 71 years, interquartile range (IQR): 67-76 years, and the control subjects were 100 males with a median age of 74 years, IQR: 64-83 years (p = 0.14 for age compared with patients), vaccinated during the same period. Regarding the vaccine, 22/25 patients (88%) and 68/100 control subjects (68%) were vaccinated with the BNT162b2 or mRNA-1273 vaccine, and the rest received the AZD1222 vaccine (p = 0.046).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The characteristics of the patients are demonstrated in Supplementary Table. Most patients (17 patients, 68%) were receiving treatment with enzalutamide, and 8 (32%) with abiraterone acetate and prednisone. Comorbidities in the patient group included cardiovascular disease in 56%, diabetes mellitus (DM) in 22% and pulmonary disease in 4.5%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 76,
                    "text": "Table.",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "On D1, no difference was observed in NAb titers between the patients and the control subjects (p = 0.58); no patient and no control subject had a NAb titer of ≥30% (positivity cut-off). Prostate cancer patients and control subjects developed similar immune response on Days 22 and 50 post vaccination. More specifically, on D22, the median NAb inhibition titer was 37% (IQR: 21-47%) in the patients vs. 31% (IQR:27-36%) in the control subjects; (p = 0.26) and on D50, median NAb titer was 88% (IQR:62-95%) among the patients and 81% (IQR: 44-94%) in the controls (p = 0.29) (Fig. 1 ). In addition, on D22, 13 (52%) patients and 43 (43%) control subjects had developed a NAb titer ≥30% (p = 0.41), while those who developed NAb titers ≥50% (clinically relevant viral inhibition) were 4 (16%) and 19 (19 %), respectively (p = 0.729). On D50, NAb titer ≥30% had 18 (90%) patients and 72 (82.7%) controls (p = 0.734) and titers ≥50% had 16 (80%) patients and 60 (68.9%) controls (p = 0.41).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 574,
                    "end": 581,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": ""
        },
        {
            "text": "Patients developed NAbs irrespective of administered ARTA. More specifically, there was no significant difference in the median titers of NAbs among patients under treatment with abiraterone acetate or enzalutamide (p = 0.872). The same applied for the percentage of patients that had NAb titer of ≥30% or ≥50% on either D22 or D50 in both treatment groups. On the contrary, NAb titers on D50 differed according to the type of vaccine administered as previously shown [8] . Specifically, on D50 median NAb titer in prostate cancer patients was 89% (IQR 77-95%) for those vaccinated with either BNT162b2 or mRNA-1273 vaccine and only 28% (IQR: 23-48%) for those vaccinated with AZD1222. Pain at injection site was recorded in 6 patients (24%) after first vaccination dose. After the second dose, two patients (9%) reported nausea or dizziness and two patients (9%) pain at injection site. No safety issues related to ARTA administration was noted.",
            "cite_spans": [
                {
                    "start": 468,
                    "end": 471,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In conclusion, this is the first report for the immune response elicited by the vaccination against COVID-19 in prostate cancer patients receiving novel hormonal treatments. We currently lack data regarding the safety and efficacy of vaccines against SARS-CoV-2 in prostate cancer patients. In our dataset, COVID-19 vaccination was safe and the level of NAbs in these patients was similar to matched healthy volunteers at days 22 and 50 after the first vaccination dose. The magnitude of the immune response was not impaired by the low dose corticosteroids (5 mg prednisone twice a day) co-administered with abiraterone. These data provide significant information regarding the optimal management of prostate cancer patients until completion of vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Population risk factors for severe disease and mortality in COVID-19: a global systematic review and meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ponzo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yassaee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aral",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Plans",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "PLoS One",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 in cancer patients: risk, clinical features, and management",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Okwan-Duodu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Basho",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Biol Med",
            "volume": "17",
            "issn": "",
            "pages": "519--546",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Commentary: SARS-CoV-2 vaccines and cancer patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Corti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Curigliano",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Oncol",
            "volume": "32",
            "issn": "",
            "pages": "569--71",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Study of the kinetics of antibodies against COVID-19 (SARS-CoV-2) and of cellular subpopulations of the immune system-full text view-ClinicalTrials",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Low neutralizing antibody responses against SARS-CoV-2 in elderly myeloma patients after the first BNT162b2 vaccine dose",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terpos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "P"
                    ],
                    "last": "Trougakos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gavriatopoulou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Papassotiriou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sklirou",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ntanasis-Stathopoulos",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1182/blood.2021011904"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Androgen receptor antagonists compromise T cell response against prostate cancer leading to early tumor relapse",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Pu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Transl Med",
            "volume": "8",
            "issn": "",
            "pages": "333--380",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Enzalutamide, an androgen receptor antagonist, enhances myeloid cell-mediated immune suppression and tumor progression",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Consiglio",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Udartseva",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Ramsey",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "O"
                    ],
                    "last": "Gollnick",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cancer Immunol Res",
            "volume": "8",
            "issn": "",
            "pages": "1215--1242",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Comparison of neutralizing antibody responses against SARS-CoV-2 in healthy volunteers who received the BNT162b2 mRNA or the AZD1222 vaccine: should the second AZD1222 vaccine dose be given earlier?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Terpos",
                    "suffix": ""
                },
                {
                    "first": "Trougkakos",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Karalis",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ntanasis-Stathopoulos",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Sklirou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bagratuni",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Hematol",
            "volume": "96",
            "issn": "",
            "pages": "321--325",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "We thank Ioanna Charitaki, RN; Ioanna Katsiana RN; Tina Bagratuni, PhD; Christine Ivy Liacos, PhD; Nikoletta-Aikaterini Kokkali, RN; Nefeli Mavrianou-Koutsoukou, PhD; Dimitrios Patseas, PhD and Mrs Stamatia Skourti for administrative, technical, or material support; Sentiljana Gumeni, PhD for acquisition, analysis, or interpretation of data. We also thank SYN-ENOSIS (Greece), AEGEAS (Greece) and IEMBITHEK (Greece) for partially funding this study, as well as all of the study participants for donating their time and samples.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "ML, EK, FZ performed research, analyzed data and wrote the paper. ET, IPT and MAD contributed vital new reagents or analytical tools, performed research, analyzed data, reviewed all paper drafts and gave approval to final version. AB, ES, OF, CM, AA, SG, MK, KK, MG, EK performed research, analyzed data, reviewed all paper drafts and gave approval to final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMPETING INTERESTS"
        },
        {
            "text": "Supplementary information The online version contains supplementary material available at https://doi.org/10.1038/s41391-021-00455-9.Correspondence and requests for materials should be addressed to Flora Zagouri.Reprints and permission information is available at http://www.nature.com/ reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ADDITIONAL INFORMATION"
        }
    ]
}