{
    "paper_id": "dfa0fe5f9004416e62ed0680a6774ad232e37d30",
    "metadata": {
        "title": "Slow entropy of some combinatorial constructions",
        "authors": [
            {
                "first": "Shilpak",
                "middle": [],
                "last": "Banerjee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Philipp",
                "middle": [],
                "last": "Kunde",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Daren",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Measure-theoretic slow entropy is a more refined invariant than the classical measure-theoretic entropy to characterize the complexity of dynamical systems with subexponential growth rates of distinguishable orbit types. In this paper we prove flexibility results for the values of upper and lower polynomial slow entropy of rigid transformations as well as maps admitting a good cyclic approximation. Moreover, we show that there cannot exist a general upper bound on the lower measuretheoretic slow entropy for systems of finite rank. of distinguishable orbit types and it does not provide any information for systems with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Dating back to the foundational paper of J. von Neumann [N32] the classification of measure-preserving transformations (MPT's) up to isomorphism is a fundamental theme in ergodic theory. While the isomorphism problem for general ergodic transformations remains intractable and is inaccessible to countable methods that use countable amount of information [FRW11] , it has been solved for some special classes of transformations. Two great successes are the Halmos-von Neumann classification of ergodic MPT's with pure point spectrum by countable subgroups of the unit circle [HN42] and D. Ornstein's classification of Bernoulli shifts by their measure-theoretic entropy [O70] .",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 61,
                    "text": "[N32]",
                    "ref_id": null
                },
                {
                    "start": 355,
                    "end": 362,
                    "text": "[FRW11]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 575,
                    "end": 581,
                    "text": "[HN42]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 670,
                    "end": 675,
                    "text": "[O70]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In general, measure-theoretic entropy plays a central role in structural questions for dynamical systems and is a crucial tool in detecting chaoticity of a system. However, the measure-theoretic entropy is positive if and only if the system has exponential growth slower orbit growth. To measure the complexity of systems with subexponential orbit growth several invariants like sequence entropy by A. Kushnirenko [K67] , slow entropy by A. Katok and J.-P. Thouvenot [KT97] , measure-theoretic complexity by S. Ferenczi [Fer97M] , entropy dimension by M. de Carvalho [C97] , entropy convergence rate by F. Blume ([Blu97] , [Blu12] , [Blu15] ), scaled entropy by A.Vershik [Ver00] , and amorphic complexity by G. Fuhrmann, M. Gröger, and T. Jäger have been introduced and studied intensely (e.g. [Go74] , [K77] , [H82] , [HSY05] , [FP07] , [VG07] , [ADP10] , [DHP11] , [Ver11] , [HKM14] , [CKpp] , [H12] , [KVW19] , [KKVWpp] , [Veppp] ). We refer to the recent survey article [KKWpp] for definitions and further background. In this paper we focus on measure-theoretic slow entropy (see Section 2.1) and address three problems stated in [KKWpp] .",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 413,
                    "text": "Kushnirenko",
                    "ref_id": null
                },
                {
                    "start": 414,
                    "end": 419,
                    "text": "[K67]",
                    "ref_id": null
                },
                {
                    "start": 467,
                    "end": 473,
                    "text": "[KT97]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 520,
                    "end": 528,
                    "text": "[Fer97M]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 567,
                    "end": 572,
                    "text": "[C97]",
                    "ref_id": null
                },
                {
                    "start": 606,
                    "end": 620,
                    "text": "Blume ([Blu97]",
                    "ref_id": null
                },
                {
                    "start": 623,
                    "end": 630,
                    "text": "[Blu12]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 633,
                    "end": 640,
                    "text": "[Blu15]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 672,
                    "end": 679,
                    "text": "[Ver00]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 795,
                    "end": 801,
                    "text": "[Go74]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 804,
                    "end": 809,
                    "text": "[K77]",
                    "ref_id": null
                },
                {
                    "start": 812,
                    "end": 817,
                    "text": "[H82]",
                    "ref_id": null
                },
                {
                    "start": 820,
                    "end": 827,
                    "text": "[HSY05]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 830,
                    "end": 836,
                    "text": "[FP07]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 839,
                    "end": 845,
                    "text": "[VG07]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 848,
                    "end": 855,
                    "text": "[ADP10]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 858,
                    "end": 865,
                    "text": "[DHP11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 868,
                    "end": 875,
                    "text": "[Ver11]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 878,
                    "end": 885,
                    "text": "[HKM14]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 888,
                    "end": 894,
                    "text": "[CKpp]",
                    "ref_id": null
                },
                {
                    "start": 897,
                    "end": 902,
                    "text": "[H12]",
                    "ref_id": null
                },
                {
                    "start": 905,
                    "end": 912,
                    "text": "[KVW19]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 915,
                    "end": 923,
                    "text": "[KKVWpp]",
                    "ref_id": null
                },
                {
                    "start": 926,
                    "end": 933,
                    "text": "[Veppp]",
                    "ref_id": null
                },
                {
                    "start": 975,
                    "end": 982,
                    "text": "[KKWpp]",
                    "ref_id": null
                },
                {
                    "start": 1135,
                    "end": 1142,
                    "text": "[KKWpp]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Motivated by results of Ferenczi [Fer97M,  Proposition 5] and Kanigowski [Kan18, Proposition 1.3] showing that the lower measure-theoretic slow entropy of rank-one systems with respect to the polynomial scaling function a n (t) = n t is bounded from above by 1, Question 6.2.1 in [KKWpp] asks about the slow entropy for systems of finite rank. On the one hand, we prove in Proposition 6.1 that every rank-two transformation without spacers has lower measure-theoretic polynomial slow entropy at most 1. In fact, the proof of Proposition 6.1 also gives that any finite rank system with bounded height ratio has linear complexity, see Remark 6.2 for more details. On the other hand, we show in Section 6.2 that there cannot be a general bound on the lower measure-theoretic slow entropy for systems of finite rank.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 41,
                    "text": "[Fer97M,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 42,
                    "end": 42,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 73,
                    "end": 80,
                    "text": "[Kan18,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 81,
                    "end": 97,
                    "text": "Proposition 1.3]",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 287,
                    "text": "[KKWpp]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Theorem 1.1 (Slow entropy of finite rank system). For any scaling function {a n (t)} n∈N,t>0 satisfying lim n→+∞ log an(t) n = 0, there exists an ergodic measure-preserving rank two system (T, X, B, µ X ) such that its lower slow entropy ent µ X an(t) (T ) = +∞, where X is a finite interval of [0, +∞), µ X (A) = µ(A∩X) µ(X) for any A ∈ B and µ is the Lebesgue measure of R.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The construction bases upon the cutting-and-stacking technique (cf. [F70] ) and uses additional spacer levels. The idea of the construction is to construct a rank-two system such that the height ratio between the two towers goes to infinity by adding spacers in a staircase-like manner to the shorter tower at each step and exchanging mass between the short tower and tall tower using a probabilistic approach. Roughly speaking, the \"staircase-like\" spacers forbids the long matching phenomenon in the short tower part and \"randomness\" of exchanging mass forbids the long matching phenomenon in the tall tower part.",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 73,
                    "text": "[F70]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The aforementioned probabilistic approach is a key method for our constructions throughout the paper. We present it in detail in Section 3 and expect it to have further applications in combinatorial constructions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, we use it to answer Question 6.1.2 from [KKWpp] . Here, we recall that a measure preserving dynamical system (X, B, µ, T ), T is rigid if there exists an increasing sequence {t n } n∈N such that for any f ∈ L 2 (X, B, µ), T tn f → f in L 2 . Since rigid transformations always have measure-theoretic entropy zero [FW78] , Question 6.1.2 from [KKWpp] asks whether it is possible for the upper measure-theoretic slow entropy of a rigid transformation to be positive with respect to the polynomial scale a n (t) = n t . In Section 4 we answer this question in the affirmative and obtain the following flexibility result.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 62,
                    "text": "[KKWpp]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 334,
                    "text": "[FW78]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 357,
                    "end": 364,
                    "text": "[KKWpp]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Theorem 1.2. For every u ∈ [0, ∞] there exists an ergodic Lebesgue measure preserving rigid transformation T with ent µ n t (T ) = u. We are even able to construct rigid transformations with positive lower measuretheoretic polynomial slow entropy. Theorem 1.3. For every u ∈ [0, ∞] there exists an ergodic Lebesgue measure preserving rigid transformation T with ent µ n t (T ) = u. Currently we do not know if there exists a rigid transformation T with ent µ n t (T ) = ent µ n t (T ) = u for some 0 < u < ∞. In Theorem 4.10 we actually show that for any given subexponential rate a n (t) there exists an ergodic Lebesgue measure preserving rigid transformation T with ent µ an(t) (T ) = ∞. Independently and by different methods, T. Adams also gave a positive answer to [KKWpp, Question 6.1.2] in his recent paper [A21] . He shows that for any given subexponential rate a n (t) there exists a rigid and weakly mixing transformation such that the lower slow entropy is infinite with respect to a n (t). While his construction uses the technique of independent cutting-and-stacking, we use an abstract Approximation by Conjugation method (also known as AbC or Anosov-Katok method).",
            "cite_spans": [
                {
                    "start": 815,
                    "end": 820,
                    "text": "[A21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The AbC method was developed by D. Anosov and A. Katok in [AK70] and is one of the most powerful tools of constructing smooth volume-preserving diffeomorphisms of entropy zero with prescribed ergodic or topological properties. In particular, it provided the first example of an ergodic C ∞ diffeomorphism on the disc D 2 . In a more general framework as described in [K03, chapter 8] , one can consider any measure space admitting a non-trivial circle action R = {R t } t∈S 1 . The transformations are constructed as limits of conjugates T n = H n • R α n+1 • H −1 n with α n+1 = p n+1 q n+1 = α n + 1 kn·ln·q 2 n ∈ Q and H n = H n−1 • h n , where the h n 's are measure-preserving maps in the regularity under consideration (e.g. measurable, smooth or real-analytic) satisfying R 1 qn • h n = h n • R 1 qn . In each step the conjugation map h n and the parameter k n are chosen such that the transformation T n imitates the desired property with a certain precision. In a final step of the construction, the parameter l n is chosen large enough to guarantee closeness of T n to T n−1 , and so the convergence of the sequence (T n ) n∈N to a limit transformation in the measurable, smooth, or even real-analytic category is provided. We refer to the survey articles [FK04] and [Kpp] for more information on the AbC method and its wide range of applications.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 64,
                    "text": "[AK70]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 367,
                    "end": 383,
                    "text": "[K03, chapter 8]",
                    "ref_id": null
                },
                {
                    "start": 1266,
                    "end": 1272,
                    "text": "[FK04]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1277,
                    "end": 1282,
                    "text": "[Kpp]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In many ways, the AbC method can be seen as a constructive and smooth version of the concept of periodic approximation in ergodic theory which was developed by A. Katok and A. Stepin [KS67] . The concept has numerous applications in measurable dynamics and helped to solve several long-standing problems dating back to von Neumann and Kolmogorov. We give a primer on periodic approximation in Section 2.3 and recommend [K03] as a comprehensive exposition of the concept.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 175,
                    "text": "Katok and A.",
                    "ref_id": null
                },
                {
                    "start": 183,
                    "end": 189,
                    "text": "[KS67]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 419,
                    "end": 424,
                    "text": "[K03]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In particular, our transformations from Theorems 1.2 and 1.3 admit periodic approximations. Hereby, these results already give a first answer to Question 6.3.1 in [KKWpp] which asks about the slow entropy of systems constructed by fast periodic approximation. A particularly important class are cyclic approximations, where the periodic process consists of a single tower (see Definition 2.11 for the precise notion). The existence of a good cyclic approximation implies various properties for the limit transformation T as summarized in [K03, Proposition 3 .2], e.g. T is ergodic, rigid, has simple spectrum and its maximal spectral type is singular. In Section 5 we continue our investigation of slow entropy for transformations with periodic approximation by realizing systems with good cyclic approximation and any given value of upper polynomial slow entropy.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "text": "[KKWpp]",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 543,
                    "text": "[K03,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 544,
                    "end": 557,
                    "text": "Proposition 3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Theorem 1.4. For every u ∈ [0, ∞] there exists a Lebesgue measure preserving transformation T with good cyclic approximation and ent µ n t (T ) = u. By [KS67] (see also [K03, Proposition 3 .2]) a transformation admitting a good cyclic approximation is ergodic and rigid. Hence, our construction for Theorem 1.4 provides another family of examples for Theorem 1.2. In fact, we show in Theorem 5.9 that for any subexponential scale a n (t) there is a transformation T with good cyclic approximation and ent µ an(t) = ∞. Like [A21, Theorem 1] these constructions confirm a conjecture by Ferenczi in [Fer97M, page 205 ] that there are rank one systems T with ent µ n t (T ) = ∞ (therein the conjecture is phrased in terms of the measure-theoretic complexity). To the best of our knowledge, they also provide the first standard systems (i.e. loosely Bernoulli with zero entropy or loosely Kronecker) with growth rate faster than any polynomial scale.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 158,
                    "text": "[KS67]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 169,
                    "end": 174,
                    "text": "[K03,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 175,
                    "end": 188,
                    "text": "Proposition 3",
                    "ref_id": null
                },
                {
                    "start": 596,
                    "end": 604,
                    "text": "[Fer97M,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 605,
                    "end": 613,
                    "text": "page 205",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since transformations with good cyclic approximations are rank one, their lower measure-theoretic polynomial slow entropy can be at most 1 by the results of Ferenczi and Kanigowski (see Proposition 5.1 for more details). We realize all possible values of the lower polynomial slow entropy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Theorem 1.5. For every u ∈ [0, 1] there exists a Lebesgue measure preserving transformation T with good cyclic approximation and ent µ n t (T ) = u. These transformations are constructed by a twisted version of the abstract AbC method. We stress that the AbC transformations constructed in this paper are not necessarily smooth. (To guarantee smoothness further growth conditions have to be posed on the parameter sequence (l n ) n∈N .) In an accompanying paper [BKWpp] we present a method how to compute the measure-theoretic and topological slow entropy of smooth AbC diffeomorphisms.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 469,
                    "text": "[BKWpp]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "preprints and helpful discussions. S. B. would like to thank Federico Rodriguez Hertz for an invitation for a project related visit to Penn State, however this trip could not be materialized since travel restrictions were imposed due to the COVID19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Plan of the rest of the paper: In Section 2, we provide definitions of measuretheoretic slow entropy, finite rank systems, and periodic approximations. In Section 3, we prove a probabilistic lemma that will serve as a key tool for our combinatorial constructions throughout the paper. For instance, we will use it to determine the combinatorial mapping behavior of the conjugation maps in our AbC constructions in Sections 4 as well as 5. In Section 4, we prove the flexibility of both upper and lower measuretheoretic slow entropy of the rigid transformations with respect to polynomial scale. In Section 5, we first show the flexibility of upper measure-theoretic slow entropy for good cyclic transformations with values from 0 to +∞ with respect to polynomial scale. Then we prove flexibility of lower measure-theoretic polynomial slow entropy of good cyclic transformations with values from 0 to 1, which implies that Proposition 1.3 in [Kan18] is sharp. In Section 6, we turn to rank-two systems. We first provide an upper bound of lower measure-theoretic slow entropy for rank-two system without spacers. Then for any subexponential scale, we construct a rank-two system such that its lower measuretheoretic slow entropy is infinite with respect to the given scale.",
            "cite_spans": [
                {
                    "start": 941,
                    "end": 948,
                    "text": "[Kan18]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Suppose T is a measure-preserving transformation on a standard Borel probability space (X, B, µ), P = {P 1 , . . . , P m } is a finite measurable partition and Ω m,n = {w = (w k ) n−1 k=0 : w k ∈ {1, . . . , m}}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "The coding map φ P,n (x) : X → Ω m,n of T with respect to partition P is defined as φ P,n (x) = w(x), where T k (x) ∈ P w k (x) . Then for w, w ′ ∈ Ω m,n , the Hamming metric",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": ". Next define an ε-Hamming ball as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "and a family κ n (ε, T, P) of ε-Hamming balls such that µ(∪κ n (ε, T, P)) > 1 − ε is a (ε, P, n)-covering of X. Finally we denote the minimal cardinality of (ε, P, n)-covering as S P (T, n, ε) = min{Card(κ n (ε, T, P))}.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "(2.2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "In this setting, slow entropy of invertible measure-preserving transformations can be introduced as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "Definition 2.1 (Slow entropy, Katok-Thouvenot [KT97] ). Let {a n (t)} n∈N,t>0 be a family of positive sequences increasing to infinity and monotone in t. Then define the lower measure-theoretic slow entropy of T with respect to a finite measurable partition P by",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 52,
                    "text": "[KT97]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "The lower measure-theoretic slow entropy of T is defined by ent µ an(t) (T ) = sup P ent µ an(t) (T, P).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "(2.5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "The upper measure-theoretic slow entropy of T can be defined in a similar way by replacing lim inf by lim sup in (2.4) and denoted as ent µ an(t) (T ). If ent µ an(t) (T ) = ent µ an(t) (T ), then we define this value as the measure-theoretic slow entropy of T with respect to a n (t) and denote it as ent µ an(t) (T ). One of the most important features of measure-theoretic slow entropy is the following generating sequence property:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "Proposition 2.2 (Proposition 1 in [KT97] ). Let (X, B, µ, T ) be a measure-preserving transformation and P 1 P 2 . . . be an increasing sequence of finite measurable partitions of X such that ∨ +∞ m=1 P m generates the σ−algebra B. Then for any scales a n (t), we have ent µ an(t) (T ) = lim We end this subsection with a modified folklore estimate on the cardinality of words that are ε-Hamming close to a given word. Similar versions have appeared in several references, e.g. [K80, Theorem 1], [Fer97M, Proposition 2] and [A21, Lemma 2.3]. We provide a proof here for completeness: Lemma 2.3. Let Σ be a finite alphabet, ε ∈ (0, 1 10 ) and w ∈ Σ n . Then the cardinality of words in Σ n , that are ε-Hamming close to w, is less than",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 40,
                    "text": "[KT97]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "where |Σ| is the cardinality of Σ. In particular, in case of ε 1 |Σ| and log |Σ| 1 we can estimate this upper bound on the number of ε-close n-words by |Σ| 9εn .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "Proof. Suppose εn 1 and w ′ ∈ Σ n is ε-Hamming close to w, then at most [εn] + 1 digits of w ′ may be different from corresponding digits in w. We denote them as i 1 , i 2 , . . . , i [εn]+1 , where [εn] is the integer part of εn. It is worth to point that the ε-Hamming closeness of w and w ′ does not forbid w ′ i k = w i k for some k = 1, . . . , [εn] + 1, which corresponds to the cases that the Hamming distance between w ′ and w is even smaller than ε. Since w ′ i k may be equal to w i k for k = 1, . . . , [εn] + 1, the total cardinality of possible choices of codes on a fixed set of indices {i 1 , . . . , i [εn]+1 } is |Σ| [εn]+1 . Moreover, the total cardinality of possible choices of index sets {i 1 , . . . , i [εn]+1 } is less than n [εn]+1 . Combining these two estimates, the total cardinality of length n words that are ε-Hamming close to w is less than n [εn]+1 |Σ| [εn]+1 . By definition of binomial coefficients and Stirling's approximation formula, we get the following estimates:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "where last inequality follows from εn 1 and ε ∈ (0, 1 10 ). If εn < 1, then by definition of Hamming metric, we know that the cardinality of words in Σ n that are ε-Hamming close to w is 1. Since exp(n(2ε log |Σ| − (1 − ε) log(1 − 2ε) − 3ε log ε)) 1 for any n ∈ Z + and ε ∈ (0, 1 10 ), we complete the estimate. If ε 1 |Σ| and log |Σ| 1, then we obtain that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "which completes the proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "2.2 Finite rank systems 8",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Measure-theoretic slow entropy"
        },
        {
            "text": "Although there are many equivalent definitions of finite rank systems, we only provide the following geometrical definition of finite rank systems in our paper. For other equivalent definitions we refer to [Fer97S] for more details.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 214,
                    "text": "[Fer97S]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Finite rank systems"
        },
        {
            "text": "Definition 2.4 (Finite rank system [Fer97S] ). A system is of rank at most ℓ if for every partition P of X, for every ε > 0, there exist ℓ subsets B i of X, ℓ positive integers h i and a partition P ′ of X such that",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 43,
                    "text": "[Fer97S]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Finite rank systems"
        },
        {
            "text": "c) P ′ is refined by the partition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finite rank systems"
        },
        {
            "text": "A system is of rank ℓ if it is of rank at most ℓ and not of rank at most ℓ − 1. A system is of infinite rank if no such finite ℓ exists. Moreover, if X \\ ∪ 1 i ℓ,0 j h i −1 T j B i = ∅, then we call such systems a finite rank systems without spacers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finite rank systems"
        },
        {
            "text": "Remark 2.5. It is worth to point out that for a rank ℓ-system (X, T, B, µ), each h i will go to +∞ as P converges to an atom partition and ε → 0. If there is at least one bounded h i in this process, then P → atom partition and ε → 0 imply that µ(B i ) → 0 and thus µ( h i j=0 T j B i ) → 0, which gives that the rank of T is less than or equal to ℓ − 1 and thus a contradiction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finite rank systems"
        },
        {
            "text": "Remark 2.6. If P n is a family of partitions that converges to atom partition as n → +∞ and ε > 0, then by taking a subsequence if necessary, we can always assume that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finite rank systems"
        },
        {
            "text": "1 − ε as the measure of each atom of P n goes to zero as n → ∞, where h (i) n and B i n are the heights and bases in Definition 2.4 with respect to P n and ε.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Finite rank systems"
        },
        {
            "text": "In this section, we provide an elementary introduction about periodic approximation, which will be used in Section 5. We refer to [K03] for more details. Suppose (X, µ) is a Lebesgue space. A tower t is an ordered sequence of disjoint",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 135,
                    "text": "[K03]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "where c 1 is denoted as the base of the tower t and h(t) is denoted as the height of the tower t. Moreover, we associated a cyclic measure-preserving permutation σ with tower t such that σ(c i ) = c i+1 for 1 i h(t), where c h(t)+1 = c 1 . Then the periodic process can be defined as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "Definition 2.7 (Periodic process). A periodic process is a collection of disjoint towers covering X, together with an equivalence relation among these towers which identifies their bases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "For any given periodic process, we introduce the following two standard partitions associated with the periodic process. The first partition ξ consists of all elements of all towers of the periodic process and the second partition η consists of the unions of bases of towers in each equivalence class and their images under the iterates of σ, where we will drop certain towers if we go beyond the heights of these towers and we continue until the highest tower in the equivalence class has been exhausted. It is clear that η is a subpartition of ξ, i.e. η ξ. In fact, (ξ, η, σ) completely determines the periodic process except for the situation that all towers within an equivalence class have the same height. Since we will not be interested in making this distinction, we identify the triple (ξ, η, σ) with the periodic process from now on. With the help of these notations, we can introduce the concept of periodic approximations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "Definition 2.8 (Exhaustive periodic process). The sequence (ξ n , η n , σ n ) of periodic processes is called exhaustive if η n converges to the decomposition into points as n → ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "Definition 2.9 (Periodic approximation). For a given measure-preserving transformation T and an exhaustive sequence of periodic processes (ξ n , η n , σ n ), we say (ξ n , η n , σ n ) forms a periodic approximation of T if c∈ξn µ(T c△σ n c) → 0 as n → ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "One of the important features of periodic approximations is the speed of approximation:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "Definition 2.10. A measure-preserving transformation admits a periodic approximation (ξ n , η n , σ n ) with speed g(n) if for a certain subsequence {n k } we have c∈ξn k µ(T c△σ n k c) < g(n k ). Now we have enough ingredients to define a good cyclic approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "Definition 2.11 (Cyclic approximation). A periodic process which consists of a single tower is called a cyclic process. An approximation by an exhaustive sequence of cyclic processes is a cyclic approximation. In particular, a cyclic approximation is a good cyclic approximation if its speed is o( 1 qn ), where q n is the height of cyclic processes' single tower at step n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Periodic approximation"
        },
        {
            "text": "One of the key tools for all our combinatorial constructions throughout this paper is a probabilistic method similar to the so-called \"Substitution Lemma\" in [FRW11] . Like [FRW11, Proposition 45] our method allows to select good choices of words so that each constructed sequence contains each letter in the underlying alphabet the same number of times and that all pairs of letters occur with about the same frequency when comparing two substantial substrings with each other, even after some sliding along the sequence. In addition to that, our word construction also takes care of Hamming-separation for substrings of shorter lengths. We need this extension in order to prove our statements on the lower slow entropy.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 165,
                    "text": "[FRW11]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "To state our probabilistic method precisely, we introduce some notation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Definition 3.1. Let Σ be an alphabet. For a word w ∈ Σ k and x ∈ Σ we write r(x, w) for the number of times that x occurs in w and freq(x, w) = r(x,w) k for the frequency of occurrences of x in w. Similarly, for (w, w ′ ) ∈ Σ k × Σ k and (x, y) ∈ Σ × Σ we write r(x, y, w, w ′ ) for the number of i < k such that x is the i-th member of w and y is the i-th member of w ′ . We also introduce freq(x, y, w, w ′ ) = r(x,y,w,w ′ ) k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "We also state the Law of Large Numbers with its large deviations using Chernoff bounds:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Lemma 3.2 (Law of Large Numbers). Let (X i ) i∈N be a sequence of independent identically distributed random variables taking value 1 with probability p and taking value 0 with probability 1 − p. Then for any δ > 0 we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "and for the upper tail we have the following estimate",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Inspired by the proof of the Substitution Lemma in [FRW11] we apply the Law of Large Numbers to guarantee the existence of selections of words that are Hammingapart from each other. To avoid Hamming-closeness of too many substrings of shorter length, we have to provide several extensions to [FRW11, Proposition 44] . Here, for a word w ∈ Σ k , we let sh t (w) be the word whose entries are moved to the left by t units. Furthermore, w ↾ I denotes the restriction of w on the index set I, i.e. if I = {i 1 , i 2 , . . .}, then (w ↾ I) p = w ip . With the help of these notations, our probabilistic method can be stated as follows.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "[FRW11]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 292,
                    "end": 299,
                    "text": "[FRW11,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 300,
                    "end": 315,
                    "text": "Proposition 44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Proposition 3.3. Let ε ∈ (0, 1 10 ), γ ∈ (0, 1) and Σ be a finite alphabet with at least 4 symbols. For any increasing sequence b = {b n } n∈N with lim n→∞ log bn n = 0 there exists K 0 ∈ N such that for all k K 0 , that are multiples of |Σ|, and all N b k there are τ b , β(k) ∈ N with τ b β(k) and a collection of sequences Θ ⊂ Σ k with cardinality |Θ| = N satisfying the following properties:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "1. (Exact uniformity) For every x ∈ Σ and every w ∈ Θ, we have freq(x, w) = 1 |Σ| ;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "2. (Hamming separation on substantial substrings) Let 0 t < (1 − γ)k, w, w ′ ∈ Θ and I be an interval of indices in the overlap of w and sh t (w ′ ). Suppose its length L γk. If w, w ′ are different from each other, then we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "3. (Hamming separation for substrings of intermediate length) Let 0 t < (1 − 2γ)k, w, w ′ ∈ Θ and I be a subinterval of indices in the overlap of w and sh t (w ′ ). Suppose its length β(k) L < γk. If w, w ′ are different from each other, then we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "4. (Hamming separation on short substrings) Let τ b L < β(k), 0 t < (1 − 2γ)k, w ∈ Θ, and W be the substring of w on the indices [t, t + L) ∩ Z. Then we have that W is ε-Hamming close to a proportion of at most 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Remark 3.4. While property (2) guarantees that the words in Θ are Hamming-apart from each other, properties (3) and (4) imply that there is also enough Hammingseparation on the level of shorter substrings. Altogether, the proposition yields for every length τ b L k that one needs at least min N, b L 2 many (ε, L)-Hamming balls to cover a proportion of at least 1 − 2γ of the L-strings occurring in the words in Θ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Proof. Let σ < γ 2 3 . We will use the Law of Large Numbers to show that for sufficiently large k, most choices in Σ (1−σ)·k satisfy approximate versions of properties (1) and (2). Then we choose the endstrings such that exact uniformity in property (1) holds true. Since the endstring has small proportion σ of the total length, its effect on the second property will be small. Properties (3) and (4) are restricted to strings not affected by modifications to the endstrings anyway.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "We consider Ω k := Σ k N = Σ k × · · · × Σ k equipped with the counting measure as our probability space. For each x ∈ Σ and every i ∈ {0, 1, . . . , k − 1}, let X i be the random variable that takes the value 1 if x occurs in the i-th place of an element w ∈ Σ k and 0 otherwise. Then the X i are independent and identically distributed. Hence, the Law of Large Numbers gives some δ > 0 and k x = k x (δ) such that for all k k x a proportion 1 − (exp(−δ 2 /4)) k of sequences in Σ k satisfy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.5) Moreover, we define for each 0 t < (1 − γ)k and every pair (x, y) ∈ Σ × Σ the random variable Y t i that takes the value 1 if x occurs in the i-th place of w for an element w ∈ Σ k and y is the i-th entry of sh t (w ′ ) for some w ′ ∈ Σ k , w ′ = w. Otherwise, Y t i takes the value 0. Since the Y t i , i = 0, . . . , k − t − 1, are independent and identically distributed, the Law of Large Numbers gives k x,y = k x,y (σ) such that for all k k x,y , all 0 t < (1 − γ)k, all 0 s < (1 − γ)k − t, all γk L < k − t − s, and all but an (exp(−σ 2 /4)) L proportion of sequences (w, w ′ ) ∈ Σ k × Σ k satisfy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Finally, we introduce for each 1 t < (1 − γ)k the random variable Z t i that takes the value 1 if the i-th symbol of w agrees with the i-th symbol of sh t (w) for some w ∈ Σ k . Otherwise, Z t i takes the value 0. Since for each 1 t < (1 − γ)k the Z t i are independent and identically distributed, the Law of Large Numbers gives k(σ) such that for all k k(σ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "We point out that the number of requirements is less than N |Σ| + 2k 3 N 2 |Σ| 2 3k 3 N 2 |Σ| 2 . Since 3k 3 N 2 |Σ| 2 · (exp(−σ 2 /4)) γk 3k 3 b 2 k |Σ| 2 · (exp(−σ 2 /4)) γk → 0 as k → ∞, we conclude by Bernoulli inequality that for sufficiently large k the vast majority of elements in Ω k satisfies all the conditions (3.5), (3.6), and (3.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "In order to get property (3) we introduce for each 0 t < (1 − 2γ)k the random variable V t i that takes the value 1 if the i-th entry of an element w ∈ Σ k agrees with the i-th entry of sh t (w ′ ) for some w ′ ∈ Σ k (in case of t = 0 we have to assume w ′ = w). Otherwise, V t i takes the value 0. Since the V t i are independent and identically distributed, the Law of Large Numbers with p = 1 |Σ| and δ = 1−ε−p p gives L t = L t (δ) such that for all L L t , all 0 s < k − t − L, and all but a exp − δ 2 2+δ Lp proportion of sequences",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.8)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "We note that this corresponds to a d H L -distance of at least ε between the two strings under consideration. Since we want to control all those strings for every L ∈ N with L 3,min L γk, this gives less than N 2 k 3 many conditions and we have to bound",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "where we used δ 2 by |Σ| 4. The expression in (3.9) goes to 0 as k → ∞ if",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "To impose property (4) of this proposition we denote for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "is 2ε-Hamming close to W w,L,t , and 0 otherwise. Since for all w ′ = w and each 0 s < L the {U iL+s } 0 i<⌊ (1−γ)k L ⌋ are independent and identically distributed, we can apply the Law of Large Numbers again. Note that in the notation of Lemma 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.11)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Then we apply the upper tail estimate in Lemma 3.2 with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "By this choice we have for all but a exp − δ 2 2+δ np proportion of sequences in Ω k that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "where U j is indexed by the n many observations as described above. Since we want to control (3.13) for each possible length τ b L L 4,max , all the N representatives in Ω k and the (1 − 2γ)k different initial positions t, there are less than N k 2 many conditions. Thus, we have to bound",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.14)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Hence, we need",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "To guarantee that for sufficiently large k the vast majority of elements in Ω k satisfies conditions (3) and (4), it suffices to have L 4,max > L 3,min which follows from",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.16)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "By direct computation we note that this condition is fulfilled for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "We pick k large enough such that there is such a collection of sequences Θ ′ ⊂ Σ k with cardinality |Θ ′ | = N satisfying all the conditions (3.5), (3.6), (3.7), (3.8), and (3.13). Then by inequality (3.5) in any w in ∈ Θ ′ we can replace the symbols at at most σk places in the endstring to obtain a word w in which each element of Σ occurs the same number of times. Clearly, the constructed word w satisfies exact uniformity. The sequences built this way constitute our collection Θ ⊂ Σ k .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "To check the second property we denote for w, w ′ ∈ Θ their original strings in Θ ′ by w in and w ′ in , respectively. From inequality (3.6) we obtain for every γk L k − t, every interval I of length L in the overlap, and every x, y ∈ Σ that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Since w in and sh t (w ′ in ) were changed at most σk places, at most 2σk positions in the alignment of w and sh t (w ′ ) can be affected. Hereby, we conclude that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "(3.17)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "In particular, this implies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "which yields the first part of property (2). Similarly, we check its second part with the aid of (3.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Remark 3.5. From condition (3.11) in the proof we see that τ b ∈ N has to satisfy that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "where N L is the number of L-strings in the alphabet Σ that are 2ε-Hamming close to a given word in Σ L . If 2ε 1 |Σ| , we get the estimate N L |Σ| 18Lε by Lemma 2.3. Then we can state the condition on τ b as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Remark 3.6. Let c = {c n } n∈N be an increasing sequence with c n b n for all n ∈ N. Then the proof of Proposition 3.3 can also be used to construct a collection Θ ⊂ Σ k with cardinality |Θ| = N b k such that for every length τ c L k, one needs at least min N, c L 2 many (ε, L)-Hamming balls to cover a proportion of at least 1 − 2γ of the L-strings occurring in the words in Θ. As above the number τ c ∈ N has to satisfy that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "where N L is the number of L-strings in the alphabet Σ that are 2ε-Hamming close to a given word in Σ L .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "We end this section by making the following immediate observation from Proposition 3.3 to fix some notation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "Remark 3.7. Let s ∈ Z + , s 4, ε, γ > 0, and {b n } n∈N be a subexponential sequence with b n ր ∞. Then there is K 0 = K 0 ({b n } n∈N , s, ε, γ) such that for all k K 0 and any finite alphabet Σ of cardinality |Σ| = s, there is a collection Θ ⊂ Σ k of cardinality |Θ| = ⌊b k ⌋ such that the words in Θ satisfy properties (2)-(4) from Proposition 3.3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A probabilistic method"
        },
        {
            "text": "We start this section with a brief review of the symbolic representation of AbC transformations from [FW19] and [K03] . Here, our constructions can be viewed as taking place on",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "[FW19]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 112,
                    "end": 117,
                    "text": "[K03]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "For this purpose, we introduce the following notation with q, s ∈ Z + :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "We collect the above sets to form the following partition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Each transformation T in Theorems 1.2 and 1.3 is obtained as a limit of an untwisted AbC construction T n = H n •R α n+1 •H −1 n , i.e. h n (∆ qn,1 ) = ∆ qn,1 . We use three sequences of parameters (k n ) n∈N , (l n ) n∈N , and (s n ) n∈N . In particular, we suppose that k n as well as s n are multiples of s n−1 . In our application k n will be chosen large enough to satisfy some requirements determined by the lemmas in Section 3. Moreover, we will choose h n as a measure preserving translation commuting with R αn and permuting ξ knqn,sn , i.e. it takes atoms of the form ∆ i,j knqn,sn to atoms ∆ i ′ ,j ′ knqn,sn . Clearly, h n is determined by its action on ∆ qn,1 . We also state some requirements on the action of h n that guarantee ergodicity of our limit transformation T (see [FW19, Theorem 58]):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "(R1) The sequence s n tends to ∞;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "(R2) Strong uniformity: For each ∆ 0,j q n−1 ,s n−1 ∈ ξ q n−1 ,s n−1 and each s < s n we have that the cardinality of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "(R3) Given s < s n we can associate a k n -tuple (j 0 , j 1 , . . . , j kn−1 ) s such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "for all 0 t < k n . Then we assume that the map s → (j 0 , j 1 , . . . , j kn−1 ) s is one-to-one.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "To give the symbolic representation of untwisted AbC transformations we inductively assume that the T n−1 -names with length q n of the tower bases H n−1 (∆ 0,s qn,s n−1 ), 0 s < s n−1 , are u 0 , . . . , u s n−1 −1 . Then for each 0 s * < s n we define a sequence of words w 0 , . . . , w kn−1 by setting w j = u s iff h n j k n q n , j + 1 k n q n × s * s n , s * + 1 s n ⊆ ∆ 0,s qn,s n−1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Then according to [FW19, section 7] the T n -name with length k n l n q 2 n = q n+1 of the tower H n (∆ 0,s * q n+1 ,sn ) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "where b, e are so-called spacer symbols and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "We also add the following well-known fact for AbC transformations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Lemma 4.1. Let T be constructed by the abstract AbC method with any sequence (l n ) n∈N such that n∈N 1 ln < ∞. Then T is rigid along the sequence (q n ) n∈N . Proof. Let A ⊆ X be any measurable set and ε > 0. Since the sequence {η m } m∈N of partitions η m := H m (ξ kmqm,sm ) is generating, there is N ∈ N such that for all n N we can ε-approximate A by a union of sets in η n . We also note that for t q n and n sufficiently large we have by our assumption on the sequence (l n ) n∈N that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "This yields the rigidity of T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Remark 4.2. When moving from the partition element ∆ i,j knqn,sn to ∆ i+1,j knqn,sn the mapping behavior of h n changes instantly. To keep control of the orbit of T t n compared to T t n−1 for small numbers of iterates t q n we introduce the sets",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Since t · |α n+1 − α n | 1 knlnqn , for any point P ∈ ∆ i,j knqn,sn the images T t n (P ) and T t n−1 (P ) lie in the same element ∆ i ′ ,j ′ knqn,sn . Then we define Θ n :=",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "and call it the safe domain. Similarly, to compare the orbits of T t and T t n−1 for small numbers of iterates t q n we define for m n the sets",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Note that Ξ n,n = Θ n . Hereby, we define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Then we note that for any 0 t q n and any point P ∈ ∆ i,j knqn,sn ∩ Ξ n the images T t (P ) and T t n−1 (P ) lie in the same element ∆ i ′ ,j ′ knqn,sn . We note that µ (Ξ n,m ) 1 − 2 lm . Under the assumption m∈N 1 lm < ∞ this yields for any given δ > 0 that µ (Ξ n ) > 1 − δ for n sufficiently large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combinatorics of the conjugation map"
        },
        {
            "text": "Let 0 < u < ∞. We want to construct an ergodic rigid transformation T with ent µ n t (T ) = u. For a start, we choose a sequence (ε n ) n∈N of quickly decreasing positive numbers satisfying",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "The parameter sequences (k m ) m∈N , (l m ) m∈N , and (s m ) m∈N are defined inductively. Assume that they have been defined up to m = n − 1. Notice that this also determines the number q n = k n−1 l n−1 q 2 n−1 . Then we apply Proposition 3.3 with ε = 1 1000 , γ = 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "According to this we choose k n as a multiple of s n−1 and sufficiently large such that there are at least ⌊ 8 εn k qn n q 2u n ⌋s n−1 many good words satisfying all the properties of Proposition 3.3. Then we set s n = ⌊ 8 ε n k qn n q 2u n ⌋ · s n−1 . (4.3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "As adumbrated before, s n is a multiple of s n−1 and (R1) is satisfied. The collection of good words determines the combinatorics of the conjugation map h n . In particular, property (1) from Proposition 3.3 gives (R2) and property (2) implies (R3). Thus, T is ergodic by [FW19, Theorem 58 ]. Finally, we set",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 278,
                    "text": "[FW19,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 279,
                    "end": 289,
                    "text": "Theorem 58",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "which guarantees that n∈N 1 ln < ∞. As a result, we obtain that T is a rigid transformation by Lemma 4.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "To compute the upper measure-theoretic slow entropy we will use Proposition 2.2 with the generating sequence {η m } m∈N of partitions η m := H m (ξ kmqm,sm ). We start with the following observation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "and j 1 = j 2 , then P 1 and P 2 are n−1 i=m 1 − 4 s i − 4 l i , q n+1 -Hamming apart from each other with respect to the partition η m .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Proof. We show this inductively starting with n = m + 1. To see this we note that for every t q n+1 and P ∈ H n (A (n) i,j ) the images T t (P ) and T t n (P ) lie in the same element ∆ i ′ ,j ′ knqn,sn by Remark 4.2. Then we use that for the map T n the points from H n A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "i 2 ,j 2 with j 1 = j 2 are 1 − 4 s n−1 , q n+1 -Hamming apart from each other by the second property of Proposition 3.3 describing the combinatorics of h n . This finishes the base case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "In the inductive step, we suppose that for some n > m points ( i,j are defined as above for any 0 i < k n q n and 0 j < s n . Then we consider the sets A",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Once again, we use the second property of Proposition 3.3 to see that points",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Along the other iterates we can apply the induction assumption. Altogether these yields that for the map",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "-Hamming apart from each other with respect to the partition η m . Since for every t q n+2 and P ∈ H n+1 A (n+1) v,w , the images T t (P ) and T t n+1 (P ) lie in the same element ∆ i ′ ,j ′ k n+1 q n+1 ,s n+1 by Remark 4.2, this finishes the proof of the induction step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "The previous lemma allows us to prove a lower bound on S ηm (T, q n+1 , ε), where S ηm (T, t, ε) is defined in Section 2.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Lemma 4.4. Let 0 < ε < 1 2 and m ∈ N, then for n > m, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Proof. Since 4",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Lemma 4.5. Let ε > 0 and m ∈ N, then for n sufficiently large and ε 2 l n q n L < ε 2 l n+1 q n+1 , we have S ηm (T, L, ε) 2 ε 2 k n q n s n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Proof. For any n ∈ N, 0 i 1 < k n q n , and 0 i 2 < s n we define the sets",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "We note that the sets∆ i 1 ,i 2 are defined in this way to guarantee that for any point P ∈∆ i 1 ,i 2 and all 0 t < ε 2 l n q n the images T t n (P ) and T t n−1 (P ) lie in the same element",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Hereby, we define for 0 j 1 < k n q n , 0 j 2 < ⌊ 2 ε 2 ⌋ and 0 j 3 < s n the sets",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "where the intersection with Θ n+1,ε guarantees that T t n+1 (P ) and T t n (P ) lie in the same atom for 0 t ε 2 l n+1 q n+1 and the intersection with Ξ n+2 guarantees that T t (P ) and T t n+1 (P ) lie in the same atom for 0 t q n+2 by Remark 4.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "For n sufficiently large the union of all these sets B j 1 ,j 2 ,j 3 covers a measure of at least 1 − ε of the space. Since points within one set B j 1 ,j 2 ,j 3 stay (ε, L)-Hamming close for ε 2 l n q n L < ε 2 l n+1 q n+1 , we conclude the statement. Remark 4.6. We conclude from its proof that the statement of Lemma 4.5 is independent of the combinatorics of the conjugation map h n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "Altogether we can compute the upper measure-theoretic slow entropy of T . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "which is positive for all t < u. This yields ent µ n t (T ) u. On the other hand, Lemma 4.5 implies that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "which is zero for all t > u. Altogether, we obtain ent µ n t (T ) = u. For any given subexponential scale a n (t) the existence of an ergodic rigid transformation T with ent µ an(t) (T ) = ∞ follows from the stronger Theorem 4.10 in the next subsection. This finishes the proof of Theorem 1.2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.2"
        },
        {
            "text": "In this section, we present the construction in the two cases: ent µ n t (T ) = u < ∞ and ent µ n t (T ) = ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "4.3.1 Case 1: ent µ n t (T ) = u < ∞ We start by constructing a rigid transformation with ent µ n t (T ) = u for some 0 < u < ∞. As before, we choose a sequence (ε n ) n∈N of quickly decreasing positive numbers satisfying",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "and the integer sequences (k m ) m∈N , (l m ) m∈N , and (s m ) m∈N are defined inductively. Assume that they have been defined up to m = n − 1 which also determines the number q n = k n−1 l n−1 q 2 n−1 . Furthermore, we assume s n−1 1000 and k n−1 4. In the next step, we set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "We apply Proposition 3.3 with ε = 1 1000 , γ = 1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "as a multiple of s n−1 and such that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "is a multiple of s n−1 . We also denote the corresponding value of τ b and β(k n ) from Proposition 3.3 by τ n and β n , respectively. Moreover, the collection of words Θ with cardinality |Θ| = s n constructed in Proposition 3.3 determines the combinatorics of the conjugation map h n . This finishes the construction in the inductive step.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "To estimate the lower measure-theoretic slow entropy via Proposition 2.2, we make the following observation with regard to the generating sequence {η m = H m (ξ kmqm,sm )} m∈N .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "Lemma 4.8. Let ε = 1 1000 and m ∈ N, then for n > m, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "0.5s n−1 for q n N < 5l n q n , 0.5⌊(jk n−1 ) nu ⌋ for jl n q n N < (j + 1)l n q n , where 5 j < β n , 0.5s n for β n l n q n N < k n l n q 2 n = q n+1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "Proof. We consider for any 0 i < k n q n , 0 j < s n the set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "We recall that for every t N q n+1 and P ∈ H n A (n) i,j the images T t (P ) and T t n (P ) lie in the same element ∆ i ′ ,j ′ knqn,sn by Remark 4.2. As in the proof of Lemma 4.4 we show inductively that for every n > m points P 1 ∈ H n A (n) i 1 ,j 1 and P 2 ∈ H n A (n) i 2 ,j 2 with j 1 = j 2 are n−1 i=m 1 − 6 s i − 6 l i , q n+1 -Hamming apart from each other for the map T n with respect to the partition η m . Here, we recall that for the map T n the trajectories from different H n A i,j . We also use that for at most 6N ln many t N q n+2 we have that h n+1 • R t α n+2 (P 1 ) or h n+1 • R t α n+2 (P 2 ) do not lie in the safe domain of h n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "• By s n 1000 and Remark 3.5 and ε = 1 1000 , we get the condition",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "for the integer τ n+1 in our application of Proposition 3.3. Since k n 4, we can choose τ n+1 = 5. Hence, part (4) of Proposition 3.3 corresponds to jl n+1 q n+1 N < (j + 1)l n+1 q n+1 with 5 j < β n+1 in our application, while part (3) corresponds to β n+1 l n+1 q n+1 N < γ n+1 k n+1 l n+1 q n+1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "• Part (2) of Proposition 3.3 yields that for every γ n+1 k n+1 l n+1 q n+1 N k n+1 l n+1 q n+1 the trajectories of distinct H n+1 A (n+1) v,w under T n+1 have Hamming distance 1 − 4 sn − 6 ln · n−1 i=m 1 − 6 s i − 6 l i , N from each other with respect to the partition η m . Then for k n+1 l n+1 q n+1 < N k n+1 l n+1 q 2 n+1 = q n+2 , the different strings coming from Proposition 3.3 are repeated as in the symbolic representation in (4.1). Since γ n+1 = 1 s 2 n , we conclude that for every such N the trajectories are n i=m 1 − 6 s i − 6 l i , N -Hamming apart from each other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "As recalled above, we have for every i N q n+2 and P ∈ H n+1 A (n+1) i 2 ,j 2 that the images T i (P ) and T i n+1 (P ) lie in the same element ∆ i ′ ,j ′ k n+1 q n+1 ,s n+1 . Using equations (4.8), (4.9), and (4.10) we also have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "by our assumption (4.7). Then we conclude the proof as in Lemma 4.4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "Hereby, we can compute the lower measure-theoretic polynomial entropy of T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "Lemma 4.9. We have ent µ n t (T ) = u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "Proof. On the one hand, we investigate lim inf N →∞ Sη m (T,N,ε) N t for ε 1 2000 by examining the three different cases in the statement of Lemma 4.8. In case of q n N < 5l n q n we see S ηm (T, N, ε) N t 0.5s n−1 (5l n q n ) t 0.5 · (k n−1 ) (n−1)u 30 εn · (k n−1 ) n · l n−1 · q 2 n−1 t , whose limit is positive for all t < u. Similarly, for jl n q n N < (j + 1)l n q n with 5 j < β n we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "whose limit is also positive for all t < u. Clearly, in the remaining case β n l n q n N < q n+1 the limit is positive for all t < u as well. Altogether, this yields ent µ n t (T ) u. On the other hand, as observed in Remark 4.6 we can apply Lemma 4.5 again, which yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "(4.11) This is zero for all t > u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "Altogether, we obtain ent µ n t (T ) = u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "This finishes the proof of Theorem 1.3 for 0 < u < ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "4.3.2 Case 2: ent µ n t (T ) = ∞ In order to cover the case ent µ n t (T ) = ∞, we prove the following stronger statement. Proof. It suffices to prove the theorem for any scaling function {a n (t)} n∈N,t>0 with at least polynomial growth. In particular, for any given t 1 > 0, there exists t 2 > t 1 such that a n (t 2 ) > a n 2 (t 1 ) for all n ∈ N. To build a rigid ergodic transformation T with ent µ an(t) (T ) = ∞, we follow the construction above but with an additional inductively defined increasing sequence (u n ) n∈N of integers. This time, we define the sequence (l n ) n∈N in advance as l n = n 2 . This choice guarantees ∞ n=1 1 ln < ∞ and, hence, rigidity of T by Lemma 4.1. For the inductive choice of the other parameters we proceed as follows. We assume that u n ∈ Z + is large enough such that a m (u n ) a m 2 (u n−1 ) for all m ∈ N, s n−1 = ⌊a k n−1 lnq n−1 (u n )⌋, and that (recalling the notation from Remark 3.7)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "is sufficiently large such that for all j k n−1 , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "Note that this implies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "for all j 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "We start the inductive step by choosing an u n+1 > u n such that a m (u n+1 ) a m 2 (u n ) for all m ∈ N. To determine the combinatorics of h n we apply Proposition 3. as in the proof of Lemma 4.9. We note that a knl n+1 qn (u n+1 ) a k 2 n l 2 n+1 q 2 n (u n ) a knl n+1 q n+1 (u n ) for all n ∈ N. Furthermore, (4.12) implies that according to Remark 3.6 we can take τ c = 2. In case of q n N < 2l n q n we see",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "whose limit is positive for all t u n−1 . Similarly, for jl n q n N < (j+1)l n q n , 2 j < β n , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "whose limit is also positive for all t u n−1 . In the remaining case β n l n q n N < q n+1 we have S ηm (T, N, ε) a N (t) 0.5s n a q n+1 (t) 0.25a knl n+1 qn (u n+1 ) a knlnq 2 n (t) > 0.25a knl n+1 q 2 n (u n ) a knlnq 2 n (t) and this limit is positive for all t u n . Since u n → ∞ as n → ∞, this yields ent µ an(t) (T ) = ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.3"
        },
        {
            "text": "The previous section already provides examples of measure preserving transformations admitting a periodic approximation with positive or even infinite lower measure-theoretic polynomial entropy. In this section we examine one particular class of periodic approximations, the so-called good cyclic approximations. We recall their definition from Definition 2.11.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "On the one hand, we know that the lower measure-theoretic polynomial entropy for a transformation with good cyclic approximation is at most one following from estimates in Proposition 5 in [Fer97M] and Proposition 1.3 in [Kan18] :",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 197,
                    "text": "[Fer97M]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 221,
                    "end": 228,
                    "text": "[Kan18]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "Proposition 5.1. If T : (X, µ) → (X, µ) admits a good cyclic approximation, then the lower measure-theoretic slow entropy with respect to the polynomial scale a n (t) = n t is at most 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "In fact, we show that the above estimate is optimal by Theorem 1.5: every possible value in [0, 1] is attained by a transformation admitting a good cyclic approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "On the other hand, we are able to construct transformations admitting a good cyclic approximation with positive or even infinite upper measure-theoretic polynomial entropy in Theorem 1.4, which exhibits different features of upper and lower measure-theoretic slow entropy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "As for the proof Theorem 1.4 and Theorem 1.5, both constructions are based on a twisted abstract AbC method. For this purpose, we introduce further notation: For 0 i < q, 0 j < k we define the \"stripes\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "Hereby, we introduce the partition ζ k,q := Γ i,j k,q 0 i < q, 0 j < k . Under the assumption that k is a multiple of s we also use the following rectangles for 0 i < q, 0 j < k s , 0 t < s:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "where ∆ i,j q,s is defined in Section 4.1. Finally notice that µ(Γ i,j k,q ) = µ(R i,j,t q,k,s ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy for good cyclic approximations"
        },
        {
            "text": "For a start, we let 0 < u < ∞. We choose a sequence (ε n ) n∈N of quickly decreasing positive numbers satisfying ∞ n=1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "(1 − ε n ) > 1 2 (5.1) and this time we fix (s n ) n∈N as a strictly increasing sequence of positive integers from the beginning, where s n is a multiple of s n−1 . This will suffice to guarantee that {η m = H m (ξ kmqm,sm )} m∈N is a generating sequence. Besides that, we follow our inductive scheme again. Assume that the parameter sequences (k m ) m∈N and (l m ) m∈N have been defined up to m = n − 1, which also determines the number q n = k n−1 l n−1 q 2 n−1 . Moreover, we assume that k n−1 is of the form k n−1 = r n−1 · ⌊(r n−1 ) q n−1 u ⌋ with some r n−1 ∈ Z + . Then we apply Proposition 3.3 with subexponential sequence {b j } j∈N = {j uqn } j∈N ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": ", and alphabet Σ = 0, 1, . . . , k n−1 r n−1 − 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Accordingly, we can choose a number r n ∈ N as a multiple of k n−1 as well as s n , sufficiently large such that r n 12 εn and there is a collection Θ ⊂ Σ rn with |Θ| = ⌊(r n ) qnu ⌋ of good words of length r n satisfying properties (1) and (2) in Proposition 3.3. In particular, property (2) yields for all w, w ′ ∈ Θ that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Then we concatenate all these words from Θ to obtain one word of length k n := r n · ⌊(r n ) qnu ⌋. With it h n will be of the form h n Γ i,j kn,qn =R i+ψn(j)r n−1 l n−1 q n−1 , ⌊ j sn ⌋, j mod sn qn,kn,sn = ψ n (j) · r n−1 k n−1 q n−1 + i q n + ⌊ j sn ⌋ · s n k n q n , ψ n (j) · r n−1 k n−1 q n−1 + i q n + ⌊ j sn ⌋ + 1 · s n k n q n × j mod s n s n , (j mod s n ) + 1 s n ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "i.e. descriptively speaking long stripes are mapped to rectangles. This will guarantee that the sequence of partitions {H n (ζ kn,qn )} n∈N is generating. We also note that the conjugation map h n of this form satisfies the required relation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "To finalize the construction we set l n = (r n ) qn .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "(5.6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "The combinatorics allows us to make the following observation with regard to the generating sequence {η m = H m (ξ kmqm,sm )} m∈N . It will prove to be useful when estimating the upper measure-theoretic slow entropy via Proposition 2.2:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Lemma 5.2. Let 0 < ε < 1 2 and m ∈ N. For n > m we have S ηm (T, r n l n q n , ε) 0.5⌊(r n ) qnu ⌋.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Proof. For any 0 i < q n and 0 j < k n we define the set Γ i,j kn,qn := Γ i,j kn,qn ∩ Ξ n+1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Then we note that for every t q n+1 and P ∈ H n Γ i,j kn,qn the images T t (P ) and T t n (P ) lie in the same element R i ′ ,j ′ knqn,sn by Remark 4.2. The proof of our lemma follows from the following three claims:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Claim 5.3. Let 0 i 1 , i 2 < q m+1 , 0 j 1 , j 2 < k m+1 r m+1 , and 0 v 1 , v 2 < r m+1 , then the points P 1 ∈ H m+1 Γ i 1 ,j 1 r m+1 +v 1 k m+1 ,q m+1 and P 2 ∈ H m+1 Γ i 2 ,j 2 r m+1 +v 2 k m+1 ,q m+1 with j 1 = j 2 are 1 − 3rm km , q m+2 -Hamming apart from each other with respect to the partition η m and the map T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Proof. Since q m+2 = k m+1 l m+1 q 2 m+1 , the {h m+1 • R t α m+2 } t q m+2 trajectory of a point P ∈ Γ i,jr m+1 +v k m+1 ,q m+1 corresponds to q m+1 times repeating a string of length k m+1 = r m+1 · ⌊(r m+1 ) q m+1 u ⌋ in the alphabet Σ = {0, 1, . . . , km rm − 1} describing the assignment ψ m+1 (see (5.4)).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "We divide this string into the words of length r m+1 obtained by Proposition 3.3. Under our assumption j 1 = j 2 , the aligned words are different from each other and we can exploit property (2) in Proposition 3.3 to see that with frequency at most 3rm km our stripes Γ i 1 ,j 1 r m+1 +v 1 k m+1 ,q m+1 and Γ i 2 ,j 2 r m+1 +v 2 k m+1 ,q m+1 are mapped to the same rm kmqm -domain irm kmqm , (i+1)rm",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "and P 2 ∈ H m+1 Γ i 2 ,j 2 r m+1 +v 2 k m+1 ,q m+1 with j 1 = j 2 are 1 − 3rm km , q m+2 -Hamming apart from each other with respect to the partition η m = H m (ξ kmqm,sm ) and the map T m+1 . By our observation above this also holds true for the map T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Claim 5.4. Let n > m, 0 i 1 , i 2 < q n , 0 j 1 , j 2 < kn rn , and 0 v 1 , v 2 < r n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Then the points P 1 ∈ H n Γ i 1 ,j 1 rn+v 1 kn,qn and P 2 ∈ H n Γ i 2 ,j 2 rn+v 2 kn,qn with j 1 = j 2 are n−1 i=m 1 − 3r i k i − 6 l i , q n+1 -Hamming apart from each other with respect to the partition η m and the map T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Proof. We show this by induction. The base clause n = m + 1 follows from Claim 5.3. In the inductive step, we suppose that for some n > m points from H n Γ i 1 ,j 1 rn+v 1 kn,qn and H n Γ i 2 ,j 2 rn+v 2 kn,qn , respectively, with j 1 = j 2 are n−1 i=m 1 − 3r i k i − 6 l i , q n+1 -Hamming apart from each other with respect to the partition η m . Then we consider P ′ 1 ∈ A 1 := Γ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "do not lie in the safe domain of h n . On the remaining iterates we use the second property in Proposition 3.3 again and follow the argument from Claim 5.3 to see that with frequency at most 3rn kn these stripes are mapped into the same rn knqn -domain under h n+1 • R t α n+2 , t q n+2 . By the induction assumption this yields that for the map T n+1 , the points from H n+1 (A 1 ) and H n+1 (A 2 ), respectively, are n i=m 1 − 3r i k i − 6 l i , q n+2 -Hamming apart from each other with respect to the partition η m . By the initial observation this also holds true under the map T .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Claim 5.5. Let n > m, 0 i 1 , i 2 < q n , 0 j 1 , j 2 < kn rn , and 0 v 1 , v 2 < r n . Then the points P 1 ∈ H n Γ i 1 ,j 1 rn+v 1 kn,qn and P 2 ∈ H n Γ i 2 ,j 2 rn+v 2 kn,qn with j 1 = j 2 are n−1 i=m 1 − 3r i k i − 6 l i , r n l n q n -Hamming apart from each other with respect to the partition η m .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Proof. By the second property of Proposition 3.3 describing the assignment ψ n and, hence, the combinatorics of h n we have that for Γ i 1 ,j 1 rn+v 1 kn,qn and Γ i 2 ,j 2 rn+v 2 kn,qn with j 1 = j 2 a proportion of at most 3r n−1 k n−1 of the iterates h n • R t α n+1 , t r n l n q n , is mapped into the same r n−1 k n−1 q n−1 domain. Using Claim 5.4 for n − 1, this yields that for the map T n the points P 1 ∈ H n Γ i 1 ,j 1 rn+v 1 kn,qn and P 2 ∈ H n Γ i 2 ,j 2 rn+v 2 kn,qn with j 1 = j 2 are n−1 i=m 1 − 3r i k i − 6 l i , r n l n q n -Hamming apart from each other. By the initial observation this also holds true under the map T since r n l n q n < q n+1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Additionally, we note that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "by assumption (5.1). Then we complete the proof by the same method as in Lemma 4.4 using Claim 5.5 and estimate (5.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Then we also check that our limit transformation T = lim n→∞ T n admits a good cyclic approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Lemma 5.6. Suppose n∈N 1 ln < ∞ and that the conjugation map h n is of the form h n Γ i,j kn,qn = R i+ψn(j)r n−1 l n−1 q n−1 , ⌊ j sn ⌋, j mod sn qn,kn,sn . Then the limit transformation T = lim n→∞ T n admits a good cyclic approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Proof. We recall that under the given form of the conjugation map h n the sequence of partitions {H n (ζ knlnqn,qn )} n∈N is generating. We compute the weak distance between T and T n with respect to the partition H n (ζ knlnqn,qn ):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Since this goes to 0 as n → ∞, this suffices to conclude the weak convergence of the cyclic approximation (H n (ζ knlnqn,qn ), T n ) to the limit transformation T . We also obtain that the speed of convergence is of the order o( 1 q ), i.e. we have a good cyclic approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Remark 5.7. We note that proof and conclusion of Lemma 5.6 do not depend on the exact combinatorics of the assignment ψ n : {0, 1, . . . , k n − 1} → 0, 1, . . . , k n−1 r n−1 − 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.4"
        },
        {
            "text": "Lemma 5.8. We have ent µ n t (T ) = u. Proof. On the one hand, we see with the aid of Lemma 5.2 that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": "which is positive for all t < u. This yields ent µ n t (T ) u. On the other hand, Lemma 4.5 still holds true since its proof was independent of the combinatorics of h n as observed in Remark 4.6. This implies that lim sup L→∞ S ηm (T, L, ε) L t lim n→∞ 2 ε 2 k n q n s n ε 2 l n q n t lim n→∞ 2 t+1 · ⌊(r n ) qnu ⌋ · r n · q n · s n ε t+2 · (r n ) qnt · q t n , (5.8) which is zero for all t > u. Altogether, we obtain ent µ n t (T ) = u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": "The case of a transformation with good cyclic approximation and ent µ n t (T ) = ∞ is covered by the subsequent more general theorem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": "Theorem 5.9. For any scaling function {a n (t)} n∈N,t>0 satisfying lim n→+∞ log an(t) n = 0, there exists a Lebesgue measure preserving transformation T with good cyclic approximation and ent µ an(t) (T ) = ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": "Proof. As before, we fix (s n ) n∈N as a strictly increasing sequence of positive integers from the beginning, where s n is a multiple of s n−1 . We also set l n = n 2 which yields that the limit transformation admits a good cyclic approximation by Lemma 5.6. Additionally, we fix a strictly increasing sequence (u n ) n∈N of positive integers. Besides that, we follow our inductive scheme again.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": "Assume that the parameter sequence (k m ) m∈N has been defined up to m = n − 1, which also determines the number q n = k n−1 l n−1 q 2 n−1 . Moreover, we assume that k n−1 is of the form k n−1 = r n−1 · ⌊a r n−1 l n−1 q n−1 (u n−1 )⌋ with some r n−1 ∈ Z + . Then we apply Proposition 3.3 with subexponential sequence",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": ", and alphabet Σ = 0, 1, . . . , k n−1 r n−1 − 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": "Accordingly, we can choose a number r n ∈ N as a multiple of k n−1 as well as s n and sufficiently large such that r n 6 εn and there is a collection Θ ⊂ Σ rn with |Θ| = ⌊a rnlnqn (u n )⌋ of good words of length r n satisfying properties (1) and (2) in Proposition 3.3. Then we concatenate all these words from Θ to obtain one word of length k n := r n · ⌊a rnlnqn (u n )⌋. which is positive for all t u n . Since u n → ∞ as n → ∞, this yields ent µ an(t) (T ) = ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Now we are ready to compute the upper slow entropy"
        },
        {
            "text": "We fix 0 < u 1 and choose a sequence (ε n ) n∈N of quickly decreasing positive numbers satisfying (5.1). Moreover, we choose a strictly increasing sequence (s n ) n∈N of positive integers, where s n is a multiple of s n−1 . The parameter sequences (k m ) m∈N and (l m ) m∈N are defined inductively. Assume that they have been defined up to m = n − 1. At this juncture, we assume that k n−1 is of the form k n−1 = r n−1 n−2 r n n−1 with some integers r n−2 < r n−1 satisfying r n−1 K 0 {(kr n−2 ) n−1 } k∈N , k n−2 r n−2 , 1 1000 , r n−2 k n−2 2 , where we recall its definition from Remark 3.7.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "In the inductive step, we set l n = ⌊(r n−1 ) n· 1−u u · 6 ε n ⌋.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "(5.10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "We apply Proposition 3.3 with subexponential sequences {b k } k∈N = {(kr n−1 ) n } k∈N , ε = 1 1000",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": ", γ = r n−1 k n−1 2 , and alphabet Σ = 0, 1, . . . , k n−1 r n−1 − 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "Let L 0 be the resulting threshold. Then we choose r n max L 0 , 4 ε n (5.11) as a multiple of k n−1 and s n . Hereby, we obtain (r n r n−1 ) n many good words of length r n from Proposition 3.3 and we set k n := r n n−1 · (r n ) n+1 , (5.12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "which is the length of the concatenation of all these words. We also denote the corresponding values of τ b and β(r n ) from Proposition 3.3 by τ n and β n , respectively. Moreover, the collection of words Θ constructed in Proposition 3.3 determines the assignment for q n N < 5l n q n , 0.5⌊(jr n−1 ) n ⌋ for jl n q n N < (j + 1)l n q n , where 5 j < β n , 0.5 kn rn for β n l n q n N < k n l n q 2 n = q n+1 . Proof. As in the proof of Lemma 5.2 we define the sets Γ i,j kn,qn := Γ i,j kn,qn ∩ Ξ n+1 and recall that for every t q n+1 and P ∈ H n Γ i,j kn,qn the images T t (P ) and T t n (P ) lie in the same element R i ′ ,j ′ knqn,sn by Remark 4.2. By the same methods as in the proof of Lemma 5.2 we can show that Claim 5.3 and Claim 5.4 also hold true in our new setting. Then Proposition 3.3 also determines the Hamming-distance of {h n • R t α n+1 } t q n+1trajectories of points P 1 ∈ H n Γ i 1 ,j 1 rn+v 1 kn,qn and P 2 ∈ H n Γ i 2 ,j 2 rn+v 2 kn,qn with 0 j 1 , j 2 < kn rn , j 1 = j 2 . An analysis like in the proof of Lemma 4.8 yields the statement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "Proof of Theorem 1.5. From Lemma 5.6 and the accompanying Remark 5.7 we conclude that our transformation T = lim n→∞ T n admits a good cyclic approximation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "To get a lower bound on ent µ n t (T ) we investigate lim inf N →∞ Sη m (T,N,ε) N t by examining the three different cases in the statement of Lemma 5.10. In case of q n N < 5l n q n we see",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "(5l n q n ) t 0.5(r n−2 r n−1 ) n−1 30 εn · (r n−1 ) n· 1−u u · (r n−1 ) n · r n−1 n−2 · l n−1 · q 2 n−1 t = 0.5ε t n · (r n−2 r n−1 ) n−1 30 · (r n−1 ) n· 1 u · r n−1 n−2 · l n−1 · q 2 n−1 t , whose limit is positive for all t < u. Similarly, for jl n q n N < (j + 1)l n q n , where 5 j < β n and u ∈ [0, 1], we have S ηm (T, N, ε) N t 0.25 · (jr n−1 ) n ((j + 1)l n q n ) t 0.25 · j u · r n n−1 (j + 1) · 6 εn · (r n−1 ) n· 1 u · r n−1 n−2 · l n−1 · q 2 n−1 t , whose limit is also positive for all t < u. In the remaining case β n l n q n N < q n+1 , we have S ηm (T, N, ε) N t 0.25(r n r n−1 ) n (k n l n q 2 n ) t 0.25(r n r n−1 ) n r n n−1 · (r n ) n+1 · l n · q 2 n t ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "which is positive for all t < 1. Altogether, this yields ent µ n t (T ) u. On the other hand, Lemma 4.5 still holds true since its proof was independent of the combinatorics of h n as observed in Remark 4.6. This implies that lim inf L→∞ S ηm (T, L, ε) L t lim n→∞ 2 ε 2 k n q n s n ε 2 l n+1 q n+1 t lim n→∞ 2 · ε t n+1 · r n n−1 · (r n ) n+1 · q n · s n ε t+2 · (r n ) (n+1)· 1−u u · (r n ) n+1 · r n n−1 · l n · q 2 n t lim n→∞ 2 · ε t n+1 · r n n−1 · (r n ) n+1 · q n · s n ε t+2 · (r n ) (n+1)· 1 u · r n n−1 · l n · q 2 n t ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "which is zero for all t > u. Overall, we obtain ent µ n t (T ) = u.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Proof of Theorem 1.5"
        },
        {
            "text": "In this section, we discuss the slow entropy of finite rank systems. We first provide an upper bound for the lower slow entropy of rank-two systems without any spacers. Then for any given subexponential scale we construct a rank-two system such that its lower slow entropy is infinity with respect to the given scale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "6.1 Slow entropy of rank-two systems without spacers Proposition 6.1. If (X, T, B, µ) is a rank-two system without spacers, then we have the following estimate of its lower slow entropy with respect to scale a n (t) = n t : ent µ n t (T ) 1.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 85,
                    "text": "If (X, T, B, µ)",
                    "ref_id": null
                }
            ],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "(1) n , B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "n − 1} be defined as in Definition 2.4 for a fixed partition P and ε > 0. We have the following two situations (by passing to subsequences if necessary): ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "n . The following considerations will help us to estimate the number of Hamming balls with length ε 2 h n . Since there are no spacers, we get for x, y ∈ S (1) n \\ B that if they are in the same level set, then T i x and T i y will lie in the same atom with respect to partition P n for the next ε 2 h (2) n iterates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "(6.1) Let C be the top level of S",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "(2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "n \\ D we have, that if they are in the same level set, then they lie in the atom with respect to partition P n for the next ε 2 h (2) n iterates. Since the total measure of these points is larger than µ(S (2) n to cover an 1 − 4ε 2 portion of the space with respect to partition P n . Since |P n − P| < ε, we complete the proof in this case. (2) n to cover an 1 − 4ε 2 portion of the space. This is a similar argument as dealing with the taller tower in case (i). As a result, we obtain linear bounds for the number of Hamming balls with lengths ε 2 h (2) n or ε 2 h (1) n . Since |P n − P| < ε, we also complete the proof in this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "Remark 6.2. The proof in (6.1) also works for any finite rank system provided that the height ratio of the towers is bounded away from 0 and +∞ (even with spacers), which indeed shows that any finite rank systems with bounded height ratio has linear complexity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Slow entropy of finite rank systems"
        },
        {
            "text": "The construction of our desired finite rank system is a rank-two system with spacers. More precisely, we proceed the construction by cutting-and-stacking method with two towers and several spacer levels, where the ratio of heights of the two towers is increasing to infinity and grows faster than a given subexponential scaling function {a n (t)} n∈N,t>0 (see (6.2) and (6.5)). Then the inductive processes (especially step (vi)) guarantee that the growth rate of the number of Hamming balls we need to cover a significant part of the higher tower is faster than the speed given by {a n (t)} n∈N,t>0 (see Proposition 6.7).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Rank-two system with arbitrarily large lower slow entropy"
        },
        {
            "text": "The finite rank system T will act on (X, B, µ X ) 1 , where X is a non-empty interval of [0, +∞) of finite length, B is Borel σ-algebra and µ is Lebesgue measure. Let {a n (t)} n∈N,t>0 be a family of positive sequences increasing to infinity and monotone in t that has subexponential growth, i.e. satisfying the following conditions: lim n→+∞ a n (t) = +∞, ∀t > 0; lim n→+∞ log a n (t) n = 0, ∀t > 0; a n (t) a n+1 (t), ∀t > 0; a n (t 1 ) a n (t 2 ), ∀t 2 > t 1 > 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "(6.2)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "We also fix a positive and increasing sequence {t n } n∈N such that lim n→+∞ t n = +∞, which will be used in our construction of a rank-two system with infinite lower slow entropy. In the following context, we fix ε = 1 1000 and introduce Q n,k for any n, k 1 as Q n,k = exp(k(24ε log(n + 1) − (1 − 2ε) log(1 − 4ε) − 6ε log(2ε))) (6.3) whose definition is motivated by Lemma 2.3 for an alphabet of cardinality |Σ| = (n + 1) 6 and strings of length k. Thus, Q n,k gives the number of words in Σ k that are 2ε-Hamming close to a given k-string.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "We start our construction from two towers S is a translation between intervals in each tower respectively. Moreover, we denote H 0 = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "In the inductive process, we denote our tower at step n as S (2) n , respectively, as in the following picture:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "Under this setting, the inductive construction proceeds as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "(i) Let K n,0 = K 0 ({k} k∈N , (n + 1) 6 , 1 1000 , 1 (n+1) 12 ) be defined as in Proposition 3.3 and Remark 3.7. Suppose that we have already constructed towers S (1) n , S",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "(2) n and that positive integers H n , H n−1 , and τ n are given such that the following conditions are satisfied:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "H n−1 |h (1) n , H n |h (2) n , (6.5) and τ n n is large enough such that for every k τ n , we have Q n,k b k,n (n+1) 6k < 1, where b k,n = a (k+1)Hn (t n ) and Q n,k is defined in (6.3). We observe that H n−1 |h (1) n and the definition of H n imply H n−1 |H n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "(ii) Let",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "for 0 k (n + 1) 6 − 1,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "n +iH n−1 for (n + 1) 6 j 2(n + 1) 6 − 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Construction process and some basic ergodic properties"
        },
        {
            "text": "(1) n into two disjoint subintervals B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(1,1) n and B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(1,2) n such that for some g n (n + 2) 10 K n,0 we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "jH n−1 β j ) = g 2 n H n (n + 1) 12 µ(B (2) n ),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(6.6)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "The existence of such g n follows from (6.5) since K 2 n,0 (n + 2) 20 (n + 1) 12 H n µ(B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "Then we add kH n−1 spacers on top of T h (1) n −1 W (k) n as first part of newly added mass. Next, we cut B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(1,2) n into (n + 1) 6 disjoint intervals W (j) n such that for any (n + 1) 6 j 2(n + 1) 6 − 1, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": ". (1,2) n . Now we estimate the total measure of spacers we added in step (iii) of stage n + 1, i.e. the blue levels in the above pictures:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(6.9) (iv) For 0 k 2(n + 1) 6 − 1, we define:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(6.10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "Then we divide D (b) For (n + 1) 6 j 2(n + 1) 6 − 1, towers D (j) n have the same width. Moreover, (6.6) gives that µ(D (j) n ) = g 2 n (n + 1) 6 H n µ(B (2) n ). The following picture provides an intuitive explanation of this step: (v) Since g n K n,0 = K 0 ({k} k∈N , (n + 1) 6 , 1 1000 , 1 (n+1) 12 ), we can apply Proposition 3.3 with Σ = {(n+1) 6 , . . . , 2(n+1) 6 −1}, γ = 1 (n+1) 12 , ε = 1 1000 with subexponential sequence b k = k to find g n (n + 1) 6 different words a (0) n , . . . , a (gn(n+1) 6 −1) n ∈ Σ gn(n+1) 6 which are uniform in the symbols. Then for (n + 1) 6 j 2(n + 1) 6 − 1, the exact uniformity of Proposition 3.3 and the choice of g n indicate that by cutting each D (j) n into g 2 n (n + 1) 6 subtowers of equal width we can obtain g n (n + 1) 6 towers A (0) n , . . . , A (gn(n+1) 6 −1) n that are built as concatenations of g n (n + 1) 6 of these subtowers such that A n is H n , we have that the width of A (k) n is µ(B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(2) n ) for 0 k g n (n + 1) 6 − 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "We stack A ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "which together with H n |h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(2) n guarantees that H n |h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(1) n+1 . Since g n K n,0 (n + 2) 10 , we also obtain that h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(1) n+1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(n + 2) 21 H n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": ")} k∈N and τ n+1 n + 1 large enough such that for every k τ n+1 , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "< 1, where Q n+1,k is defined according to (6.3). Then we pick R n ∈ Z + as a multiple of (n + 1) 6 H n+1 large enough such that b Rn,n > (n + 1) 8 , R n H n τ n+1 H n+1 , R n max{τ n + 1, K n,1 , 2 27(n+1) 2 (K n+1,0 h (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "where τ n is defined in step (i), K n,1 := K 0 {b k,n } k∈N , (n + 1) 6 , 1 1000 , 1 (n+1) 12 and K n+1,0 = K 0 ({k} k∈N , (n + 2) 6 , 1 1000 , 1 (n+2) 12 ) from Proposition 3.3 and Remark 3.7. We apply Proposition 3.3 with alphabet Σ = {0, 1, . . . , (n + 1) 6 − 1}, γ = 1 (n+1) 12 , ε = 1 1000 , k = R n , and subexponential sequence {b m,n } m∈N to find N n := b Rn,n many different words e Recall that h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(2) n+1 = N n R n H n . Then (6.11) guarantees that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "Finally, step (ii), estimate (6.9), and step (v) imply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(6.12)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "which together with (6.5) and (6.6) guarantee the following estimates: (6.13)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "Combining these two estimates, we obtain that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "n+1 ), (6.14)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "and, thus, we finish our construction at step n + 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "After completing the construction, it is worth to point out that the right-hand side of (6.9) gives a summable sequence. Thus,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "(1 + 1 (n + 1) 14 ) 2 exp( ∞ n=1 1 (n + 1) 14 ) < +∞, (6.15) which implies that the measurable system (T, X, B, µ X ) that we construct above is a measure-preserving transformation on a finite interval of [0, +∞). Moreover, the construction implies that this system's rank is at most 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "We obtain the ergodicity of the system by exchanging mass between the two towers on each stage of the construction (see step (v)). The detailed proof is postponed to Appendix 7.1. Proposition 6.3. (T, X, B) is ergodic with respect to the measure µ X induced from Lebesgue measure µ.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Then we cut B"
        },
        {
            "text": "Outline of the proof: The estimate of lower slow entropy can be divided into three parts. The first part is Lemma 6.5, which estimates under some assumptions of codings for the shorter tower the Hamming distance between \"basic blocks\" that are constructed in step (iv). The second part is Lemma 6.6, which shows by induction that the assumptions in Lemma 6.5 always hold true. The third part is Proposition 6.7, which gives a lower bound for the cardinality of minimal covers along certain subsequences by using Lemma 6.6 and combinatorial estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Let n 0 , n ∈ Z + , n 0 1000 sufficiently large such that for any n n 0 , we have 2 n 2 2 n 8 . We denote v",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1) n and v",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(2) n = φ Pn 0 ,h (2) n (y) for y ∈ B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(2) n , where we recall the notation φ Pn 0 ,hn from Section 2.1 and that P n 0 is defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Moreover, for any 0 k 2(n + 1) 6 − 1, we denote z where the symbol 0 stands for a newly introduced spacer level.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Definition 6.4. For any 0 i < j 2(n + 1) 6 − 1, we say w",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "The following lemma is a very useful tool in our proof, where h (1) n H n−1 is a positive integer due to (6.5). n , and suppose that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Then we have for any 0 i = j (n + 1) 2 − 1, that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Proof. Without loss of generality, we may assume that i < j. Denote n are realigned at both r 1 and r 2 with r 1 < r 2 , then we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1) n 2(n + 1) 6 H n−1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.20)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "We obtain that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "n , then there is a unique k m ∈ Z corresponding to m such that z ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Assumption (6.18) implies for any m ∈ M, that if k m ∈ K, then we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "n + 2(n + 1) 6 H n−1 α. where the summand − 1 (n−1) 6 comes from the condition a km ∈ [1, (1 − 1 (n−1) 6 )h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1) n ]. Since each k corresponds to a unique m, the estimates in (6.22), of the cardinality of realigned m, and in (6.23) imply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.24) (6.26) for n = ℓ + 1: Suppose our lemma holds for any n 0 n ℓ, then we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1 − 1600 m 2 ) 5 (6.29)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "for any 0 i < j 2(ℓ + 1) 6 − 1 by induction assumption. Recall that v ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "for any 0 i = j N ℓ − 1 and R ℓ defined in step (vi). Fix 0 i, j N ℓ − 1 and recall the conditions on R ℓ in (6.11). Moreover, let t (ℓ+1) 6 R ℓ H ℓ , (6.29) and Proposition 3.3 (2) imply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Recall that S (",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ+1 , which together with (6.30) and (6.31) guar-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "where the first factor comes from the case that t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(2) ℓ+1 H ℓ mod R ℓ H ℓ is too small or too large. As a result, we complete the induction step for (6.26) of our lemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.25) for n = ℓ + 1: Denote the g ℓ (ℓ + 1) 6 different words obtained at step (v) with n = ℓ asū as the union three intervals I ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "We examine the situation on each of these three intervals:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ , then by induction assumption (6.26) and H ℓ−1 |H ℓ , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ , then (6.11) together with H ℓ |h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(2) ℓ by (6.5) yields",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "is equal to one of w ((ℓ+1) 6 ) ℓ , . . . , w (2(ℓ+1) 6 −1) ℓ , p (ℓ + 1) 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.35)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Since the heights of spacers that we add in step (ii) are multiples of H ℓ−1 , for any",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Recall that by induction assumption (6.27) we have for any 1 t left, which is less than 1 (ℓ+1) 14 by (6.5). Combining all these observations, we obtain that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.37)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ , then by step (v) and Proposition 3.3 we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.38)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Now we can finish the inductive proof of inequality (6.25) of our lemma. In order to simplify the notation, we define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.39)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.40)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "We have the following cases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ ), then we have L (1,3) ℓ+1 = 0, which is due to ℓ 1000 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(2) ℓ ∈ ( 1 400 , 1 20 ) by (6.5) and step (ii). Together with our assumption L",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ+1 , this implies that we are in one of the following two cases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "As a result, (6.40) and (6.37) guarantee that",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ , then we have the following cases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Combining (6.34) and (6.42), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "which together with (6.40) and (6.38) gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ . Then we have the following two subcases:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ , then (6.40), (6.34), (6.37) and (6.38) imply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ , which together with (6.37) and l(v ℓ ) > 1 400 h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.45)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Combining (6.40), (6.34) and (6.45), we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Combining (6.41), (6.43), (6.44) and (6.46), we complete the inductive proof of inequality (6.25) of our lemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.27) for n = ℓ + 1:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ+1 as in the statement of the lemma for v (1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓv ℓ from (6.33). We decompose I ℓ+1 is the length ofv ℓ . Since we shift by multiples of H ℓ , step (vi) and (6.11) imply",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Since the heights of spacers that we add in step (ii) are multiples of H ℓ−1 , then for",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "H ℓ−1 . By our induction assumption of (6.27) for n = ℓ, we have for any 1 t",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ is the interval of indices in the overlap of v",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "ℓ , there is a proportion of at most",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "left, which is less than 1 (ℓ+1) 14 by (6.5). Combining all these observations, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": ". Then (6.29) and H ℓ |h",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "which is equivalent to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1 − 1600 m 2 ) 5 . (6.50)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Combining (6.49) and (6.50), we complete the induction step for (6.27).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.28) for n = ℓ + 1: For the remaining inequality of our lemma we applying Lemma 6.5 with n = ℓ + 1 and notice that (1 − 6 (ℓ+1) 2 ) 2 (1 − 600 (2ℓ+3) 2 ) 2 . Hereby, we complete our proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "With the help of Lemma 6.6, we are able to estimate the number of Hamming balls we need to cover a large portion of the space along a given subsequence. Recall that in step (vi) at stage n of our construction we apply Proposition 3.3 with γ = 1 (n+1) 12 and ε = 1 1000 . Then we have the following estimate:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Proposition 6.7. Let H n , τ n and R n be defined as in the construction. For any ε ∈ (0, 1 1000 ), there exists N 1 ∈ N such that for any n 0 N 1 we have for every n n 0 and k ∈ [ 7 (n+1) 12 R n , R n ] ∩ Z:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "S Pn 0 (T, kH n , ε 2 ) 1 5 a (Rn+1)Hn (t n ), (6.51) and for any k ∈ [τ n , 7 (n+1) 12 R n ) ∩ Z:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "S Pn 0 (T, kH n , 3 4 ε) 1 6 a (k+1)Hn (t n ). (6.52)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Proof. Let N 1 be sufficiently large such that ∞ m=N 1 (1 − 600 m 2 ) 5 > 3 4 . For any n n 0 and k ∈ [K n , R n ], we denote the N n different words obtained at step (vi) as {u i } Nn i=1 . Then there exists a subset G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "n+1 ) such that for any x ∈ G",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(2) n+1 its symbolic name φ Pn 0 ,kHn (x) of length kH n with respect to P n 0 is a substring of u i u i+1 with length kH n , where i = 1, . . . , N n − 1. We decompose the set G which is due to (6.5), (6.9) and (6.15). Thus, we only need to prove (6.56) to complete the proof of (6.51). Suppose x, y ∈ G (2,s) n+1 for some s = 0, . . . , H n − 1 and let v x , v y be defined as is (6.54). We write v x = A 1 A 2 and v y = B 1 B 2 , where A 1 , A 2 , B 1 and B 2 are substrings of u i , u i+1 , u j , and u j+1 , respectively. Suppose l(A 1 ) l(B 1 ) (if l(A 1 ) l(B 1 ), we just switch the role of v x and v y ). Since we have l(A 1 ) + l(A 2 ) = l(B 1 ) + l(B 2 ), we have l(A 2 ) l(B 2 ). We decompose A 1 as C 1 C 2 such that C 1 , C 2 are substrings of u i and l(C 1 ) = l(B 1 ). We also decompose B 2 into D 2 D 3 such that D 2 , D 3 are substrings of u j+1 and l(D 3 ) = l(A 2 ). Finally let C 3 = A 2 and D 1 = B 1 . Hence, we have v x = C 1 C 2 C 3 and v y = D 1 D 2 D 3 such that C 1 , C 2 are substrings of u i ; C 3 is a substring of u i+1 ; D 1 is a substring of u j ; D 2 , D 3 are substrings of u j+1 and l(C p ) = l(D p ) for p = 1, 2, 3. Moreover, (6.55) guarantees that C 1 , C 2 , C 3 , D 1 , D 2 , and D 3 are concatenations of w (0) n , . . . , w ((n+1) 6 −1) n .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.58)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Recall γ = 1 (n+1) 12 and l(v x ) = l(v y ) 6γR n H n . Then by Pigeonhole principle, there exists p 0 ∈ {1, 2, 3} such that l(C p 0 ) 1 3 l(v 1 ). Thus, there exists l 0 ∈ Z + such that l 0 ( γR n + 1)H n l(C p 0 ) (l 0 + 1)( γR n + 1)H n , where a is the integer part of a ∈ R + . We denote the first l 0 ( γR n + 1)H n symbols of C p 0 and D p 0 by C ′ p 0 and D ′ p 0 , respectively. Suppose |i − j| 2, then by Proposition 3.3 (2), step (vi), (6.28) of Lemma 6.6 and (6.58), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(1 − 600 m 2 ) 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.59) Combining (6.59) with the assumption that n 0 N 1 guarantees d H l(Cp 0 ) (C p 0 , D p 0 ) > 3 8 , which together with l(C p 0 ) 1 3 l(v x ), (6.54) and 1 (n+1) 12 R n (n + 1) 20 implies that d H kHn (φ Pn 0 ,kHn (x), φ Pn 0 ,kHn (y)) 1 16 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "(6.60)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Since each string of length kH n has the same measure, we obtain from (6.60) and the assumption |i − j| 2 that for every z ∈ G Thus, (6.61) implies that (6.56).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Proof of (6.52): If k ∈ [τ n , 6γR n ], denote Ω = {v : v is a substring of u i u i+1 with length kH n for some i ∈ {1, . . . , N n − 1}}, Ω G = {v ∈ Ω : v is a substring of u i with length kH n for some i ∈ {1, . . . , N n }},",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "t + kH n ] for 0 t (1 − 2γ)R n H n .} By direct computation, we have Card(Ω) = N n R n H n − kH n , Card(Ω G ) = N n (R n H n − kH n ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Recall k 6γR n and, thus, we have Card(Ω G ) Card(Ω) = N n (R n H n − kH n ) N n R n H n − kH n R n − k R n 1 − 6γ. Recalling that each substring of length kH n has the same measure, the estimates in (6.57) and (6.62) imply that µ(φ −1 Pn 0 ,kHn (Ω ′ G )) (1 − 9γ)µ(φ −1 Pn 0 ,kHn (Ω)) (1 − 9γ)µ(S (2,s) n+1 ), (6.64) then the second part of our lemma follows from (6.63). Thus, we only need to prove (6.64) to complete the proof of (6.52). Suppose x, y ∈ G (2,s) n+1 for some s = 0, . . . , H n − 1 and let v x , v y be defined as in (6.54). Recall that at step (vi) we apply Proposition 3.3 with basic symbols {w (0) n , . . . , w ((n+1) 6 −1) n }.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Hence we get, that if v x and v y are ε Hamming far away with respect to alphabet {w (0) n , . . . , w ((n+1) 6 −1) n }, then we have the following estimates by (6.28) of Lemma 6.6:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "which together with the assumption n 0 N 1 and τ n n guarantees that d H kHn (φ Pn 0 ,kHn (x), φ Pn 0 ,kHn (y)) 1 2 ε. (6.65)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "Since P n 0 converges to the decomposition into points as n 0 → +∞, we conclude ent µ X an(t) (T ) = +∞ with the aid of Proposition 2.2. Recalling that our system has rank at most 2, our estimates and the bounds on the polynomial lower slow entropy in Ferenczi [Fer97M,  Proposition 5] and Kanigowski [Kan18, Proposition 1.3] show that the rank of our system is exactly 2. This completes the proof of Theorem 1.1.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 269,
                    "text": "[Fer97M,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 270,
                    "end": 270,
                    "text": "",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 308,
                    "text": "[Kan18,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 309,
                    "end": 325,
                    "text": "Proposition 1.3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Estimate of the lower slow entropy"
        },
        {
            "text": "7.1 Proof of Proposition 6.3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "We first show that T preserves Lebesgue measure µ. By the construction of T , we know that there exist countable disjoint intervals I i ⊂ X for i ∈ I such that ∪ I I i = X and T is measure preserving from I i to T (I i ). Let A ⊂ X be a measurable subset, then there exists a countable decomposition of A into A i = A ∩ I i for i ∈ I such that A = ∪ i∈I A i . Since T is a measure preserving map on each interval I i , we have µ(A i ) = µ(T −1 (A i )) = µ(T (A i )), which gives that µ(A) = µ(T −1 (A)) = µ(T (A)). Now suppose that A is an T -invariant set with positive measure, i.e. A = T −1 (A) and µ(A) > 0. Based on our construction, there exists N 0 ∈ N such that for any n N 0 , we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "Moreover, it is worth to point out that our construction also gives us that for any n m:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "thus we have A ∩ (S (1) n ∪ S (2) n ) ⊂ A ∩ (S (1) m ∪ S (2) m ). N 0 ) and let x ∈ A ′ with Lebesgue density equal to 1. This implies that for any ε ∈ (0, 10 −8 ) there exists δ > 0 such that if I is an interval that contains x and µ(I) < δ, we have µ(A ′ ∩ I) > (1 − ε)µ(I).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "Let N 1 ∈ N such that for any n N 1 , µ(B (2) n )) < εµ(X). By Lebesgue density Theorem and the definition of A ′ , we obtain that for any n N 1 , there exists at least one level I 0 from S n as E j . Since µ(∪D i ) µ(∪E j ) ∈ ( 1 400 , 1 20 ) (see (6.5) and steps (ii),(v) in our construction) and (∪D i ) ∪ (∪E j ) = S (1) n , we obtain following inequalities from (7.4):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "µ (A ∩ (∪D i )) (1 − 500ε)µ(∪D i ), µ (A ∩ (∪E j )) (1 − 500ε)µ(∪E j ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "(7.6) Denote k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "(1) bad = Card{D i : µ(A ∩ D i ) (1 − 10 5 ε)µ(D i )} and k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "(2) bad = Card{E j : µ(A ∩ E j ) (1 − 10 5 ε)µ(E j )}, we have the following inequality by (7.6): k (1) bad · 10 5 ε · µ(D i ) 500εµ(∪D i ), k",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "(2) bad · 10 5 ε · µ(E j ) 500εµ(∪E j ), (1 − ε)(1 − 10 5 ε)µ(X).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "(7.10)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        },
        {
            "text": "Since ε ∈ (0, 10 −8 ) is arbitrary, we obtain that µ(A) = µ(X). If (7.5) holds, we will consider the towers S (2) n+1 , and then we will have (7.10) again. Combining these two cases, we obtain that T is ergodic with respect to µ X .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Genericity and rigidity for slow entropy transformations",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "New York J. Math",
            "volume": "27",
            "issn": "",
            "pages": "393--416",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Entropy dimension and variational principle",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Studia Math",
            "volume": "199",
            "issn": "3",
            "pages": "295--309",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New examples in smooth ergodic theory. Ergodic diffeomorphisms",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "V"
                    ],
                    "last": "Anosov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Trudy Moskov. Mat. Obsc",
            "volume": "23",
            "issn": "",
            "pages": "3--36",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Possible rates of entropy convergence",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blume",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ergodic Theory Dynam. Systems",
            "volume": "17",
            "issn": "1",
            "pages": "45--70",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An entropy estimate for infinite interval exchange transformations",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blume",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Math. Z",
            "volume": "272",
            "issn": "1-2",
            "pages": "17--29",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Realizing subexponential entropy growth rates by cutting and stacking",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blume",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Discrete Contin. Dyn. Syst. Ser. B",
            "volume": "20",
            "issn": "10",
            "pages": "3435--3459",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Slow entropy for some Anosov-Katok diffeomorphisms",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kunde",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Kra Realizing ergodic properties in zero entropy subshifts Preprint",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cyr",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1902.08645"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Entropy dimension of dynamical systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Portugal. Math",
            "volume": "54",
            "issn": "1",
            "pages": "19--40",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Weakly mixing transformations which are not strongly mixing",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "V"
                    ],
                    "last": "Chacon",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Proc. Amer. Math. Soc",
            "volume": "22",
            "issn": "",
            "pages": "559--562",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Entropy dimension of topological dynamical systems",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dou",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Trans. Amer. Math. Soc",
            "volume": "363",
            "issn": "2",
            "pages": "659--680",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Constructions in elliptic dynamics",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Fayad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Ergodic Theory Dynam Systems",
            "volume": "24",
            "issn": "",
            "pages": "1477--1520",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Systems of finite rank",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferenczi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Colloq. Math",
            "volume": "73",
            "issn": "1",
            "pages": "35--65",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Measure-theoretic complexity of ergodic systems",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferenczi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Israel J. Math",
            "volume": "100",
            "issn": "",
            "pages": "189--207",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Entropy dimensions and a class of constructive examples",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferenczi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Discrete Contin. Dyn. Syst",
            "volume": "17",
            "issn": "1",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Amorphic complexity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fuhrmann",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gröger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jäger",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nonlinearity",
            "volume": "29",
            "issn": "2",
            "pages": "528--565",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The conjugacy problem in ergodic theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foreman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rudolph",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann. of Math",
            "volume": "",
            "issn": "2",
            "pages": "1529--1586",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A symbolic representation for Anosov-Katok Systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Foreman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Journal d'Analyse Mathematique",
            "volume": "137",
            "issn": "2",
            "pages": "603--661",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Introduction to Ergodic Theory",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The finite multipliers of infinite ergodic transformations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Furstenberg",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Lecture Notes in Math",
            "volume": "668",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Topological sequence entropy",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "N T"
                    ],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Proc. London Math. Soc",
            "volume": "",
            "issn": "3",
            "pages": "331--350",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Operator methods in classical mechanics",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Halmos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "Ann. of Math",
            "volume": "II",
            "issn": "2",
            "pages": "332--350",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Slow entropy and differentiable models for infinite-measure preserving Z k actions, Ergodic Theory Dynam",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hochman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Systems",
            "volume": "32",
            "issn": "2",
            "pages": "653--674",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Complexity of nilsystems and systems lacking nilfactors",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Host",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Maass",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Anal. Math",
            "volume": "124",
            "issn": "",
            "pages": "261--295",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Mixing via sequence entropy, Algebraic and topological dynamics",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Contemp. Math",
            "volume": "385",
            "issn": "",
            "pages": "101--122",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Sequence entropy and subsequence generators",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hulse",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J. London Math. Soc",
            "volume": "",
            "issn": "2",
            "pages": "441--450",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Slow entropy for some smooth flows on surfaces",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanigowski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Israel J. Math",
            "volume": "226",
            "issn": "2",
            "pages": "535--577",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Survey on entropy-type invariants of subexponential growth in dynamical systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanigowski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Preprint",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2004.04655"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Slow entropy of higher rank abelian unipotent actions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanigowski",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kunde",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vinhage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2005.02212"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Slow entropy of some parabolic flows",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kanigowski",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Vinhage",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Comm. Math. Phys",
            "volume": "370",
            "issn": "2",
            "pages": "449--474",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Approximations in ergodic theory, Uspehi Mat",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stepin",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Nauk",
            "volume": "22",
            "issn": "",
            "pages": "81--106",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Monotone equivalence in ergodic theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Mathematics of the USSR-Izvestiya",
            "volume": "11",
            "issn": "1",
            "pages": "99--146",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Slow entropy type invariants and smooth realization of commuting measure-preserving transformations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                },
                {
                    "first": "J.-P",
                    "middle": [],
                    "last": "Thouvenot",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann. Inst. H. Poincaré Probab. Statist",
            "volume": "33",
            "issn": "3",
            "pages": "323--338",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Lyapunov exponents, entropy and periodic orbits for diffeomorphisms",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Inst. Hautes átudes Sci. Publ. Math. No",
            "volume": "51",
            "issn": "",
            "pages": "137--173",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Combinatorial constructions in ergodic theory and dynamics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Katok",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "University Lecture Series",
            "volume": "30",
            "issn": "",
            "pages": "0--8218",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "On the smooth realization problem and the AbC method",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kunde",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Metric invariants of entropy type",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Kushnirenko",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Uspekhi Mat. Nauk",
            "volume": "22",
            "issn": "5",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Zur Operatorenmethode in der klassischen Mechanik",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 1932,
            "venue": "Ann. of Math",
            "volume": "",
            "issn": "2",
            "pages": "587--642",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Bernoulli shifts with the same entropy are isomorphic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ornstein",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Advances in Math",
            "volume": "4",
            "issn": "",
            "pages": "337--352",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Non-existence of a universal zero entropy system for non-periodic amenable group actions",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Veprev",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2010.09806"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Dynamic theory of growth in groups: entropy, boundaries, examples, (Russian. Russian summary) Uspekhi Mat",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vershik",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nauk",
            "volume": "55",
            "issn": "4",
            "pages": "59--128",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Scaled entropy of filtrations of σ-algebras (Russian) Teor",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vershik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Gorbulskiȋ",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Veroyatn. Primen",
            "volume": "52",
            "issn": "3",
            "pages": "446--467",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Scaled entropy and automorphisms with a pure point spectrum, (Russian) Algebra i Analiz",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Vershik",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "111--135",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "t) (T, P m ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Hamming apart from each other with respect to the partition η m , where the sets A (n)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "(T ) = u.Proof. On the one hand, we see with the aid of Lemma 4.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "by the properties of Proposition 3.3 describing the combinatorics of h n . Hence, Proposition 3.3 also describes the combinatorics for the different A (n+1) v,w under {h n+1 •R t α n+2 } 0 t N with respect to the alphabet {0, 1, . . . , s n −1} labeling the j-coordinate in A (n)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "For any scaling function {a n (t)} n∈N,t>0 satisfying lim n→∞ log an(t) n = 0, there exists an ergodic Lebesgue measure preserving rigid transformation T with ent µ an(t) (T ) = ∞.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "3 and the observation in Remark 3.6 with alphabet Σ = {0, 1, . . . , s n−1 − 1}, sequences {b j } j∈N = {a (j+1)l n+1 qn (u n+1 )} j∈N and {c j } j∈N = {a (j+1) √ k n−1 lnq n−1 (u n )} j∈N . Let L 0 be the resulting threshold. Then we choose k n max L 0 , 4 ε n as a multiple of s n−1 , such that a knl n+1 qn (u n+1 ) 0.99j > a (j+1) √ knl n+1 qn (u n+1 ) for all j √ k n , and such that s n := ⌊a knl n+1 qn (u n+1 )⌋ is a multiple of s n−1 . Hereby, the induction assumptions are satisfied. For this construction we investigate lim inf N →∞ Sη m (T,N,ε) a N (t)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "w = w 0 . . . w kn−1 determines an assignment ψ n : {0, 1, . . . , k n − 1} → 0, 1, . . . , k n−1 r n−1 − 1 , ψ n (j) = w j . (5.4)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "the inductive step. Finally, we compute with the aid of Lemma 5.2 that lim sup N →∞ S ηm (T, N, ε) a N (t) lim sup n→∞ S ηm (T, r n l n q n , ε) a rnlnqn (t) lim n→∞ 0.5⌊a rnlnqn (u n )⌋ a rnlnqn (t) ,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "ψ n : {0, 1, . . . , k n − 1} → 0, 1, . . hence, the combinatorics of the conjugation map h n of the formh n Γ i,j kn,qn = R i+ψn(j)r n−1 l n−1 q n−1 , ⌊ j sn ⌋, j mod sn qn,kn,sn .This finishes the construction in the inductive step.Taking this combinatorics into account we make the following observation with regard to the generating sequence {η m = H m (ξ kmqm,sm )} m∈N .Lemma 5.10. Let ε = 1 1000 and m ∈ N. For n > m we haveS ηm T,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "+∞ and the other situation follows by switching the two towers. We assume that h",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "), i.e. the points belonging to the shorter tower which will enter the tall tower at the next iteration. Then let B = ∪ 2ε 2 h (2)n −1 i=1 T −i A.We obtain from the definition of A that µ(A)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "D), i.e. 1 − 4ε 2 , we obtain that we need at most h 2 −Hamming balls with length ε 2 h",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "add jH n−1 spacers on top of T h (1) n −1 W (j) n as the second part of newly added mass.Indeed this construction can be intuitively expressed by the following picture, where the red levels belong to S",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": ". . . . . . . . . . . . . .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Σ Rn which are uniform in the symbols. Then for 0 i (n + 1) 6 − 1, the exact uniformity of Proposition 3.3 indicates that by cutting D (i) n into NnRn (n+1) 6 subtowers of equal width, we can obtain N n subtowers E built by concatenating R n of these substowers in such a way that E (k) n corresponds to e",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "other, we get a tower of height N n R n H n and we denote this tower as S(2) n+1 . The choice of R n implies that its height h",
            "latex": null,
            "type": "figure"
        },
        "FIGREF26": {
            "text": "step (iii) of our construction; the string w (k) n corresponds to D (k) n from step (iii) of our construction, (6.17)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF27": {
            "text": "), denote the length of I",
            "latex": null,
            "type": "figure"
        },
        "FIGREF29": {
            "text": "∩ Z : w (i) n and w (j) n are not realigned at m},",
            "latex": null,
            "type": "figure"
        },
        "FIGREF30": {
            "text": ". Then denote by K the set {k m : w (i) n and w (j) n are not realigned at m,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF32": {
            "text": "(vi). Denote the N ℓ different words obtained at step (",
            "latex": null,
            "type": "figure"
        },
        "FIGREF34": {
            "text": "are defined by induction as in the statement of the lemma. Then 1 t",
            "latex": null,
            "type": "figure"
        },
        "FIGREF36": {
            "text": "the interval of indices in the overlap of sh −h (2) ℓ (v ℓ ) and sh t (3) ℓ+1 H ℓ (v",
            "latex": null,
            "type": "figure"
        },
        "FIGREF37": {
            "text": ": φ Pn 0 ,kHn (x) ↾ [s, (k − 1)H n + s] is a concatenation of w (0) n , . . . , w ((n+1) some s = 0, 1, . . . , H n − 1. Let v x , v y be defined as v x = φ Pn 0 ,kHn (x) ↾ [s, (k − 1)H n + s], v y = φ Pn 0 ,kHn (y) ↾ [s, (k − 1)H n + s]. (6.54) Then we have v x is a substring of u i u i+1 with length (k − 1)H n , v y is a substring of u j u j+1 with length (k − 1)H n , v x , v y are concatenations of w (0) n , .. . , w ((n+1) and ε ∈ (0, 1 200 ). If we have for i = 0, . . . , H n − 1 and k ∈ [ 7 (n+1) 12 R n , R n ] ∩ Z that µ(B Pn 0 ,kHn (x, first part of our lemmas follows from N n = a (Rn+1)Hn (t n )",
            "latex": null,
            "type": "figure"
        },
        "FIGREF38": {
            "text": "we have either B Pn 0 ,kHn (x, T, ε 2 ) ∩ G (2,s) n+1 = ∅ or there exists z ∈ B Pn 0 ,kHn (x, T, ε 2 ) ∩ G (2,s) n+1 .The triangle inequality gives that B Pn 0 ,kHn (x,",
            "latex": null,
            "type": "figure"
        },
        "FIGREF39": {
            "text": "which together with Card(Ω ′ G ) (1 − 3γ) Card(Ω G ) implies that Card(Ω ′ G ) (1 − 3γ)(1 − 6γ) Card(Ω) (1 − 9γ) Card(Ω).(6.62)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF41": {
            "text": "and s = 0, . . . , H n − 1, we haveµ B Pn 0 ,kHn (x, k+1)Hn (t n ) µ(φ −1 Pn 0 ,kHn (Ω ′ G ) ∩ G",
            "latex": null,
            "type": "figure"
        },
        "FIGREF44": {
            "text": "A ′ ∩ I 0 ) (1 − ε)µ(I 0 ). (7.3)By the stack's definition andA = ∪ +∞ i=−∞ T i (A) ⊃ ∪ +∞ i=−∞ T i (A ′ ), we know that (7.3) implies µ(A ∩ S (1) n ) (1 − ε)µ(S (1) n ).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF45": {
            "text": "implies that there exists i 0 and j 0 such thatµ(A ∩ D i 0 ) (1 − 10 5 ε)µ(D i 0 ), µ(A ∩ E j 0 ) (1 − 10 5 ε)µ(E j 0 ). (7.9)Recall that D i 0 and E j 0 are levels of S respectively. Together with A = T i (A) for i ∈ Z and the definition of towers, we obtain that",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "ℓ is the interval of indices in the overlap of v ℓ , there is a proportion of at most 2(ℓ+1) 6 H ℓ−1 ℓ +2(ℓ+1) 6 H ℓ−1",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgments: The authors would like to thank Elon Lindenstrauss and Svetlana Katok for their warm encouragement. We are grateful to Adam Kanigowski for helpful discussions and warm support. We are also grateful to Terry Adams for sharing his",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The following lemma is the first step to establish the estimate of lower slow entropy.Recall that h (1) n H n−1 and h (2) n H n−1 are positive integers due to (6.5).Lemma 6.6. For any n n 0 , 1 t n for s = 1, 2, 3. Then we have for 0 i = j 2(n+1) 6 −1:Proof. We formulate our proof by induction. n = n 0 : By the definition of P n 0 , n 0 3 and v (s)Moreover, the definition of P n 0 implies that for 1 tBy Lemma 6.5 with n = n 0 , we obtain for 0 i = j 2(n 0 + 1) 6 − 1Combining Proposition 3.3 (3), (4), the choice of τ n and (6.65), we have for z ∈ G (2,s) n+1 that:where 3 a (k+1)Hn (tn) comes from Proposition 3.3 and 2 Nn comes from the substrings, which lie in the same u i as v z .Recall for any x ∈ G(2)The triangle inequality gives thatThus, (6.66), N n = a (Rn+1)Hn (t n ) and k + 1 R n imply (6.64).Now we will show that the lower slow entropy of T with respect to the scaling function a n (t) with properties (6.2) is positive:Proposition 6.8. For a n (t) defined in (6.2) and n 0 ∈ N fixed, we have ent µ X an(t) (T, P n 0 ) = +∞, where P n 0 is defined in (6.16).Proof. Since R n H n τ n+1 H n+1 for any n ∈ Z + (see (6.11) for more details), for any m ∈ Z + there exist k m , n m ∈ Z + such that k m H nm m (k m + 1)H nm , τ nm k m R nm − 1.(6.67)As a result of (6.67) we see that if we have d H m (φ Pn 0 ,m (x), φ Pn 0 ,m (y)) < ε, then we get d H kmHn m (φ Pn 0 ,kmHn m (x), φ Pn 0 ,kmHn m (y)) < k m + 1 k m ε.(6.68)Then by Proposition 6.7 and (6.68), we obtain.(6.69)Recall that for any fixed t > 0 there exists N 0 such that for every n > N 0 we have t n > t. Moreover, recall that a n (t 1 ) a n (t 2 ) for t 2 > t 1 > 0. Then for every n > N 0 , we have a (km+1)Hn (t) a (km+1)Hn (t n ). (6.70)Combining (6.69), (6.70) and arbitrariness of t, we complete the proof of the proposition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}