{
    "paper_id": "dfe6401f4db1babfc046e48796e6bea89c5b4c21",
    "metadata": {
        "title": "The impact of viral diseases on the rights of vulnerable population: Covid-19 and the Nigerian internally displaced child",
        "authors": [
            {
                "first": "Oluwabunmi",
                "middle": [
                    "L"
                ],
                "last": "Niyi-Gafar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ilorin",
                    "location": {
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Olanike",
                "middle": [
                    "S"
                ],
                "last": "Adelakun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "American University of Nigeria",
                    "location": {
                        "settlement": "Yola",
                        "region": "Adamawa",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus (otherwise known as which began in Wuhan, China in November 2019 as an epidemic, soon became a global pandemic affecting millions of people and causing the deaths of thousands in around 184 countries in the world. 1 Nigeria recorded its index case of Covid-19 on the 27th of February 2020 and has since seen an increase in the spread of the viral disease. 2 To contain the spread of this viral disease, several measures were taken by the Nigerian government including restrictions of movement and lockdown of states. 3 By the 30th of March 2020, the Federal Government of Nigeria declared a lockdown in Lagos, Ogun and FCT, Abuja, which were the states to record the first set of cases in Nigeria, to help contain the spread of the viral disease. 4 This meant the close down of schools, religious gatherings, markets, businesses and general restriction of movement of everyone including the most vulnerable in the society. The restrictions and other measures became necessary across the country and this has consequently altered the lives of all Nigerian in an unanticipated and unprepared manner.",
            "cite_spans": [
                {
                    "start": 763,
                    "end": 764,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The focus of this article is the impact of Covid-19 on the vulnerable children found at select IDP camps in Adamawa, Borno, Benue and Federal Capital Territory (FCT), Nigeria. Statistics have shown that about 23% of the IDPs are children below the ages of 6 years with 80% of the entire IDP population in Nigeria being women and children. 5 Research has also shown that IDP camps are haphazardly put together with little or no basic amenities especially sufficient access to clean water for sanitary purposes and particularly in a time of pandemic, such as the Covid-19 where washing of hands with soap and water as a preventive measure is imperative. 6 Thus, while preventive and containment measures have been taken by the Nigerian government and other stakeholders across the country, IDPs remain an extremely vulnerable population, most especially the displaced children who remain more vulnerable during the pandemic period. With the declaration of the United Nations on 30 March 2020 to partner with the government of the BAY states (Borno, Adamawa and Yobe states) to take preventive measures such as installing hand washing stations in IDP camps, ensuring the supply of clean water and creating awareness on COVID-19 outbreak, 7 this paper investigates if this step has been effective in protecting displaced children against contacting the virus.",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 340,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 652,
                    "end": 653,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Discussion in this paper is divided into six broad sections with the first part being this introductory part while part two analyses the methodology of the study. Parts three and four discusses the legal framework for the protection of children in Nigeria and the protection of IDPs in Nigeria respectively. Part five examines the access of an internally displaced child's basic needs prior to Covid-19 outbreak in Nigeria. Based on the assessment prior to Covid-19 pandemic, part six discusses the findings of this study upon which recommendations and the conclusion are based.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The qualitative mixed method of research was adopted in this research. This method allows the authors to collect and analyse data and also to integrate the findings and draw inferences using a qualitative approach in this study. 8 Doctrinal method was used to collect, analyse and examine the legal framework for the protection of the child and IDPs in Nigeria. In so doing, primary and secondary sources were relied on for this purpose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Empirical method was used to collect fresh data to assess and validate reliance on existing data from the Nigerian government and accredited organizations such as the United Nations, World Health Organization and other International Non-Governmental Organizations. Fresh data was collected by way of observation, open ended and conversational interview both in person and over the phone. Officials of the IDP camps were interviewed in person and over the phone. This method of obtaining data is also known as the mobile data method. 9 The mobile data method became necessary in order to abide by the government set-rules of social distancing and \"stay home order\" to prevent the spread of the virus. While the traditional way of obtaining data i.e the paper-pen method, focused group discussion, etc, is time consuming, it does not align with the government set-rules of preventing the spread of the Covid virus.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 534,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The IDP camps where the study was carried out were Malkohi IDP camp, Adamawa State, Daudu camp, Benue State, Gubio IDP camp, Borno State and Kuchingoro IDP camp, Abuja, FCT. The justification for choosing these camps was based on accessibility and safety at the time of the study. Security clearance could not be obtained within a short period of time to access other camps. Additionally, these camps have ascertained records of the number of children on camp compared to some other camps that do not have clear records of the number of children that reside at the camps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Data collected was analysed by a simple discussion method from which a conclusion was drawn. The study was conducted in four official camps in Adamawa, Borno, Benue and Federal Capital Territory of Nigeria. Due to the fact that interviews were limited to camp officials and not the IDPs themselves, ethical approval for the study was not required in line with the institutional waiver requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Just like many democratic societies across the world, the foundation of the protection of the Nigerian child lies in section 14(2) (b) of the Constitution of the Federal Republic of Nigeria 1999 (as amended) and chapter four which protects and guarantees the fundamental rights of every individual. Specifically, Nigeria is a signatory to both the United Nations Convention on the Rights of the Child 1989 (CRC) and the African Charter on the Rights and Welfare of the Child 1990 (ACRWC). Pursuant to section 12 of the Nigerian Constitution which requires all ratified treaties to be domesticated into Nigerian law before it can become applicable, the Nigerian legislature enacted the Child's Rights Act (CRA) in 2003. The passage of this law gives a plethora of rights to the Nigerian child including right to development, right to grow up in a family environment and the right to education among others in sections 4, 8 and 15 respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal framework for child protection in Nigeria"
        },
        {
            "text": "In a bid to protect all Nigerian children, the CRA, by virtue of section 1, provides that the best interests of the child shall be of paramount consideration in all actions concerning a child. In emphasizing the fundamental rights of the child, section 3 recognizes and upheld the fundamental human rights of the child as guaranteed by chapter four of the Nigerian constitution. In addition to the constitutional fundamental human rights, the CRA, in part II, created further rights for the Nigerian child. Among the specific rights guaranteed are the right to survival, development, name, right to private and family life, freedom of movement, freedom of thought, conscience and religion, freedom from discrimination, right to dignity, right to health and health services, right to free, compulsory and universal primary education and right of a child in need of special protection measure. 10 Of specific relevance to this paper are the rights to development, freedom from discrimination, right to dignity, right to health and health services, right to free, compulsory and universal primary education and right of a child in need of special protection measure. Section 4 of CRA provides that every child has a right to survival and development. The Act does not specifically state what amounts to this right but subsequent rights and duties imposed on persons responsible for the child are suggestive of what amounts to the right to survival and development by creating a conducive environment for the growth of a child. Section 10 provides that 'a child shall not be subjected to any form of discrimination merely by reason of his belonging to a particular community or ethnic group or by reason of his place of origin, sex, religion or political opinion.' Furthermore, section 11 guarantees the dignity of a child and specifically protects the child from physical, mental or emotional injury, abuse, neglect or maltreatment. Section 13 guarantees that 'every child is entitled to enjoy the best attainable state of physical, mental and spiritual health.' In so doing, the CRA imposes an obligation on the 5 IOM 'Displacement tracking matrix round 30' December 2019 < htt ps://reliefweb.int/report/nigeria/nigeria-displacement-tracking-matrix-dtm-r ound-30-december-2019> accessed 27 April 2021. 6 Shedrack Ekpa and Nuarrual MD Dahlan 'Legal issues and prospects in the government, parent, guardian institution or anybody responsible for a child to provide the best attainable state of health for the child. 11 Section 13 further imposes a duty on all governments in Nigeria to provide medical assistance and health services to children with emphasis on development of primary health care. Section 13(2) (c) specifically imposes a duty on every government in Nigeria to provide adequate nutrition and safe drinking water as well as provision of good hygiene and environmental sanitation. 12 On the right to education, section 15 of CRA guarantees the right to free, compulsory and universal basic education with the duty to provide the education imposed on the Nigerian government. The section further imposes a duty on parents or anyone who has the care of a child to ensure that such child attends and completes his/her basic education. 13 By virtue of section 15(6), where any person who has the care and custody of a child fails in the duty to ensure the basic education of the child, such a person commits an offence which is punishable under the law. Section 16 is of direct importance to this paper. Section 16 of the CRA provides that:",
            "cite_spans": [
                {
                    "start": 892,
                    "end": 894,
                    "text": "10",
                    "ref_id": null
                },
                {
                    "start": 2892,
                    "end": 2894,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legal framework for child protection in Nigeria"
        },
        {
            "text": "'16(1) Every child who is in need of special protection measures has the right to such measure of protection as is appropriate to his physical, social, economic, emotional and mental needs and under conditions which ensure his dignity, promote his self-reliance and active participation in the affairs of the community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal framework for child protection in Nigeria"
        },
        {
            "text": "(2) Every person, authority, body or institution that has the care or the responsibility for ensuring the care of a child in need of special protection measures shall endeavour, within the available resources, to provide the child with such assistance and facilities which are necessary for his education, training, preparation for employment, rehabilitation, and recreational opportunities in a manner conducive to his achieving the fullest possible social integration and individual development and his cultural and moral development.' 14 Ordinarily, this Act ought to bring solace to the Nigerian child in terms of access to basic amenities that will ensure security, growth and development. However, with this law comes a variety of obstacles to the Nigerian child. Nigeria, being a federal system of government, has legislative powers divided between the federal government and the state government. The Constitution distributes law making responsibilities based on areas that are classified as exclusive to the federal government, those that are concurrent on which both the federal and states governments can legislate on and those not provided for expressly by the Constitution which falls under the residual list, with the responsibility of the state governments legislating on such matters. 15 Child welfare and protection falls under the residual list of the Constitution and as such, any law that regulates the rights and welfare of children in individual states of the federation must be specifically enacted in each state. The effect of this is that the CRA is only applicable to the Federal Capital Territory of Nigeria with each state having a responsibility to domesticate the law in their respective states. 16 While many states within the federation have taken the initiative to enact their various Child's Rights Law, with modifications suitable to the cultural demands of the states, the states of the North-Eastern region of the country are yet to take this initiative. 17 Ironically, these are the states that have a high record of displacement, child marriage, gender-based violence, armed conflicts and so on.",
            "cite_spans": [
                {
                    "start": 1726,
                    "end": 1728,
                    "text": "16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legal framework for child protection in Nigeria"
        },
        {
            "text": "Several theories have been posited in the study of IDPs. For the purpose of this study, the relevant theories are the liberalism theory and the national responsibility theory. Liberalism theory stresses the wellbeing of citizens as the fundamental basis of a just political system. 18 Liberalism focuses on building institutions that protect individual freedom by limiting political powers. In the context of protection of IDPs, liberalism theory entails building strong institutions that protects the rights of IDPs and giving IDPs the mechanisms to enforce their rights against the state where they are not adequately protected.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical framework for the protection of IDPs in Nigeria"
        },
        {
            "text": "The national responsibility theory places the primary responsibility of protecting IDPs and all persons within their own country on the national authorities of the country. 19 Going by this theory, the need to protect the sovereignty of a country makes it imperative for the national government to take necessary steps to protect the IDPs within its territory and to limit the role of international actors to reinforcement and not interference. Thus, steps such as collecting adequate data on IDPs, formulating rights-based legal framework and establishing strong institutions to protect IDPs. Based on these theories, it is essential to examine the legal and institutional frameworks for the protection of IDPs in Nigeria.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Theoretical framework for the protection of IDPs in Nigeria"
        },
        {
            "text": "Africa has the largest number of IDPs in the world with Nigeria ranking third in Africa. 20 The growing trend of IDPs in Africa made the African Union (AU) spring into action to protect this population by drafting and adopting the first binding instrument in the world -the African Union Convention for the Protection and Assistance of Internally Displaced Persons in Africa (Kampala Convention). 21 The Kampala Convention enjoins State Parties to ensure the protection of IDPs irrespective of the cause of displacement and to ensure that IDPs are not discriminated against by virtue of their status but the State Parties shall ensure that IDPs enjoy the same rights and freedom as other persons in the country. 22 Article 9 places an obligation on the State Parties to ensure that IDPs live in satisfactory conditions of safety, dignity and security.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 91,
                    "text": "20",
                    "ref_id": null
                },
                {
                    "start": 397,
                    "end": 399,
                    "text": "21",
                    "ref_id": null
                },
                {
                    "start": 712,
                    "end": 714,
                    "text": "22",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legal framework for the protection of IDPs in Nigeria"
        },
        {
            "text": "Nigeria signed the Kampala Convention in 2009 when it was adopted and further ratified the Convention in 2012. Despite the effort of the House of Representatives in setting up a committee to investigate the challenges of displacements occasioned by the Boko Haram insurgency in 2015, 23 the Nigerian government is yet to domesticate the Kampala Convention till date. Thus, it has been posited that the protection of IDPs 11 Section 13(2) of the Child's Rights Act 2003. 12 Section 13(2) (d) of CRA. 13 Section 15(2) of CRA. 14 Section 16 of CRA. 15 in Nigeria 'is shrouded by legal technicalities.' 24 The closest regulation that Nigeria may use to specifically protect IDPs is the National Policy on Internally Displaced Persons (IDPs) in Nigeria 2012.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 501,
                    "text": "13",
                    "ref_id": null
                },
                {
                    "start": 546,
                    "end": 548,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legal framework for the protection of IDPs in Nigeria"
        },
        {
            "text": "It is important to note that prior to the ratification of the Kampala Convention, Nigeria enacted the National Commission for Refugees, Migrants, and Internally Displaced Persons Act in 1989 to form a basis for the protection of asylum seekers and refugee protection in Nigeria. 25 This law therefore focuses more on the protection of asylum seekers and refugees without adequate protection for IDPs. A Bill for the amendment of the said law is currently pending at the National Assembly 26 and if passed into law, would mirror the protection of IDPs as required by the Kampala Convention.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 281,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Legal framework for the protection of IDPs in Nigeria"
        },
        {
            "text": "The Nigerian Constitution, the National Emergency Management Agency Act (NEMA) and the NPIDPs are literally the legal frameworks applicable to IDPs and internally displaced children alike in Nigeria. The operating provisions are discussed under the applicable headings as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Legal framework for the protection of IDPs in Nigeria"
        },
        {
            "text": "According to section 14(2) (b) of the Nigerian Constitution, the primary purpose of the government (at all levels) is to promote the security and welfare of the people. Just as the Nigerian Constitution guarantees the fundamental rights and security of every individual in the country, by extension, this constitutional protection covers vulnerable persons including IDPs despite the failure to specifically recognize IDPs. 27 Section 17(3) of the Nigerian Constitution also provides that the state policy is directed towards ensuring adequate medical and health facilities for all persons; while subsection (f) provides for the protection of children against \"material neglect\". Although material neglect is not defined or further explained in the constitution, it is assumed that this refers to their basic needs such as shelter, food, water education and healthcare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Nigerian Constitution 1999 (As amended)"
        },
        {
            "text": "The National Emergency Management Agency Act (NEMA) is a Nigerian Federal law which as the name implies is concerned with natural or other disasters arising from a crisis, epidemic or other accidents as the case may be. According to section 2 of the NEMA Act the agency is saddled with the responsibility of formulating policy on all activities as stated in section 6 of the Act relating to disaster management in Nigeria as well as coordinating, monitoring, collating data, educating and informing the public on disaster prevention and control measures. Section 2(2) (c)-(d) of the Act further requires a representative from various Federal Ministries such as Health, Water Resources and the Nigerian Police force among others, to form members of this Agency. Although there is no mention of IDP or vulnerable persons under the Act, it is argued here that when there is a disaster which could be an epidemic or a pandemic such as Covid-19, there are victims (those directly affected or infected by and there are vulnerable persons (such as children, women and persons living with disabilities) who may become victims as a result of the Covid-19. When vulnerable persons become affected or infected, then they are not just victims but vulnerable victims. Vulnerable victims in this case can be avoided when fundamental human rights of vulnerable persons are not suspended, neglected or denied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Emergency Management Agency Act"
        },
        {
            "text": "The framework of the National Policy of Internally Displaced Persons (NPIDPs) of 2012, is aimed at providing a national responsibility towards the protection of citizens who are internally displaced and to offer some form of assistance and protection to them as vulnerable persons. The policy also adopts a human rights-based approach and its principles to accommodate the provisions of international conventions treaties and human rights laws, thereby mimicking the Kampala Convention. The specific aim of the NPIDPs amongst others is to ensure that all the needs of IDPs, including children, are realized. These needs include assistance and protection needs to ensure the full realization of their human rights. 28 While IDPs are vulnerable because of their displacement, amongst them are more vulnerable persons such as women, children and persons with disability. Vulnerable IDPs are children accompanied, unaccompanied and orphans, women including nursing and expectant mothers and female heads of households, persons with disabilities and the elderly. 29 One of the functions of NEMA, according to the NPIDPs, is to put in place measures to protect the rights of individuals and communities including protection from forced evictions. Basic rights such as right to food and water, right to health and right to information are some of the human rights that need to be protected during an epidemic or a pandemic to prevent a total disaster.",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 716,
                    "text": "28",
                    "ref_id": null
                },
                {
                    "start": 1058,
                    "end": 1060,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "National Policy of internally displaced persons"
        },
        {
            "text": "Following the provision of section 14 (2) of the 1999 Nigerian Constitution which imposes the obligation to protect and promote the welfare and security of the Nigerian citizen, and considering this provision similar to article 3 (2) of the Kampala Convention on IDPs which requires that state parties should adopt implementing national legal and policy frameworks to protect IDPs, one would Furthermore, NEMA which is the agency responsible for managing disasters in Nigeria, educating and informing the public on disaster and prevention control measures amongst other things does not in any of its sections mention IDPs or children. However, it can be inferred that NEMA agency owes part of its responsibilities to IDPs particularly children, as these persons are originally \"disaster victims\" and are even more vulnerable in a pandemic, thus, lacking inadequate materials and having little resources and nowhere to go. Arguably, if the NPIDPs is passed into law, advocates may be provided with a direct and specific instrument with which the government may be held accountable to ensure that the rights of IDPs especially children in this case are protected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "National Policy of internally displaced persons"
        },
        {
            "text": "The basic needs of a child range from access to food and water to medical care and a safe environment. According to the World Health Organization, safety hygiene measures to minimize the risk of contacting the Covid-19 infection includes constant rubbing alcohol based sanitizer, washing hands with soap and water regularly, avoiding touching the face, staying home and practicing social distancing. 30 'without urgent action, this health crisis risks becoming a child-rights crisis.' 31 UNICEF noted further that some children lack access to water and where some have access, it is either polluted or untreated water while some lack access to basic amenities because they are homeless, live in slums or on the streets. 32 It is also on this basis that this study focuses on the access of children to basic healthcare services, clean water, continued education and awareness education on Covid-19. The IDP camps where the study was carried out are Malkohi IDP camp, Adamawa State, Daudu camp, Benue State, Gubio IDP camp, Borno State and Kuchingoro IDP camp, Abuja, FCT. The choice of these camps was based on accessibility and safety at the time of the study. Security clearance could not be obtained within a short period of time to access other camps. Additionally, these camps have ascertained records of the number of children on camp compared to some other camps that do not have clear records of the number of children that reside at the camps.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 402,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 720,
                    "end": 722,
                    "text": "32",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Assessment of access to basic needs of the child at IDP camps in Nigeria"
        },
        {
            "text": "We collected data for this study by observing the events at the camps, interviewing camp officials and parents who were willing to talk. We did not interact with any child in the course of the visit to the camps. We made follow up interviews by phone conversation with camp officials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Assessment of access to basic needs of the child at IDP camps in Nigeria"
        },
        {
            "text": "All government agencies with responsibilities to protect and assist internally displaced persons are expected to put in place measures that will assist IDPs and ensure they enjoy certain rights without discrimination. 33 This includes access to food, water, housing, health care and basic education. This is further discussed and analysed under the following sections: access to clean water; access to health care services, access to education, access to information (especially regarding the Covid-19 pandemic). The analysis of these social and medical rights is done to ascertain the level of impact of Covid-19 on the selected IDP camps (see Table 1 , Fig. 1 ).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "text": "33",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 645,
                    "end": 652,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 655,
                    "end": 661,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Assessment of access to basic needs of the child at IDP camps in Nigeria"
        },
        {
            "text": "While realizing access to clean water for domestic use in Nigeria has basically been an individual duty, this duty has been restricted to persons who have the financial capacity to drill wells and boreholes to extract water for their daily use or to those who can afford to buy. While IDPs have little or absolutely no funds to do this, government agencies such as the water sector are saddled with the responsibility of making clean water available and accessible to IDPs especially the vulnerable ones. In the face of Covid-19, people all over the world have been advised to wash their hands regularly with soap and water. This becomes a herculean task where readily available and accessible clean water is limited. 34 Researchers have argued that Nigeria has abundant water resources. However accessing water for domestic use has been a herculean task for many Nigerians. 35 Prior to the Covid-19 pandemic, poor Water, Sanitation and Hygiene (WASH) practices in many IDP camps across Nigeria had contributed to incidences of diarrhoea, skin infections, eye infections and malaria, with children being affected most. 36 The poor WASH practice among IDPs can be attributed largely to lack of WASH facilities and resources in addition to poor health education.",
            "cite_spans": [
                {
                    "start": 718,
                    "end": 720,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 875,
                    "end": 877,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 1119,
                    "end": 1121,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Access to clean water"
        },
        {
            "text": "A year into the pandemic, IOM situational analysis of Covid-19 in the North-East revealed that in 76% of the locations where the analysis took place, there were no functional handwashing stations with soap and water on-site. 37 A further investigation of access to soap and water in IDP camps, camp settings and host communities revealed that only 34% of the locations assessed had handwashing stations with soap and water. 38",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to clean water"
        },
        {
            "text": "Access to healthcare services revolves around the ability of people to have the health resources required at every point in time to improve their health and wellbeing. Determining access to healthcare services may be in four distinct ways such as the availability and adequacy of healthcare services, financial, organizational, social or cultural impediments to use the healthcare services, relevancy and effectiveness of the services and the health needs of the diverse population in a society. 39 Many children that have suffered psychological trauma do not have access to professional health workers to deal with the trauma. Likewise, physical and mental health problems of IDPs in camps have been largely unmet. There have been challenging reports of meeting health needs, sexual abuse, use of substances, communicable and incommunicable diseases so much that the rate of mortality in IDP camps are higher when compared to the population outside the camps. 40 Several factors which have been attributed to the barriers for adequate healthcare services for IDPs across Nigeria include lack of health insurance, workforce shortages, social stigma and a fundamental weakness in healthcare management of IDPs that live in camps. 41 The healthcare access in the pandemic period in IDP camps may become a real challenge based on the report of COOPI that over 70% of IDPs in a particular informal camp have existing health conditions that require specific protection concerns which was not forthcoming as at the time of the study. 42",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 498,
                    "text": "39",
                    "ref_id": null
                },
                {
                    "start": 961,
                    "end": 963,
                    "text": "40",
                    "ref_id": null
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "text": "41",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Access to healthcare services"
        },
        {
            "text": "According to the NPIDPs, every child has a right to education and all IDP children are to receive free education at primary level. 43 In the face of Covid-19, and with the restriction of movement and closure of schools, children have had to remain at home. In order to ensure continued education for children, many schools nationally and internationally have transitioned to internet/online and google classrooms to ensure that the access of children to education is not affected by the disease. 44 Children connect with their teachers and peers with the use of computers and other electronic devices to ensure continued learning. Other children or schools without these facilities resort to WhatsApp and Telegram for continuing education. 45 Furthermore, government and NGO initiatives to ensure continued access to learning include scheduled live delivery of classes on specific television and radio stations.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "text": "43",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Continued education"
        },
        {
            "text": "However, for internally displaced children found in IDP camps, their right and access to continued education was impeded by several factors including closure of schools as well as restrictions on movement and gatherings thus making it impossible for teachers to go to the IDP camps to teach them, 46 thereby infringing on their right to education provided for under the various relevant national and international laws. 47 Furthermore, internally displaced children do not have access to the various electronic devices that may make it possible for them to join live classes like their peers who were not displaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continued education"
        },
        {
            "text": "It is trite that overcrowding is a high-risk factor in the spread of Covid-19, hence the emphasis on the need to practice physical distancing of at least a meter apart and to avoid gatherings of large numbers of people. On creating awareness on Covid-19 pandemic, various methods have been adopted by the Federal Government, their agencies, NGOs and CSOs. The methods of creating awareness on Covid-19 include television advertisement, radio jingles and Short Message Services (SMS) sent to people's mobile phones. Not many IDPs have these devices as a means to access information on Covid-19. As of April 17, 2020, the Nigerian health authorities had to fumigate an IDP camp in Maiduguri, Borno State due to the fact that a humanitarian health worker at one of the IDP camps tested positive to the virus. 48 Several NGOs and INGOs stepped in to provide support by distributing soaps and water as well as providing information by using public speakers. 49 It is however questionable if this can be sustained and if the support materials are actually being used for Covid-19 preventive purposes, considering the fact that many IDPs were already in constant need of these items for basic survival. Despite the awareness, social/physical distancing as defence against the spread of the pandemic may be difficult to achieve in view of limited living-spaces and overcrowding in IDP camps.",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 955,
                    "text": "49",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Awareness on Covid-19 pandemic"
        },
        {
            "text": "One of the arguments in this paper is that internally displaced children have not been given special considerations in the wake of the Covid-19 pandemic. In examining the level of consideration and protection enjoyed by internally displaced children living in IDP camps, the 37 authors examined the social and medical mechanisms put in place to ensure their needs are met during the pandemic. Specifically, the authors focused on the basic health care services, access to clean water, continued education, and awareness education on Covid-19.",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 277,
                    "text": "37",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "While schools were closed across 188 countries, many were able to explore alternative means to provide continuous education through the use of the internet, televisions and radio, technologies which are limited in low and middle income countries. 50 In Nigeria, teaching and learning in many private schools were conducted via internet facilities and the use of social media tools. Similarly, students in government school had the opportunity of watching live classes on television sets and listening in on the radio. However, children in the IDP camps could not join their counterparts in continued education due to lack of facilities. 51 On the issue of access to basic healthcare services, there is a fundamental weakness in healthcare management of IDPs that live in IDP camps. Many of the IDPs had serious health challenges before the Covid-19 pandemic and as a result of the reduction in movement and social distancing, access to healthcare particularly for persons living in IDP camps became a more difficult task to realize.",
            "cite_spans": [
                {
                    "start": 637,
                    "end": 639,
                    "text": "51",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "In a press release by UNICEF, it was stated that prior to the Covid-19 pandemic, IDPs face barriers to healthcare facilities and the population in such overcrowded camps face the risk of falling sick with incapacity to fight the sickness due to lack of healthcare services if hit by the pandemic. 52 The devastating effects of an outbreak in IDP camps was emphasized by International Organization for Migration (IOM) when it noted that the lack of isolation centres in such overcrowded and underserviced environments increases the vulnerability of the IDPs. 53 It is therefore important to discuss specific factors that increase the vulnerability of a displaced child in Nigeria to Covid-19.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "text": "52",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion of findings"
        },
        {
            "text": "In Daudu camp, Benue State, where there is a population of over 12,000 IDPs with 4,328 of the population being children between the ages of 0-17, there is only one borehole pump that serves the whole camp. When questioned on the suitability of the water from the pump for consumption, the camp officials compared the era before the pump was provided when they had to rely on stream water for all their activities and confirmed that the water is safe for consumption. However, there is no evidence that the water has ever been treated. However, the perception is that since the water source is covered and concealed, such that visible dirt could not get in, the water remains safe for them. A clear challenge however is the long hours that IDPs have to remain on the queue in order to get water on a daily basis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provision of clean and safe water"
        },
        {
            "text": "Similar to what obtains in Daudu camp, Malkohi camp in Adamawa State has one borehole pump that serves the whole IDP community. Women and children are mostly responsible for fetching water for household use. Though there is access to water at the camp, WASH practice is minimal with many claiming that soap is a luxury that cannot be afforded on washing hands at regular intervals. Access to water appears not to be a problem at Malkohi camp. In fact, two of the five water taps that serve the community have become loose as a result of which water constantly wastes from these taps. No effort has been made to repair the taps. When queried on measures taken to prevent the wastage from the taps, the camp officials confirmed that the defect was a recent development that will be fixed soon. While children play constantly with water, especially from the faulty taps, they do not understand WASH practice and appear ignorant of the need to wash their hands regularly with soap and water to minimize exposure to Covid-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provision of clean and safe water"
        },
        {
            "text": "Just like Malkohi camp, there is a constant supply of clean water at Kuchingoro camp. There appears to be no problem accessing the water and residents of the camp can fetch water whenever they need it. Similarly, the task of fetching water from the access points rests on women and children. The water, while not specially treated, is clean and fit for human consumption.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provision of clean and safe water"
        },
        {
            "text": "In Gubio camp, there is only one borehole with 24 water taps to serve a total population of 30,462. There are constantly long queues for water without any special consideration in making drinking water available to the most vulnerable members of the camps such as children and persons with disabilities. Many dwellers of the camp resort to making do with water that they get from nearby streams and from open wells. With the high population of Gubio camp, access to portable water remains an unresolved challenge. The challenges surrounding the ability to get water has exposed many vulnerable members of the IDP community to violence, GBV, exploitation and abuse of varying degrees. Practicing WASH at Gubio camp is impossible because water remains a scarce resource.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provision of clean and safe water"
        },
        {
            "text": "While all the camps studied have provision of clean water by way of boreholes and access tap points, the hurdles that some IDPs, especially children, have to cross before accessing the water is a major challenge in preventing the spread of Covid-19 if an outbreak occurs in any of the camp or host community. Without constant access to water which does not require storing water and managing water due to the limited availability or the stress involved in getting water, it may be practically impossible to practice WASH which is key to preventing Covid-19. An alternative to constant washing of hands with water and soap is to sanitize the hands regularly with alcohol-based sanitizer. In all the camps studied, most households rely on a meal per day and cannot afford to purchase hand sanitizers. Though there was evidence of free distribution of hand sanitizers by various organizations during the peak of the pandemic in 2020, with the relaxation of the rules by end of 2020, this activity has become almost non-existent and residents of the camps have started going about their daily activities without paying attention to the need to make requests for sanitizers. Thus, alcohol-based sanitizer remains a luxury for the IDPs. Furthermore, with women and girls being at the fore of ensuring that their households get water and having to endure long hours on queue, in addition to other household chores that await them, there is tendency of violation of their rights by way of incidences of Gender Based Violence (GBV) as well as Sexual Exploitation and Abuse (SEA), especially if young girls perceive that they could get priority over others if they are able to give in to demands to persons in position of authority. However, when questioned on this, the response of the camp officials was in the negative and they emphasized that each person that needed to fetch water had to join the queue and wait for his/her turn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Provision of clean and safe water"
        },
        {
            "text": "All the camps studied have spaces designated for healthcare services, though these facilities are not well equipped to meet the demands of a standard healthcare facility. Prior to the outbreak of Covid-19, all the IDP camps studied had challenges in terms of access to healthcare services. Children's health was mostly affected by the displacement in terms of their reproductive health, malnutrition, immunization and psychological need. Mortality rates have been reported to be high in the camps compared to host communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "In providing healthcare services to children at the various camps, it was confirmed that there is effective collaboration between the 50 Education and COVID-19 UNICEF DATA at https://data.unicef.org/topic/ education/Covid-19/accessed 15 May 2021. 51 Gabriel Dike and Gloria Ikegbule 'COVID-19: schools go online to beat lockdown' 14 April 2020 The Sun <https://www.sunnewsonline.com/Covid-19-schools-go-online-to-beat-lockdown/> accessed 25 April 2020. 52 UNICEF 'COVID-19 pandemic could devastate refugee, migrant and internally displaced populations without urgent international action' 1 April 2020 <https: //www.unicef.org/press-releases/Covid-19-pandemic-could-devast ate-refugee-migrant-and-internally-displaced> accessed 7 April 2020. 53 International Organization for Migration 'Nigeria: IOM builds quarantine shelters as conflict-affected Borno state records first COVID-19 cases' 24 April 2020 < https://www.iom.int/news/nigeria-iom-builds-quarantine-shelters-con flict-affected-borno-state-records-first-Covid-19> accessed 25 April 2020. government and non-governmental organizations in meeting the healthcare needs of the IDPs. However, in Malkohi camp, healthcare services are limited to basic medical treatments due to shortage of personnel and medical supplies. At the time of the study, there was only one medical personnel who had been in charge of the clinic for some time. Complicated cases are referred to primary health centres of the host community. The nurses confirmed that IDPs have complained of unequal treatment in the primary health centres of the host communities because they have to pay higher for treatment than members of the host community for the same services.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 744,
                    "text": "//www.unicef.org/press-releases/Covid-19-pandemic-could-devast ate-refugee-migrant-and-internally-displaced> accessed 7 April 2020. 53",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "In Daudu camp, while there is only one health centre to cater for over 4,000 residents, there have been various interventions over the years by local and international NGOs to supplement the efforts of the government. The number of children in need of healthcare however outweighs the facility and personnel. Thus, the camp is constantly in need of medical aid intervention in terms of human and material resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "For IDPs at Daudu camp, seeking healthcare services from the health centres of the host community appears to be a challenge because of the distance to the health centre of the host community. Additionally, IDPs complain of the cost of transportation to the facility at the host community in addition to the exorbitant cost of treatment. For many, they resort to self-medication for themselves and their children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "The situation is not so different at Kuchingoro camp where camp officials affirmed that they are constantly in need of medical supplies. It was confirmed that there were instances where some children died due to lack of medical care. Camp officials have had to intervene in the past by contributing personally to ensure that children have medical care, but there is little they could do themselves without a proactive approach from all stakeholders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "In Gubio camp, there is no government established healthcare facility. The two healthcare centres at the camp were the interventions of the United Nations Children's Fund (UNICEF) and the United Nations Population Fund (UNFPA). The healthcare centre which was initially supported by UNICEF and currently being managed by the Kukawa Local Government Authority has only five trained medical personnel (four males and one female). The healthcare centre is not operative from evening till dawn but only functions during the regular official work hours (8am-5pm). Thus, when a medical emergency occurs at night, the patient has to wait till the healthcare personnel resumes for work the next day. There is always a constant shortage of medical supplies at the two healthcare facilities. The facilities lack basic amenities such as examination rooms due to limited space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "As at the time of collecting data for this study, there was no intervention by the government to provide sanitation materials such as soap, alcohol-based sanitizers, face masks and gloves. However, some private individuals, CSOs and NGOs visited Daudu camp to distribute some of these materials but due to the large population in the camp, the materials could not get to everyone in the camp. There is also no proof of any basis for the distribution of the materials donated to the population, thus bias and favouritism cannot be ruled out in distributing these materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "In terms of preparedness of the healthcare centres, there has been no preparation to combat Covid-19 in case of any incidence. It is worthy of mention that the IOM commenced the construction of isolation centres in Borno camps after the first Covid-19 case was reported. 54 The isolation centres were still under construction as at the time of collecting data for the study but were completed a few months after the period. The facilities that were existing at the time of data collection for the study lacked protective medical instruments; neither do they have designated spaces to serve as isolation wards for suspected cases. It will be safe to conclude that if any of these camps record a single case of Covid-19, the entire IDP population will be affected by a rapid spread of the novel disease. An assessment by IOM in April 2021 revealed that there was a consensus among 85% participants across 6 states of the North East that health centres were not prepared to handle Covid-19 cases. 55 Also, in the event of an outbreak in any of the camps or host communities in these states, the closest facility to each of the camps is about 30 min from the camps. 56 Several months after the first recorded case in Nigeria, none of these camps have recorded a case of the virus. This raises a concern of the risk of asymptomatic patients spreading the virus. With the evidence that the pandemic is milder on children, many children remain vulnerable as asymptomatic carriers of the virus. With the high population of children at the various IDP camps, any outbreak of Covid-19 will be easily transmitted by the children to the adults. If preventive measures are not taken in this respect, an outbreak of Covid-19 at any of the IDP camps would mean a great disaster for the Nigerian government. Unfortunately, there has not been mass testing in the country and with the new strains of the virus being discovered across the globe; coupled with the perception of the lack of existence of the virus in Nigeria which has resulted in people letting down their guard, there is a higher risk of community spread of the virus if contacted by any of the resident of the camps.",
            "cite_spans": [
                {
                    "start": 1162,
                    "end": 1164,
                    "text": "56",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Preparedness of healthcare facilities at the camps for Covid-19"
        },
        {
            "text": "All the camps studied in this research have spaces designated for formal education. A common challenge to all the camps is the inadequacy of resources. The camps lack teachers, proper classroom spaces, books and learning materials, such that students have to learn under trees while sitting on the floor in some instances. However, a new school building has been constructed at Daudu camp. The building was only able to solve the learning space problem without addressing other challenges such as qualified teachers, school uniforms, books, writing materials and other learning resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to continued learning for displaced children"
        },
        {
            "text": "Prior to the outbreak of Covid-19, the bulk of the teachers in the camps studied were volunteers from local and international NGOs, CSOs, religious organizations and host communities. A big challenge during the restrictions caused by Covid-19 is a total shutdown in teaching and learning activities at the various camps. There has not been any form of intervention for children at the camps to ensure that learning does not stop during the pandemic. While many of their counterparts that are not displaced have access to continuous learning via electronic means and resources, displaced children have no access to such resources or gadgets to access the resources. Despite the availability of free online resources that could enhance continuous learning for children, there are no facilities at the various camps that could enable these children to gain the same advantage as other children that are not displaced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Access to continued learning for displaced children"
        },
        {
            "text": "Most of the IDPs at Daudu camp, including camp officials were aware of the pandemic but ignorant of the accurate information of the coronavirus pandemic until a non-government organization (Bumkeng Selizz Care Foundation) conducted an awareness program after the outbreak in Nigeria. Prior to the awareness program, the IDPs and camp officials had false information including the misconception that drinking dry gin would make them immune against the virus. Many IDPs had to expend the little resources they had to purchase dry gin in the mistaken belief 54 International Organization for Migration 'Nigeria: IOM builds quarantine shelters as conflict-affected Borno state records first COVID-19 cases' 24 April 2020 < https://www.iom.int/news/nigeria-iom-builds-quarantine-shelters-con flict-affected-borno-state-records-first-Covid-19> accessed 25 April 2020. 55 that it would build their immunity against the virus. Another myth at the Daudu camp was that if they pick strands of hair that they find in their Bibles and put it in water for some time and thereafter drink the water, they would be immune against the virus. The sensitization program by the NGO changed many of the perceptions.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "text": "54",
                    "ref_id": null
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "55",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Education on COVID-19 pandemic at the camps"
        },
        {
            "text": "While the awareness program targeted adult members of the camp, there was no special intervention for the education of children on Covid-19. Whatever they know about the pandemic is based on what they hear from different sources around the camp. However, it appears that children in the IDP camps across Borno State are well informed about Covid-19 compared to their counterparts in other states. 57 Just like Daudu camp, the level of awareness at Malkohi camp and Gubio camp appears to be low with about 30 percent of the population at Gubio camp being aware of an outbreak of a pandemic called coronavirus as at May 2020 but the level of awareness has increased significantly by April 2021. 58 The information that the population had in 2020 was limited to what they learnt from NGOs that visited camps to educate the IDPs. The situation is a bit different in Kuchingoro camp. Many of the IDP population appear to be aware of the outbreak and the measures needed to be taken to prevent having the disease. However, many agree that those measures required of them remain a luxury.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 399,
                    "text": "57",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 693,
                    "end": 695,
                    "text": "58",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Education on COVID-19 pandemic at the camps"
        },
        {
            "text": "On the practice issue of physical social distancing, several IDPs have heard about maintaining social distance but it is impossible to practice physical social distancing within the camp because they share everything together, including the limited shelter. In some of the tents that serve as homes to the IDPs, as many as 50 people share a tent with limited space and with many children sleeping very close to each other. With the number of displaced persons that have to struggle to access water, food, shared bed space among others, practicing physical social distance at the various IDP camps studied remains a mirage. This is especially impossible with the children because the adults do not practice physical distancing, thus there is no basis on which to ensure that the displaced children practice the same.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Education on COVID-19 pandemic at the camps"
        },
        {
            "text": "Since the outbreak of Covid-19 globally and the spread of the virus to different parts of the world, many people have lost their lives. While preventive measures to stop the spread of the viral disease are being taken by states, many people seem to have been neglected and not properly informed or included in measures that can help stop the spread of the virus. Bearing in mind that vulnerable persons exist in this pandemic, the authors herein, followed a qualitative mixed method of research which included the doctrinal approach and empirical approach to gather information and data from four official camps spanning three states and the FCT of Nigeria. This paper has been able to establish that although a legal framework for the protection of children in Nigeria exists, there seems to be a discriminatory difference between the provisions of basic amenities for children and internally displaced children under the NPIDPs. Some of these were highlighted in the findings. There is no doubt that children living in IDP camps are most vulnerable and proactive steps need to be taken to ensure that the viral infection does not get to the IDP camps. It is therefore important that efforts should be made to ensure that adequate facilities are put in place to cater for those that may get infected with the virus, considering the relaxed rate of adherence to the preventive measures at the camps studies. Furthermore, this article shows that factors ranging from the expense of healthcare to a general fundamental weakness in healthcare management contribute to inaccessible health care in IDP camps. This is particularly worrisome as the spread of Covid-19 to IDP camps may result in a community outbreak and loss of lives. This is particularly possible where a large number of persons living in IDP camps have prevailing health conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Thus, internally displaced children should not be deprived of their right to education as well as rights to continued education like their counterparts not living in IDPs. Where their teachers do not live in IDP camps like them, the Ministry of Education can have a televised way of ensuring continued education for these children. Also, many of the persons in the above studied IDP camps do not have access to information, especially frequent updates on the COVID-19 pandemic, while many others have access to misinformation to the viral infection such as believing that alcoholic drink consumption will protect them from the virus. Thus, there is a need for government agencies to ensure that sufficient and verified information is communicated to the various IDP camps in Nigeria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Oluwabunmi L. Niyi-Gafar: hereby certify that they have participated sufficiently in the work to take public responsibility for the content. The first author is responsible for the literature review, theoretical framework, data cleaning and structure of the study. Olanike S. Adelakun: hereby certify that they have participated sufficiently in the work to take public responsibility for the content. The second author is responsible for the study design, data collection, data analysis and discussion. This authors did not receive any funding for the study. The",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRediT authorship contribution statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Application of the subsidiarity principle in intercountry adoption in Nigeria: Lessons from South Africa",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Adelakun",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JCLA",
            "volume": "5",
            "issn": "2",
            "pages": "22--44",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Handbook for the protection of internally displaced persons",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Displaced Children Navigate COVID-19 in Camps in North-East Nigeria",
            "authors": [
                {
                    "first": "Geoffrey",
                    "middle": [],
                    "last": "Njoku",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "IOM Nigeria 'COVID-19 Situational Analysis",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Second schedule of the Constitution of the Federal Republic of Nigeria 1999 (As amended). 16 Olanike S Adelakun 'Application of the subsidiarity principle in intercountry adoption in Nigeria: Lessons from South Africa' 2018 JCLA 5(2) 22-44, 37. 17 Adelakun, 2018 JCLA 38. 18 Jeffrey W Meiser 'Introducing liberalism in international relations theory' in Stephen McGlinchey, Rosie Walters and Christian Scheinpflug (eds) International Relations Theory (England: E-International Relations 2017) 22. 19 UNHCR 'Handbook for the protection of internally displaced persons' <https://www.unhcr.org/4c2355229.pdfUNHCR> accessed 27 July 2021. 20 Muhammad Nma Edita 'International law and protection/assistance of internally displaced persons IDPs in Africa: The Nigerian experience' Paper presented at the National Conference on the Phenomenon of Internally Displaced Persons in Nigeria at Ibrahim Badamasi Babangida University, Lapai, Niger State, Nigeria 25-26 July 2016. 21 African Union 'African Union Convention for the Protection and Assistance of Internally Displaced Persons in Africa (\"Kampala Convention\")' 23 October 2009 https://au.int/en/treaties/african-union-convention-protection-anda ssistance-internally-displaced-persons-africa (last accessed 26 March 2020). 22 Article 9(1) (a) of Kampala Convention. 23 Committee on Internally Displaced Persons, Refugees and North-East Initiatives.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Similarly, UNICEF, while calling for a swift global action to protect vulnerable children in the midst of the Covid-19 pandemic, noted that 24 Olanike Adelakun O. (2021) 'Internally Displaced Children in Nigeria: A Rights-Based Situational Appraisal' In Adeola R. (eds) National Protection of Internally Displaced Persons in Africa Sustainable Development Goals Series, Springer, https://doi.org/10.1007/978-3-030-66884-6_7. 25 National Commission for Refugees, Migrants, and Internally Displaced Persons Act Cap N21 Laws of the Federation of Nigeria 2004. 26 National Commission for Refugees, Migrants and Internally Displaced Persons Bill 2019. 27 See section 14 (2) (b) Nigerian Constitution. 28 Section 2.1 (d) and (g) NPIDPs 2012. 29 Section 3.1.2 (e) NPIDPs. 30 World Health Organization 'Coronavirus disease (COVID-19) advice for the public' 18 March 2020 <https://www.who.int/emergencies/diseases/n ovel-coronavirus-2019/advice-for-public> accessed 7 April 2021.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Statistics of children and amenities on camp.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "IOM Nigeria 'COVID-19 Situational Analysis 5: North East Nigeria' (April 2021) <https://reliefweb.int/sites/reliefweb.int/files/resources/COVID-19% 20Situation%20Report%205%20-%20North%20East%20Nigeria_.pdf> (accessed 14 May 2021). 38 Ibid. 39 Martin Gulliford, et al., 'Access to healthcare: report of a scoping exercise for the National Coordinating Centre for NHS service delivery and organisation R&D (NCCSDO)' 2002 7(3) Journal of Health Services Research and Policy 186-188, 186. 40 \"Insurgency in Nigeria: The Perspectives on Health Care Delivery to Gender Affected Victims amongst IDPs\", 22 (5) IOSR Journal of Humanities and Social Sciences pp 35-41, p35. 41 Muhammad Nma Edita 'International law and protection/assistance of internally displaced persons IDPs in Africa: The Nigerian experience' Paper presented at the National Conference on the Phenomenon of Internally Displaced Persons in Nigeria at Ibrahim Badamasi Babangida University, Lapai, Niger State, Nigeria 25-26 July 2016. 42 Cooperazione Internazionale (COOPI), 'Multi-sector rapid needs assessment (MSNA) Benisheikh and Ngamdu (Kaga LGA, Borno State)' November 2016 <http://reliefweb.int/sites/reliefweb.int/files/resources/coopi_msna_kaga_lga. 44 Gabriel Dike and Gloria Ikegbule 'COVID-19: schools go online to beat lockdown' 14 April 2020 The Sun < https://www.sunnewsonline.com/Covid-19-schools-go-online-to-beat-lockdown/> accessed 25 April 2020. 45 Gabriel Dike and Gloria Ikegbule 'COVID-19: schools go online to beat lockdown' 14 April 2020 The Sun < https://www.sunnewsonline.com/Covid-19-schools-go-online-to-beat-lockdown/> accessed 25 April 2020. 46 OCHA 'Nigeria: North east education sector COVID-19 response strategy' 15 April 2020 < https://www.humanitarianresponse.info/en/operations/nigeria/ document/nigeria-north-east-education-sector-Covid-19-response-strategy> accessed 20 April 2020. 47 See for example the CRC, ACRWC and CRA. 48 World Health Organization 'WHO scales up support as Borno State confirms COVID-19 outbreak' 22 April 2020 < https://www.afro.who.int/news/wh o-scales-support-borno-state-confirms-Covid-19-outbreak> accessed 25 April 2020. 49 ICRC 'ICRC Response to Covid-19: Nigeria, March-April 2020' (2020) <htt ps://www.icrc.org/en/download/file/118951/icrc-nigeria-Covid-19-responsemarch-april.pdf> (accessed 12 May 2021).",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "IOM Nigeria 'COVID-19 Situational Analysis 5: North East Nigeria' (April 2021) <https://reliefweb.int/sites/reliefweb.int/files/resources/COVID-19% 20Situation%20Report%205%20-%20North%20East%20Nigeria_.pdf> (accessed 14 May 2021). 56 Ibid.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "authors further declare that they have no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Authors have declared that no competing interests exist.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ]
}