{
    "paper_id": "e130b7c8f26dda6ef33a9f86635b871fd5a0cda9",
    "metadata": {
        "title": "Deep learning and lung ultrasound for Covid-19 pneumonia detection and severity classification",
        "authors": [
            {
                "first": "Marco",
                "middle": [
                    "La"
                ],
                "last": "Salvia",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia",
                    "location": {
                        "addrLine": "Via Ferrata 5, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Gianmarco",
                "middle": [],
                "last": "Secco",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Policlinico San Matteo",
                    "location": {
                        "addrLine": "Viale Camillo Golgi 19, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Emanuele",
                "middle": [],
                "last": "Torti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia",
                    "location": {
                        "addrLine": "Via Ferrata 5, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giordana",
                "middle": [],
                "last": "Florimbi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia",
                    "location": {
                        "addrLine": "Via Ferrata 5, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Luca",
                "middle": [],
                "last": "Guido",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia",
                    "location": {
                        "addrLine": "Via Ferrata 5, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Lago",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Policlinico San Matteo",
                    "location": {
                        "addrLine": "Viale Camillo Golgi 19, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Salinaro",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Policlinico San Matteo",
                    "location": {
                        "addrLine": "Viale Camillo Golgi 19, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Perlini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fondazione IRCCS Policlinico San Matteo",
                    "location": {
                        "addrLine": "Viale Camillo Golgi 19, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Leporati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia",
                    "location": {
                        "addrLine": "Via Ferrata 5, Pavia I",
                        "postCode": "27100",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Covid-19 European outbreak in February 2020 has challenged the world's health systems, eliciting an urgent need for effective and highly reliable diagnostic instruments to help medical personnel. Deep learning (DL) has been demonstrated to be useful for diagnosis using both computed tomography (CT) scans and chest X-rays (CXR), whereby the former typically yields more accurate results. However, the pivoting function of a CT scan during the pandemic presents several drawbacks, including high cost and cross-contamination problems. Radiation-free lung ultrasound (LUS) imaging, which requires high expertise and is thus being underutilised, has demonstrated a strong correlation with CT scan results and a high reliability in pneumonia detection even in the early stages. In this study, we developed a system based on modern DL methodologies in close collaboration with Fondazione IRCCS Policlinico San Matteo's Emergency Department (ED) of Pavia. Using a reliable dataset comprising ultrasound clips originating from linear and convex probes in 2908 frames from 450 hospitalised patients, we conducted an investigation into detecting Covid-19 patterns and ranking them considering two severity scales. This study differs from other research projects by its novel approach involving four and seven classes. Patients admitted to the ED underwent 12 LUS examinations in different chest parts, each evaluated according to standardised severity scales. We adopted residual convolutional neural networks (CNNs), transfer learning, and data augmentation techniques. Hence, employing methodological hyperparameter tuning, we produced state-of-the-art results meeting F1 score levels, averaged over the number of classes considered, exceeding 98%, and thereby manifesting stable measurements over precision and recall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "SARS-CoV-2, which is the causative agent of the current Covid-19 pandemic, originated in China and abruptly began being transmitted within Europe in February 2020. It rapidly spread throughout the world and is still challenging the world's health systems. It manifests after a long incubation period along with a high contagion rate [1] , thus necessitating the development of fast and cheap diagnostic tools to detect infected subjects.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, Covid-19 can cause bilateral multifocal interstitial pneumonia, which can rapidly evolve into acute respiratory distress syndrome (ARDS), an ominous complication that is responsible for causing hundreds of thousands of deaths worldwide. Subjects infected by SARS-CoV-2 may present an evolving clinical picture ranging from focal to multifocal interstitial pulmonary involvement that may be visualised by LUS in the so-called white lung pattern, as well as by bilateral submantellar-subpleural consolidations [2, 3] . The high contagion rate adds a further level of complexity because patient care, according to the highest healthcare standards, must be combined with strict pandemic protocols that need to be followed for the safety of healthcare professionals [4] .",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 521,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 522,
                    "end": 524,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 771,
                    "end": 774,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Currently, the main diagnostic tools for detecting and isolating infected people include reverse transcription-polymerase chain reactions (RT-PCR) in nasopharyngeal swabs (NPS) and IgM-IgG combined antibody tests [5] . However, both these tools have limitations: the former does not reach a 100% sensitivity, introducing the possibility of false-negative results, one of the causes for the incorrect separation of patient flows in hospitals. Moreover, it is time-consuming and when the number of infected subjects increases, inevitable shortages in reagents and other specific laboratory supplies occur, thereby preventing the completion of tests. IgM-IgG tests not only exhibit the same poor sensitivity as that of the former, with a slight increase only after a certain duration following symptom manifestation, but also may result in false-negative results in the early phases of the infection. Covid-19 begins with mild or no symptoms, and yet can rapidly transform, subjecting patients to extremely critical conditions with possible fatal consequences resulting from multi-organ failure. Therefore, it is critical to promptly and reliably detect infected subjects to apply the appropriate treatments and prevent the virus from spreading. Moreover, no tests can describe the presence or severity of lung engagement. Hence, the need for devices that accommodate increases in resources is an undeniable necessity [6] [7] [8] [9] [10] .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 216,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1415,
                    "end": 1418,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1419,
                    "end": 1422,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1423,
                    "end": 1426,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1427,
                    "end": 1430,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1431,
                    "end": 1435,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "First-line diagnosis of pneumonia may exploit chest X-rays (CXR) for first-aid treatment of patients exhibiting symptoms of pneumonia [11] . Potential alternatives to CXR include computed tomography (CT) scans and lung ultrasound (LUS) [12] [13] [14] . The main conclusions from studies concerning these methodologies state that: first, both LUS and CT scans are significantly better first-line diagnostic tools than CXR, whose main drawback is poor sensitivity; second, although ultrasonography is a cost-effective, radiation-free, and promising tool, it must be performed by a highly skilled radiographer to achieve accurate results. Furthermore, LUS effectively performed at a bedside in approximately 13 min yielded a higher sensitivity than that of CXR. This makes it comparable to other CT imaging tools with its cost being significantly lower than those of the other two solutions. Moreover, LUS is radiation-free, easier to disinfect, and can be repeated even with small time intervals between two observations, while the same is not true for the other methodologies [7, 15] . However, it has certain drawbacks, such as operator dependency and high expertise requirements, resulting in underutilisation, and it may not be useful for Covid-19 asymptomatic patients.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 236,
                    "end": 240,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 241,
                    "end": 245,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 246,
                    "end": 250,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1075,
                    "end": 1078,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1079,
                    "end": 1082,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Covid-19 pandemic has resulted in renewed attention on these studies and led to medical professionals considering possible solutions for the above-mentioned problems and the procurement of fast, cheap, and efficient diagnostic tools. Covid-19 necessitates certain imperative and strict constraints to avoid cross-contamination, such as through infected staff and infected medical devices, and provide patients with the highest standard of healthcare, such as moving patients around the hospital for treatments, and making diagnostic tools easily available to everyone. These crucial necessities made it impossible to use a stethoscope during hospital operations in infectious disease departments owing to the use of personal protective equipment. Therefore, researchers concluded that both CT scans and LUS are promising diagnostic instruments that are capable of early SARS-CoV-2 pneumonia detection and present highly correlated patterns for different disease stages [3, 7, [16] [17] [18] [19] . Although the former initially served a pivotal function during the pandemic, it exhibits some weaknesses in terms of the previously stated constraints, while the latter does not. Hence, it is beneficial to rely upon an international standardisation of LUS exploitation [3, 20] , providing not only a medical procedure to be applied by sonographers but also a scoring scale ranging from 0, indicating a healthy patient, to 3, which represents a critical clinical situation (e.g. a patient with a damaged lung, who is almost incapable of breathing without medical treatment).",
            "cite_spans": [
                {
                    "start": 973,
                    "end": 976,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 977,
                    "end": 979,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 980,
                    "end": 984,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 985,
                    "end": 989,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 990,
                    "end": 994,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 995,
                    "end": 999,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1271,
                    "end": 1274,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "text": "20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, researchers have extensively reviewed deep learning (DL)-based biomedical imaging [21, 22] , highlighting the challenges of using labelled datasets in medical contexts. This technique has been investigated as a promising solution for overcoming the previously stated problems and introduces advantages, including diagnostic speed, reliability, and provision of support to physicians who are managing the emergency. Recent systematic surveys on DL applications for the novel coronavirus revealed that studies mainly focused on CT scans and X-rays [23] [24] [25] [26] [27] . Less than half of the investigations employed transfer learning, while none of them evaluated the severity of lung engagement [6, 28] . Physicians extensively used LUS to estimate consequences in patients admitted to the emergency department (ED) and to detect Covid-19 pneumonia in subjects who presented a negative swab [7, 29, 30] . Nevertheless, only a few studies have investigated the application of DL algorithms to LUS data. These studies focused on either detecting B-lines, namely artefacts appearing when patients suffer from pneumonia, or binary classifications of LUS frames into Covid-19 and non--Covid-19 [15, 31] . Moreover, only a few researchers have exploited data from reliable hospital sources [32] [33] [34] , indicating the lack of a reliable dataset; several authors have described the inconsistent quality of their data and the need to rely on non-validated sources as limitations of their studies [35] . In addition, some researchers have worked with LUS from only one particular type of probe, thus lacking heterogeneous data to train the neural networks, posing another limitation on the soundness of their conclusions and DL algorithm usage [33] . Only two studies have focused on DL systems for the purpose of detecting Covid-19 pneumonia and assessing the severity of lung engagement [32, 34] . The former exploited a spatial transform network [36] developed in 2015, while the latter proposed an original neural network; however, both exhibited poor performance at frame-level scoring for assessing the severity of lung engagement, and neither of them made use of pre-trained or state-of-the-art architectures. Furthermore, the authors of the former study proposed a novel scoring methodology [3] for already validated and researched scales evaluating lung health status [20] , which the latter adopted as well. To the best of our knowledge, there has been no investigation on assessing and ranking the lung pleural line health conditions through the application of artificially intelligent systems to LUS data obtained from Covid-19 subjects. Moreover, all investigations regard frame classification, without addressing the entire LUS clip, as the research we propose in this manuscript.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 103,
                    "text": "[21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 104,
                    "end": 107,
                    "text": "22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 563,
                    "end": 567,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 568,
                    "end": 572,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 573,
                    "end": 577,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 578,
                    "end": 582,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 583,
                    "end": 587,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 716,
                    "end": 719,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 720,
                    "end": 723,
                    "text": "28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 912,
                    "end": 915,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 916,
                    "end": 919,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 920,
                    "end": 923,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1210,
                    "end": 1214,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1215,
                    "end": 1218,
                    "text": "31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1305,
                    "end": 1309,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1310,
                    "end": 1314,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1315,
                    "end": 1319,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1513,
                    "end": 1517,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1760,
                    "end": 1764,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1905,
                    "end": 1909,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1910,
                    "end": 1913,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1965,
                    "end": 1969,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 2315,
                    "end": 2318,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2393,
                    "end": 2397,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this study, we propose an innovative artificial intelligence (AI) system based on pre-trained and state-of-the-art residual convolutional neural networks (ResNets, CNNs - [37, 38] ), to detect SARS-CoV-2 pneumonia patterns in LUS frames and classify the severity of lung engagement. By extensively tuning the architecture's hyperparameters, we improved on previously presented results [32, 34] . The quality of the work was also assured through close collaboration with Pavia's San Matteo Hospital ED, whose Ethics Committee granted us access to LUS data from different probes, obtained by several different hospital physicians during the pandemic and evaluated according to two different scales. We extended one of the employed scoring systems, already proven in the literature [20] , by adding information regarding the lung's pleural line health condition, which helps in differentiating cardiogenic from non-cardiogenic causes of B-lines [33] . The developed AI-enabled assistant can function both in emergency contexts and in home monitoring of patients. Additionally, it can help detect patients with clear Covid-19 symptoms whose RT-PCR or IgM-IgG blood tests were negative. These AI methods can overcome the limitations, such as inadequate number of available RT-PCR tests, their high costs, and waiting time for test outcomes [25] .",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 178,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 179,
                    "end": 182,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 388,
                    "end": 392,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 393,
                    "end": 396,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 945,
                    "end": 949,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1338,
                    "end": 1342,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We structured the rest of the article as follows: Materials and Methods presents a detailed description of the methodologies, techniques, and data used to conduct the experiments. Results and Discussion present the principal and most representative results essential for comparing our study with state-of-the-art works published by our colleagues, thus highlighting the significance of the results. Finally, the last section presents the main conclusions, and implications that advance the field based on current knowledge and our achievements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This section provides an in-depth description of the data, exploratory analysis, collection, and annotation processes, together with the selection, design, and training of the CNN architectures, which we selected for our diagnostic purposes. In particular, we focused on data augmentation, transfer learning, and training options, as well as the hyperparameters used to train and fine-tune deep networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "To better highlight the reliability of the results and the ability of the deep architecture to detect Covid-19 pneumonia patterns, we first describe the employed ranking scales and compare them with the one used by other authors [3, 32, 34] , revealing their differences. Doing so explains the implications of the deep residual networks, and also emphasises that exploiting and extending a different scoring measurement system [20] , which has already been presented and validated in the literature, contributes to outperforming the state-of-the-art results attained by our colleagues. The differences between the LUS score used to rank our data in this study and that used by our colleagues [3, 32, 34] are examined in Table 1 .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 427,
                    "end": 431,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 720,
                    "end": 727,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Lung ultrasound score"
        },
        {
            "text": "We began evaluating ultrasound data with Score 0, in which the pleural line was continuous and regular, and A-lines were present as horizontal artefacts owing to the high reflectance of the aerated lung surface. Hence, multiple reflections appeared between the probe and lung surface. We evaluated this level of data in a similar manner to that in Reference 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung ultrasound score"
        },
        {
            "text": "Next, we defined Score 0* as any image evaluated as Score 0 but with an irregular or slightly damaged pleural line. Furthermore, we increased the level of severity when either vertical areas of white or consolidations were visible (Score 1). These white regions were due to local alterations in the acoustic properties of the lung when the previously aerated lung volume transformed into tissue or water-like aggregates. This process clearly explains the appearance of vertical artefacts. While Reference 3 assigned an ultrasound recording with Score 1 when the pleural line was flawed with any visible vertical area of white, we ranked a recording with this level of severity when artefacts were present and occupied less than 50% of the pleura. The two constraints imposed allowed for a more structural hierarchy in our classification spectrum, thus improving our classification performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung ultrasound score"
        },
        {
            "text": "In addition to the introduction of Score 0*, herein, we further introduced another classification, defining Score 1* as a recording that would have typically been assigned Score 1 but had an irregular or damaged pleural line. Clearly, the higher the score, the greater the damage detected upon examination of the pleura.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung ultrasound score"
        },
        {
            "text": "In general, specialists evaluate a patient's lung as Score 2 if larger consolidated regions (dark areas) appear along associated areas of white below solidifications. This pattern typically leads to what is commonly referred to as the white lung. Dark and dense sections in the lung suggest a transition in the lung tissue and its acoustic properties toward a condition observed when examining soft tissue. However, the appearance of white and large areas implies that the lung is not fully ventilated; air inclusions are still present but embedded in tissue-like compounds. These high scattering conditions can explain this specific pattern. Therefore, Reference 3 assigned the level of severity 2 when a pleural line was broken, along with either small or large dense fields with broad and white vertical artefacts below. In contrast, we marked a recording with this severity level when the vertical artefacts occupied more than 50% of the pleura and both small and bounded consolidations indicating a more critical stage of illness were visible [20] .",
            "cite_spans": [
                {
                    "start": 1048,
                    "end": 1052,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Lung ultrasound score"
        },
        {
            "text": "Similarly, we assigned Score 2* when the pleura was either irregular or damaged in a lung that would have typically received Score 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung ultrasound score"
        },
        {
            "text": "Finally, a lung characterised by dense and broadly extended white lung areas with abundant consolidations was usually assigned Score 3. Although this description fits well with the scoring methodology presented in Reference 3, we assigned this severity level when the lung presented tissue-like patterns, i.e. widely dense and dark consolidations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lung ultrasound score"
        },
        {
            "text": "In conclusion, we further refined the classification task, extending an already validated standardised LUS score from Reference 20 consisting of four classes, to a novel and more complex version with seven classes. We added three more classes to indicate whether the lung's pleural line was affected by pneumonia. We inserted these classes between the already existing classes. While the original pneumonia severity classification scale comprised scores ranging from 0 to 3, we improved it by inserting the scores 0*, 1*, and 2*, respectively, between scores 0-1, 1-2, and 2-3. As the severity level Score 3 describes a lung almost incapable of breathing, there is no need to define Score 3*. A lung rated as Score 3 indicates that the pleural line is affected by the illness. The pleural line is defined as the interface between the fluid-rich soft tissues of the wall and the gas-rich lung tissue [39] . Therefore, by adding three classes to indicate its condition, we can provide useful information regarding the severity of the disease, thereby assisting in discriminating cardiogenic from non-cardiogenic causes of B-lines [33] . Therefore, a patient who would typically have received a score of 0, indicating a healthy lung, could be assigned a score of 0*, informing the specialist that the patient may have a lung injury. Understanding that a subject might be suffering from Covid-19 before the lung approaches a more severe condition not only results in providing immediate and appropriate treatments but also improves survival rates in critical situations and the possibility of quick healing. We adopted the two aforementioned scales to understand whether DL architectures would benefit from a hierarchical labelling extension in classifying input data or cause a clustering performance degradation; hospital physicians could regularly monitor the pleura without any particular additional effort while still retrieving valuable information regarding the patient's health condition. This necessitates the replication of the same procedure using a computer-aided system.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 903,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Lung ultrasound score"
        },
        {
            "text": "Since March 2020, the San Matteo Hospital's ED has been collecting LUS data to assess the health conditions of patients who contracted Covid-19. The medical personnel used the ultrasound machine Aloka Arietta V70 (Hitachi Medical Systems), equipped with both convex and linear probes, at 5 MHz and 12 MHz, respectively. They standardised the acquisition procedure through abdominal settings, focusing on the pleural line, reaching a depth of 10 cm with the convex probe. Moreover, they adjusted the gain so as to attain the best possible imaging of the pleura, vertical artefacts, and peripheral consolidations with or without air bronchograms. Physicians conducted both longitudinal and transversal scans to explore the broader pleural length, disabling all harmonics and artefact-erasing software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and annotation"
        },
        {
            "text": "Physicians performed LUS on people with a clear clinical picture [7] , owing to the RT-PCR test introducing many false negatives. Namely, artefacts reported in the earlier section were formed by either pulmonary oedema or non-cardiac causes of interstitial syndromes [33] . Despite presenting a negative RT-PCR test, subjects manifesting lung involvement have a high probability of being Covid-19 positive. Physicians are accustomed to differentiating suspicious subjects from healthy subjects following a triaging procedure involving LUS investigation.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 267,
                    "end": 271,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and annotation"
        },
        {
            "text": "Hereafter, we define a clip as the result of an LUS examination. It consists of a set of frames, namely, the images used in our study. The proposed definition is intended to produce continuity regarding observations in other similar works [33] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and annotation"
        },
        {
            "text": "The hospital's medical personnel collected 12 clips for each patient, all assigned with a standardised LUS score [20, 40] . The ED collected data from 450 patients whose clinical information is presented in Table 2 , treated in Pavia, consequently gathering a total of 5400 clips. Table 2 lists the subjects, who were classified as Covid-19 positive and negative, and the clinical data through median and 25th-75th percentile values. The LUS Score entry indicates the sum of the values collected for each patient who received 12 examinations, as reported in Section 2.1.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 118,
                    "end": 121,
                    "text": "40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [
                {
                    "start": 207,
                    "end": 214,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 281,
                    "end": 288,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data collection and annotation"
        },
        {
            "text": "However, not all clips received an LUS score from the same medical practitioner. Therefore, we further reviewed the collection to validate the classifications and avoid incorrect severity-scoring problems. This process was mandatory to ensure that each clip had a standardised LUS score and there were no discrepancies in the scores assigned to different clips, which are problems stressed in other studies [32] .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and annotation"
        },
        {
            "text": "Fondazione IRCCS Policlinico San Matteo Emergency Room's physicians observed the methodological procedure and ensured that the labelling was correct. During the first part of the collection and annotation process, they manually selected all clips from each patient, assessed the quality of each clip, and either proceeded to evaluate it according to the two scoring methodologies or discarded it. They reviewed each clip to assign a score and verify that SARS-CoV-2 pneumonia patterns, described in Section 2.1, were present. The scoring was based on the first ranking scale [20] with four classes or its extended version with seven classes. Second, from among the many frames belonging to a clip, they selected the ones containing such patterns manually, as other frames might be related either to a healthy lung's portion or noisy and blurred due to incorrect probe movements or respiration-induced dynamic motions, thereby altering the imaging quality across the clip [34] . In a blinded and random process, to avoid biasing the final results of our experiments, physicians examined an extracted clip and selected frames in which lung patterns were visible. The higher the score assigned, the fewer the time instants required for classifying a clip. For instance, a patient assigned a score of 1 might have only a few frames containing B-lines. Because DL architectures must be trained to detect and classify pneumonia patterns, we need to identify and extract such patterns. The number of frames selected is not equal for each clip. The blind selection process avoids retrieving all clips from a patient with the same pattern in most lung portions, while discarding clips exhibiting other manifestations. Therefore, both the number of patients from whom we clipped the frames and the number of images used for each subject are unknown. Although the acquisition process had been standardised [40] , it was conducted during contingency periods; thus, not all patients underwent 12 examinations. Some subjects might have received fewer examinations than others because of the detection of severe lung engagement in the early stages of the procedure.",
            "cite_spans": [
                {
                    "start": 575,
                    "end": 579,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1895,
                    "end": 1899,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and annotation"
        },
        {
            "text": "The entire annotation and collection procedure lasted for longer than one month, resulting in a set of 676 gathered clips based on 5400 starting clips. As physicians performed LUS investigations employing different probes with slightly different settings, clips were of different sizes in terms of pixels. Therefore, we resized all the clips such that each frame had dimensions of 224 × 224, which is compliant with the input size for a DL architecture.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection and annotation"
        },
        {
            "text": "As the medical personnel had to continuously meet the demanding and urgent pandemic requirements, and the aforementioned process is demanding and time-consuming, we considered the collection and labelling process to be completed when the DL architectures began yielding promising results for the validation and test sets, as described below, and the dataset was said to be well-balanced. Hence, we started with a smaller set of collected frames and, finally, 2908 frames were carefully selected to train the CNNs from among more than 60000 frames. Fig. 1 shows the percentage of images assigned to each score for both diagnostic tasks; pleural line involvement is highly likely and more severe when a frame is assigned a high score. For instance, this explains why most frames that belonged to group with Score 2 were assigned to the group with Score 2*, while the same is not true for lower score values. Fig. 2 depicts examples of the selected and discarded frames. The first two images represent a score of 3 and 2, respectively, while we rejected the third image as being too noisy due to probe movements during the bedside ultrasound exam. This process is mandatory and timeconsuming, as the first and third images may appear to be significantly similar to an untrained physician's eye. Nonetheless, the same consideration does not hold for a neural network trying to classify the third and noisy frame; because we did not assign any label to the discarded frames, it would try to classify it as belonging to one of the considered classes. However, this would result in an almost random scoring, and is beyond the scope of the manuscript's goal of recognising and classifying Covid-19 patterns in LUS frames.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 554,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 912,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Data collection and annotation"
        },
        {
            "text": "Finally, we randomly split the data into training (75%), validation (15%), and test (10%) sets, adopting these percentages in accordance with common DL methodologies [28] and maintaining the training set size as low as possible to avoid overfitting problems. Furthermore, we employed data augmentation techniques, as explained in Section 2.3. Finally, we collected 17448, 436, and 291 frames for the training, validation, and test sets, respectively.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 170,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data collection and annotation"
        },
        {
            "text": "In this study, we adopted deep residual networks to achieve the best and reliable classification performance, avoiding vanishing gradient problems and allowing for deeper architectures than the commonly used ones, which do not exploit residual connections. Researchers have described the process of using already proven models as a more rational approach for initiating DL model development from scratch [25] . In particular, we selected two residual networks with 18 and 50 layers each and structured them as reported in the original paper [38] . In addition, we extensively exploited a commonly known methodology, transfer learning [37] , to significantly improve the classification results by exploiting features belonging to pre-trained networks. This methodology has been confirmed to improve Covid-19 detection [35] . The best common practice is to use DL architectures that have been pre-trained on similar domains to overcome small-sized dataset problems and poor classification performances. Therefore, we selected ResNet18 and ResNet50 architectures, which had already undergone optimisation based on the ImageNet dataset [41] . However, we made a few modifications to these networks before using them; we changed the last fully connected layers because they had as many neurons as the number of classes to be detected. The classification problem to be solved involves the detection of the lung patterns described in Section 2.1. Consequently, we designed four different architectures, which are the two ResNets for solving the two clustering queries; the first comprises four categories [20] , whereas the second is represented by the seven classes obtained by broadening the first scale, providing information regarding the pleural line integrity.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 408,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 817,
                    "end": 821,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1598,
                    "end": 1602,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Deep learning architectures"
        },
        {
            "text": "The two architectures employed in this study are depicted in Fig. 4 . ResNet18 and ResNet50 take input images with dimensions of 224 × 3. All of them undergo a first step consisting of a 7 × 7 convolution with a feature size of 64 and a stride of 2, followed by a 3 × 3 max-pooling step with the same stride. Next, each of the following layers performs either 3 × 3 or 1 × 1 convolutions with a fixed feature map dimension for the first residual network, namely F ResNet18 = [64, 128, 256, 512], and with an increasingly repeated pattern for the second residual network, that is, F ResNet50 = [F, F, 4F]withFfollowing the fixed feature map order mentioned above. The input is bypassed every two convolutions for ResNet18 and every three convolutions for the other residual architecture. Both width and height remain constant throughout the section because the padding and stride are set to 1 during the operations, thereby allowing the connection to be skipped. The residual models exploit batch normalisation to improve regularisation together with the pooling layers. ReLu is selected as the activation function. Finally, the 18-layer residual network has 11.174 M parameters, while the 50-layer network consists of 23.521 M parameters. Table 3 presents the training options and hyperparameters for each network, to address the two different detection problems solved in our study. The training process relies on the pseudo-random selection of both the mini-batches and the initial weights of the models. Hence, we set the random seed to 19 for all experiments. This setting makes the experiments reproducible and provide a clear view of the improvements derived from tuning the training options and hyperparameters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 61,
                    "end": 67,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1239,
                    "end": 1246,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Deep learning architectures"
        },
        {
            "text": "Before describing the hyperparameter tuning procedure, it is worth explaining some of the rows listed in Table 3 whose names may be misleading considering the commonly encountered nomenclature in Fig. 1 . Percentage distribution of frames for each classification task. Left: four class scenario; right: seven class scenario. The percentage of images assigned to each score for both diagnostic tasks is depicted; pleural line involvement is highly likely and more severe when a frame is assigned a high score. articles focusing on DL, such as L2-regularisation, number of epochs, and mini-batch size. The learning rate drop factor implies that we steadily decreased each predetermined number of epochs, in a piecewise manner, at the same pace at which we were updating the network weights. We reduced the learning step by multiplying it by the dropping factor. Second, we selected Adam Gradient Descent [42] as the optimisation algorithm for the two residual architecture weights. During training, we adopted a validation set for tuning the hyperparameters and predicting the behaviour of the models with a new test set, revealing the robustness of our results.",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 906,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 105,
                    "end": 112,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 196,
                    "end": 202,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Deep learning architectures"
        },
        {
            "text": "First, we heuristically determined the initial learning rate, which allows for a desirable classification performance level, evaluated over both the training and validation sets. Then, we selected the learning rate's drop factor in a similar manner, enabling the optimal achievement of the cost function's minimum with elapsing epochs from the start of training. Additionally, we selected the number of epochs after which the learning rate was expected to decrease. Reducing it too early may lead to almost no update to the networks' weights after a few iterations; however, waiting too long may cause the weights to continuously leap near the cost function's minimum while never reaching it. On completion of these steps, we focused on L2-regularisation, batch size, and the number of training epochs. L2-regularisation reduces overfitting and the architectures' batch normalisation and pooling layers. It acts by adding a cost function term equal to the sum of all network weights squared and multiplied by the L2 constant. The larger the constant, the smaller the weights, thereby reducing overfitting while introducing the risk of underfitting. Therefore, we determined the best L2-regularisation constant by observing the network behaviour for the validation and test sets. We employed this latter procedure in selecting the mini-batch size and number of epochs. Finally, we set the squared gradient decay factor and gradient decay factor to 0.999 and 0.98, respectively. Researchers commonly adopt this default decision for Adam optimisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep learning architectures"
        },
        {
            "text": "Once the tuning process ended, satisfying the classification performances for the test and validation sets, we turned the random seed off and repeated all experiments seven times to display all performance metrics as a mean and standard deviation, and to reject the possibility of the results being biased.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep learning architectures"
        },
        {
            "text": "We increased the statistical assortment in the training set by adopting data augmentation techniques, which helped the networks focus on meaningful information. We applied geometric, filtering, random centre cropping, and colour transformations to the training frames. This method, proven to work when applied to Covid-19 [43] , produces effective results in DL classification tasks, significantly reducing overfitting [44] . Furthermore, we added salt-and-pepper white noise to enlarge the training set. Pre-trained architectures accept images of the size 224 × 3. Therefore, we treated the grey-scale ultrasound frames as RGB images, both to avoid modifying the input layers and to allow for colour augmentation. Data augmentation numerically modifies the training images, introducing statistically diverse samples, and allowing the architectures to robustly classify new frames: moving the point of interest in the frame and slightly modifying its shape or colour together with noise, which prepares the models not to expect relevant features in the same spot. Moreover, the models learn to reject disturbances such as probe sensor measurement errors. Therefore, we applied all augmentations to all training images, independent of the probe employed for the LUS investigation.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Deep learning architectures"
        },
        {
            "text": "First, we applied one of the augmentations listed in Table 4 to the training set. Hence, we created a new set by unifying the original images and the transformed images. Second, we applied a second transformation to the new set. Finally, we recursively applied this procedure to broaden the training set exponentially. Fig. 3 depicts a set of 12 augmented examples: introducing such small alterations into the training set allowed the CNN architectures to develop invariance to translations, viewpoints, sizes, illumination, and noise, resulting in a more regularised training process [44] . The validation and test sets did not receive such augmentation processes to prevent the final results from being biased.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 589,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 319,
                    "end": 345,
                    "text": "Fig. 3 depicts a set of 12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Deep learning architectures"
        },
        {
            "text": "To further assess the classification reliability, we used both class activation mapping (CAM) and Grad-CAM techniques [45, 46] . These processes allow for the interpretation of the decision-making task model. When applied to image classification problems, they highlight the parts that are decisive for the assignment of a rank by the network through a heat map. DL models can focus on points that the human eye may not see. Therefore, emphasising what networks recognise may assist physicians' perceptions. In particular, we assessed whether the networks correctly highlighted either B-lines or pleural line discontinuities, when present, and all other patterns described in Section 2.1. This pioneering idea allows for a comparison of different prototypes to determine the best one. Moreover, it is a cost-effective way to avoid increasing dataset preparation times by manually creating segmentation maps for detecting Covid-19 pneumonia boundaries. Although we intend to highlight the presence of patterns, we do not focus on exposing their exact profiles. Some researchers have attempted and validated this method by applying it to Covid-19, achieving excellent results [25, 46] .",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 122,
                    "text": "[45,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 123,
                    "end": 126,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "text": "[25,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1179,
                    "end": 1182,
                    "text": "46]",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Deep learning architectures"
        },
        {
            "text": "The test system used to conduct our experiments was equipped with an Intel-i9-9900X CPU, working at 3.5 GHz, 128 GB of RAM, and two 2944-cores NVIDIA RTX 2080. We wrote all code and designed the networks using MathWorks MATLAB 2020a Release together with its Deep Learning Toolbox.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Deep learning architectures"
        },
        {
            "text": "When handling medical data, it is vital to reduce the number of false negatives to the maximum extent possible, particularly when treating an infectious disease such as Covid-19. The consequences of incorrectly diagnosing a patient as Covid-19 negative, which introduces a false negative, include not only inappropriate care and lack of necessary treatment (reflected in cross-contamination among subjects who may Table 4 Data augmentation operations used during the investigations. We list both the augmentations names and descriptions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Performance evaluation"
        },
        {
            "text": "Augmentation Name",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Performance evaluation"
        },
        {
            "text": "Adds salt-and-pepper noise to image. Namely, random pixels get randomly coloured towards white. Spreading power of modified pixels can be set by a parameter; hence, different augmentations can be considered as being more or less noisy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Image noise"
        },
        {
            "text": "Adjusts the colour of RGB image I with a randomly selected value of hue, saturation, brightness, and contrast from the HSV colour space. Specify the range of each type of adjustment using name-value pair arguments. Four augmentations can be retrieved.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Colour jittering"
        },
        {
            "text": "Images are flipped either from left to right or upside down.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Flip"
        },
        {
            "text": "Images are centre cropped using a 150 × 150 window to ensure that Covid-19 patterns are selected during operation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Centre cropping"
        },
        {
            "text": "have additional pathologies), but also incorrect medications that may harm an infected person. We measured the network classification performances using the validation and test sets. We not only investigated the accuracy but also the precision, recall, and F1-score (Equations (1)-(4)) and ROC-AUC ( [47] ). The equations listed below define these metrics, which were computed for each category for both classification scenarios, namely, four and seven classes. TP refers to True Positive classifications, FN denotes False Negative classifications, TN denotes True Negative classification, and FP refers to False Positive classifications.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "text": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Centre cropping"
        },
        {
            "text": "Considering the importance of reducing the false-negative results, in medical contexts, researchers particularly consider recall, also known as sensitivity. This parameter indicates the performance of evaluating a frame as not containing Covid-19 pneumonia patterns and belonging to either of the classes considered or not being representative of a healthy lung. Nonetheless, precision notifies the reader of the classification performance in terms of detecting, instead of the considered patterns. Consequently, we consider the F1-score as a function of the two former metrics. This parameter yields a better measurement in terms of accuracy considering the trade-off between precision and recall in an unbalanced class distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Centre cropping"
        },
        {
            "text": "In conclusion, both recall and F1-score must be considered to minimise the false negatives while maintaining high precision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Centre cropping"
        },
        {
            "text": "Both the selected architectures steadily approached convergence based on the hyperparameters and training options listed in Table 3 . Considering the evaluation metrics discussed in Section 2.4, we present them in terms of the average over the number of groups considered for each classification scenario in Table 5 . The training process involved stochastically splitting the data into training, validation, and test sets; using the training set to optimise the network weights; and at the end of each epoch, exploiting the validation set to assess the models' accuracies and losses. On completion of the training process, we evaluated the aforementioned metrics for the training, test, and validation sets. We considered the network weights at the end of each training process, regardless of the number of epochs selected for optimisation, as listed in Table 3 . We did not doublecheck a particular epoch exhibiting promising performances with the validation set during optimisation because all series of training approaches converged steadily when the number of epochs (listed in Table 3 ) for each network elapsed. This methodology was repeated seven times for each classification scenario to avoid bias in the final results. Hence, we describe these metrics using their mean values and standard deviations in Table 5 . Furthermore, each hyperparameter was extensively tuned to obtain recall and F1-score levels exceeding 90%, indicating a high and reliable balance over both the precision and recall metrics, which is essential when handling unbalanced datasets, such as ours. As presented in Table 5 , this resulted in both networks behaving remarkably well in each scenario and with excellent results achieved by ResNet50. In addition, in each experiment, we could obtain recall levels of over 97% on average, thereby verifying the soundness of the classification performances in predicting whether a frame without Covid-19 pneumonia patterns belongs to either of the classes considered, or is not representative of a healthy lung.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 131,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 308,
                    "end": 315,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 855,
                    "end": 862,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1083,
                    "end": 1090,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1314,
                    "end": 1321,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1598,
                    "end": 1605,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Therefore, we must highlight the reliability and validity of our results listed in Table 5 in terms of the collected measurements, averaged over the number of classes for all experiments and repeated seven times each.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Network scalability was evaluated during inference. Experiments were performed with batch sizes ranging from 1 to 256 (i.e., each network classified between 1 and 256 images for the inference process). As expected, for both networks, the inference times increased with the batch size (see Fig. 5 ). The only exception was the inference of a single image. In this case, the inference time of a batch containing a single image was greater than that of others up to a batch size of 64. This is because it is possible to group multiple images into a single tensor and adopt efficient computational routines to perform the inference. Finally, the inference times of ResNet50 were greater than those of ResNet18, which could be attributed to their network structures. As explained previously, ResNet50 has a deeper and more complex structure than that of ResNet18.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 295,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Furthermore, to validate the network results, we used both CAM and Grad-CAM methodologies for each experiment. The physicians evaluated whether the ResNets correctly highlighted B-lines, pleural line irregularities, or other patterns examined in the LUS score subsection when ranking a frame, which is the procedure adopted by physicians to assess patients' health conditions. Fig. 6 depicts the behaviour of ResNet50 in a scenario for which we also evaluated the pleural line. For simplicity and integrity, we present only the CAM results and not the Grad-CAM results, starting from the lowest score, indicating that the considered subject is healthy, and approaching the highest score, indicating that the patient should be urgently treated. The residual architecture correctly and precisely highlights all patterns, namely A-and Blines, small or broad consolidations, and damage to the pleural line. When considering the scenario containing fewer classes, the pleural line is not taken into account by the statistical models, which, at most, uses it to assess a subjects' healthiness, specifically when analysing Score 0 frames and the reverb contained in its A-lines.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 377,
                    "end": 383,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "We have described all the existing state-of-the-art studies in the Introduction section, highlighting both their strengths and weaknesses. However, we compared our study mainly to three recent studies on the application of DL methodologies to LUS data to diagnose Covid-19 pneumonia and evaluate the severity of lung engagement [32, 34, 35] . The authors of the first study [32] exploited LUS data assigned with a severity score for frame-level classification meeting F1-score levels ranging from 65.1% to 71.4% when considering either the test set results or the average value over three different settings: test set, test set with transition frames dropped, and inter-doctor adjustments. Exploiting a spatial transform network [36] developed in 2015, they proposed a novel scoring methodology [3] , concerning already validated and researched scales for evaluating lung health conditions [20] , which authors from the third study adopted as well. In all cases, we obtained a performance improvement of 27.15% in terms of the best average performance in comparison with our worst-case outline.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 332,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 337,
                    "end": 340,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 374,
                    "end": 378,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 795,
                    "end": 798,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 890,
                    "end": 894,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In contrast, the authors of the second study [34] proposed a shallow architecture developed from scratch to address both binary Covid-19 detection and severity classification. They exploited the same ranking scale adopted by the authors in the first study. However, we not only exceeded their results concerning the first clustering problem they proposed but also attained a performance improvement of more than 40% in the assessment of lung engagement. Finally, the authors from the last study [35] compared a wide variety of already established deep architectures to prove the accuracy of the transfer learning applied to Covid-19 heterogeneous data, specifically considering CT scans, ultrasound, and CXR. However, they focused on the classification task of determining whether a lung is healthy or has been diagnosed with either pneumonia or Covid-19. Despite the promising results presented, the authors suggested that their images were of inconsistent quality. They based their study on non-validated data from public online repositories; therefore, they did not assess the reliability of the gathered medical examinations. They achieved excellent classification performances, which we have been able to meet, resulting in a more complex problem based on reliable data given by Fondazione IRCCS Policlinico San Matteo. Moreover, they obtained F1-score results ranging from 66% to 99% for the different architectures considered, which is analogous to what we researched, as listed in Table 5 . Nonetheless, our metrics are above 97% in all cases.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1489,
                    "end": 1496,
                    "text": "Table 5",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Regarding the aforementioned works, we optimised the networks for several epochs, specifically between 12 and 15, depending on the specific experiment. Having fine-tuned pre-trained networks with CUDA in a multi-GPU environment, owing to the CNN libraries developed at NVIDIA, the process resulted in training times ranging between 17 and 89 min. Therefore, the number of epochs and the overall training time are considerably lower than those reported by other authors [6, 28, 32, 34] . The computations were spread across two NVIDIA RTX 2080, with 2994-cores each, and we could process a mini-batch, or more, of images every second.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 472,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 473,
                    "end": 476,
                    "text": "28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 477,
                    "end": 480,
                    "text": "32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 481,
                    "end": 484,
                    "text": "34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In conclusion, previous studies on the application of DL in Covid-19 detection have presented some drawbacks. Less than half of the studies have not exploited transfer learning; moreover, although authors prefer already proven architectures, they have relied upon unreliable data sources of poor quality, without assessment by a qualified physician. In addition, only a few studies have exploited LUS for diagnosing patients with Covid-19, from among which only the three studies that we compared our results to have assessed illness severity or exploited transfer learning. The first two studies focused on the exploitation of a novel scoring methodology without employing transfer learning; they assessed the lung health conditions and attempted to apply image classification networks with small tweaks to address the classification of small clip portions. Moreover, the authors from the second work did not exploit recently collected LUS data from subjects who contracted Covid-19 but instead collected clips performed at the Yale-New Haven Hospital since 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Therefore, we propose a simple yet effective methodology to address the application of DL to LUS data and Covid-19 detection. We employed already proven and pre-trained residual networks in two configurations. Moreover, we adopted an existing and validated ranking scale, which we extended to hierarchically structure the labels that need to be detected. This helps differentiate the cardiogenic from non-cardiogenic causes of B-lines [33] , and the early detection of ARDS pneumonia symptoms enables the timely treatment of patients. To the best of our knowledge, no extended scoring methodology has been proposed to date for assessing the pleural line together with existing patterns. In addition, we acknowledged the challenges faced by our colleagues [32] regarding having several physicians perform the LUS examinations. Hence, we further validated our collection of clips, focusing on data augmentation and hyperparameter tuning to exploit the advantages of transfer learning and obtain the results presented in this paper.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 755,
                    "end": 759,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "We designed and engineered a highly reliable diagnostic instrument to meet the significantly increasing demand for affordable and efficient Covid-19 detection systems by exhausted medical personnel. With close collaboration with Fondazione IRCCS Policlinico San Matteo's ED, we could base our studies on highly reliable and validated LUS data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We employed modern DL methodologies, including deep residual networks, data augmentation processes, and transfer learning, to rank subjects' lungs using [20] scoring methodologies, which we extended by adding information regarding pleural line conditions. We not only alleviated the severe drawbacks arising from data heterogeneity (modest sensitivity leading to lack of treatment for infected patients, and cross-contamination problems), but also improved currently accessible state-of-the-art performances [32, 34, 35] in Covid-19 detection employing LUS data.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 157,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 508,
                    "end": 512,
                    "text": "[32,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 513,
                    "end": 516,
                    "text": "34,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 517,
                    "end": 520,
                    "text": "35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "This study provides an approach for overcoming the dataset problems discussed by other authors [32] concerning the scoring inconsistencies between ultrasounds due to different physicians scoring different lungs of the same stage. In addition, the Fondazione IRCCS Policlinico San Matteo ED reviewed every exam to homogeneously assign lungs of the same disease stage with the same score.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Because ultrasound imaging technologies require strong expertise to achieve diagnostic reliabilityhigh sensitivity and overall accuracyin this study, we developed a DL-based system to automatically detect Covid-19 pneumonitis marks in LUS images and rate their severity based on two standardised scoring methods with innovative, reliable, and revolutionary results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We declare that neither the manuscript nor any parts of its content are currently under consideration or published in another journal and that there is no conflict of interest in submitting our paper to your journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Drclaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Early transmission dynamics in wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1199--1207",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect. Dis",
            "volume": "20",
            "issn": "",
            "pages": "425--434",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Proposal for international standardization of the use of lung ultrasound for patients with COVID-19: a simple, quantitative, reproducible method",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Soldati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Ultrasound Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jum.15285"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 outbreak: less stethoscope, more ultrasound",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Buonsenso",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pata",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chiaretti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet Respiratory Medicine",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Development and clinical application of a rapid IgM-IgG combined antibody test for SARS-CoV-2 infection diagnosis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25727"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Deep learning and medical image processing for coronavirus (COVID-19) pandemic: a survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhattacharya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sustain. Cities Soc",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Role of lung ultrasound in identifying COVID-19 pneumonia in patients with negative swab during the outbreak",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Aiosa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gianfreda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pastorino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Davio",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Care J",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical applications of detecting IgG, IgM or IgA antibody for the diagnosis of COVID-19: a meta-analysis and systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Infect. Dis",
            "volume": "104",
            "issn": "",
            "pages": "415--422",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Diagnostic performance of COVID-19 serological assays during early infection: a systematic review and meta-analysis of 11 516 samples",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J Y"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Influenza Other Respi",
            "volume": "00",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Diagnostic performance between CT and initial real-time RT-PCR for clinically suspected 2019 coronavirus disease (COVID-19) patients outside Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Respir. Med",
            "volume": "168",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Guidelines for the management of adults with communityacquired pneumonia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Niederman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "163",
            "issn": "",
            "pages": "1730--1754",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Lung ultrasound for the diagnosis of pneumonia in adults: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Chavez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Respir. Res",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Lung ultrasound for diagnosis of pneumonia in emergency department",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pagano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intern. Emerg. Med",
            "volume": "10",
            "issn": "",
            "pages": "851--854",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Performance comparison of lung ultrasound and chest x-ray for the diagnosis of pneumonia in the",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Bourcier",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Emerg. Med",
            "volume": "32",
            "issn": "",
            "pages": "115--118",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Sonographic diagnosis of COVID-19: a review of image processing for lung ultrasound",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcdermott",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Big Data",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Can lung US help critical care clinicians in the early diagnosis of novel coronavirus (COVID-19) pneumonia?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Poggiali",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Sensitivity of chest CT for COVID-19: comparison to RT-PCR",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200432"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A brief review of lung ultrasonography in COVID-19: is it useful?",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Fiala",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann. Emerg. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2020.03.033"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Modified lung ultrasound score for assessing and monitoring pulmonary aeration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mongodi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ultraschall der Med",
            "volume": "38",
            "issn": "",
            "pages": "530--537",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "A survey on deep learning in medical image analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Litjens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med. Image Anal",
            "volume": "42",
            "issn": "",
            "pages": "60--88",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Deep convolutional neural networks for computer-aided detection: CNN architectures, dataset characteristics and transfer learning",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "35",
            "issn": "",
            "pages": "1285--1298",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Artificial intelligence-enabled rapid diagnosis of patients with COVID-19",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Med",
            "volume": "",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.1038/s41591-020-0931-3"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Multi-task deep learning based CT imaging analysis for COVID-19 pneumonia: classification and segmentation",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amyar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Modzelewski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Biol. Med",
            "volume": "126",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Automated detection of COVID-19 cases using deep neural networks with X-ray images",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ozturk",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Biol. Med",
            "volume": "121",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Deep-COVID: predicting COVID-19 from chest X-ray images using deep transfer learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Minaee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kafieh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sonka",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yazdani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "Jamalipour"
                    ],
                    "last": "Soufi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Med. Image Anal",
            "volume": "65",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Deep learning COVID-19 features on CXR using limited training data sets",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ye",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "39",
            "issn": "",
            "pages": "2688--2700",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A review on deep learning techniques for the diagnosis of novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Karray",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Alhajj",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "IEEE Access",
            "volume": "9",
            "issn": "",
            "pages": "30551--30572",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Lung ultrasound score predicts outcomes in COVID-19 patients admitted to the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C G"
                    ],
                    "last": "De Alencar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann. Intensive Care",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Lung ultrasound in the diagnosis of COVID-19 infection -a case series and review of the literature",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Buda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Segura-Grau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cylwik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wełnicki",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Adv. Med. Sci",
            "volume": "65",
            "issn": "",
            "pages": "378--385",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "COVID-19 and non-COVID-19 classification using multi-layers fusion from lung ultrasound images",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Muhammad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shamim Hossain",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Inf. Fusion",
            "volume": "72",
            "issn": "",
            "pages": "80--88",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Deep learning for classification and localization of COVID-19 markers in point-of-care lung ultrasound",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Med. Imag",
            "volume": "",
            "issn": "",
            "pages": "1--1",
            "other_ids": {
                "DOI": [
                    "10.1109/TMI.2020.2994459"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Development of a convolutional neural network to differentiate among the etiology of similar appearing pathological b lines on lung ultrasound: a deep learning study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Arntfield",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Automated lung ultrasound B-line assessment using a deep learning algorithm",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Baloescu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Trans. Ultrason. Ferroelectrics Freq. Contr",
            "volume": "67",
            "issn": "",
            "pages": "2312--2320",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "COVID-19 detection through transfer learning using multimodal imaging data",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Horry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "149808--149824",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Spatial transformer networks",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jaderberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Simonyan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zisserman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kavukcuoglu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv. Neural Inf. Process. Syst",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "How Transferable Are Features in Deep Neural Networks? Undefined",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yosinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Clune",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bengio",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lipson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Deep residual learning for image recognition",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proceedings of the IEEE Computer Society Conference on Computer Vision and Pattern Recognition Vols",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The pleural line, in: Lung Ultrasound in the Critically Ill",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Lichtenstein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "61--64",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-15371-1_8"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "LUNG ultrasound IN covid-19: a useful diagnostic tool",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Secco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Care J",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "ImageNet: A Large-Scale Hierarchical Image Database, Institute of Electrical and Electronics Engineers (IEEE)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "248--255",
            "other_ids": {
                "DOI": [
                    "10.1109/cvpr.2009.5206848"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Optimizing data augmentation and CNN hyperparameters for improved COVID-19 detection from CXR",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M A"
                    ],
                    "last": "Monshi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Covidxraynet Monshi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Comput. Biol. Med",
            "volume": "133",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "A survey on image data augmentation for deep learning",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shorten",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Khoshgoftaar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Big Data",
            "volume": "6",
            "issn": "",
            "pages": "1--48",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Grad-CAM: visual explanations from deep networks via gradient-based localization",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Selvaraju",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the IEEE International Conference on Computer Vision",
            "volume": "",
            "issn": "",
            "pages": "618--626",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Localizing B-lines in lung ultrasonography by weakly supervised deep learning, in-vivo results",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J G"
                    ],
                    "last": "Van Sloun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Demi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE J. Biomed. Heal. Informatics",
            "volume": "24",
            "issn": "",
            "pages": "957--964",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "An introduction to ROC analysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fawcett",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pattern Recogn. Lett",
            "volume": "27",
            "issn": "",
            "pages": "861--874",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Examples of selected and rejected frames.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Augmented training set images: augmentations described in this section have been applied to the training images and are shown in this figure.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "-Residual Network Structure Diagrams: plot of each ResNet employed together with their structure and exploited layers.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "-Inference scalability: processing times [s] according to batch size.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "ResNet50 Class Activation Mapping, seven class scenario: both severity scoring, B-lines and pleural line consolidations and irregularities are correctly highlighted along with tissue-like patterns for Score 3.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Scoring comparison Soldati et al. (2020) and S. Mongodi et al. Modified Score.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Fondazione IRCCS San Matteo Hospital patients' clinical information.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Training Options and Hyperparameters.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Classification Performance results for test and validation sets: Accuracy, precision, recall, F1-Score and ROC-AUC.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors extend their gratitude to Professor Lucia Sacchi, Kevin Cruzata, and GERICO ( ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Acknowledgements"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.compbiomed.2021.104742.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}