{"paper_id": "e14b47e2d86e8e9f0ccf3966fd9a8495dd32264b", "metadata": {"title": "Spaces of market politics: Retailscapes and modernist planning imaginaries in African cities", "authors": [{"first": "Emmanuel", "middle": ["Frimpong"], "last": "Boamah", "suffix": "", "affiliation": {"laboratory": "Food Systems Planning and Healthy Communities Lab", "institution": "The State University of New York (SUNY)", "location": {"settlement": "Buffalo", "country": "USA"}}, "email": ""}, {"first": "Clifford", "middle": [], "last": "Amoako", "suffix": "", "affiliation": {"laboratory": "", "institution": "Kwame Nkrumah University of Science and Technology", "location": {"settlement": "Kumasi", "country": "Ghana"}}, "email": ""}, {"first": "Barbara", "middle": ["Kuffuor"], "last": "Asenso", "suffix": "", "affiliation": {"laboratory": "", "institution": "McGill University", "location": {"country": "Canada"}}, "email": ""}]}, "abstract": [{"text": "This article interrogates the spatial, economic, and cultural underpinnings of traditional retailscapes in sub-Saharan Africa to understand how they intersect with contemporary urban planning policies. It does so by deploying a multi-step investigation of the issues from four perspectives: transportation corridors, spheres of influence, centrality, and observed spatial patternseach leading us to connections between retail spaces and planning of African cities. Our analyses of 22 traditional satellite markets in Kumasi are distilled into four key findings. First, these markets emerge along, and at the intersection of, intra-and inter-urban road networks as a means of granting local access to indigenous goods and services. Second, the spatial distribution and spheres of influence of the markets partly support Christaller's hypothesis regarding the willingness of people to travel far distances to access higher-order goods and services. The hypothesis fails, however, to recognize that some traditional markets can still have high spheres of influence without providing higher-order goods and services because they constitute vital nodes in the rural-urban food networks. Third, we find a spatial clustering of these markets, suggesting agglomerative tendencies among the markets. Finally, we argue that the observed spatio-social patterns of Kumasi's retailscape only make sense if they are situated within the city's modernist urban planning imaginaries. Specifically, the city's retailscape embodies ongoing placemaking strategies, which involve the expropriation of urban spaces from traders to modernize the cityscape.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Retail spaces and marketplaces support and sustain urban life and vitality. In most cities, marketplaces are planned to enhance access to goods and services and improve social cohesion and urban identity (cf. Lowe, 2005; Miller et al., 1998) . Retail spaces, Scott (1970) noted, are important nodes for commercial exchange and interregional trade. In his \"More than Sector Theory …,\" Beauregard (2007) reminds us of Homer Hoyt's contribution to our understanding of retail spaces and their impacts on urban and suburban development. Thus, the study of retail spaces remains central to geography, urban planning, and allied built-environment disciplines, especially when globalization and e-commerce continue to reconfigure what Castells (1999) refers to as the \"space of flows\" of people, goods, and information within urban, suburban and rural areas (cf. Brown, 2014; Burger et al., 2014) .", "cite_spans": [{"start": 209, "end": 220, "text": "Lowe, 2005;", "ref_id": "BIBREF87"}, {"start": 221, "end": 241, "text": "Miller et al., 1998)", "ref_id": "BIBREF98"}, {"start": 259, "end": 271, "text": "Scott (1970)", "ref_id": "BIBREF119"}, {"start": 384, "end": 401, "text": "Beauregard (2007)", "ref_id": "BIBREF17"}, {"start": 728, "end": 743, "text": "Castells (1999)", "ref_id": "BIBREF28"}, {"start": 856, "end": 868, "text": "Brown, 2014;", "ref_id": "BIBREF25"}, {"start": 869, "end": 889, "text": "Burger et al., 2014)", "ref_id": "BIBREF27"}], "ref_spans": [], "section": "Introduction"}, {"text": "Studies have explored how retail spaces and urban development processes interact in both developed and developing countries. For instance, Cummins et al. (2005) discuss food retail-led regeneration in cities and its impacts on physical and economic accessibility in Springburn, Glasgow (see also Donald, 2013; Sadler, Gilliland, and Arku 2013) . Additional studies have investigated market availability and accessibility for small scale producers in Johannesburg, South Africa (Bbun & Thornton, 2013) , traditional and modern food retail patterns in Lebanon (Bahn and Abebe 2017) , impacts of supermarket expansion on urban food security in Cape Town, South Africa (Peyton et al., 2015) , limited physical access to community gardens and farmers' markets in Edmonton, Canada (Wang, Qiu, and Swallow 2014) , and spatial patterns and regional concentration of retail chain stores in the U.S. (Joseph & Kuby, 2013) . While many of these studies provide a robust quantitative analysis of retail spaces, their explanatory power is often limited due to a lack of in-depth qualitative analysis of the political and cultural logics underlying the (re)emergence of retail spaces in urban, peri-urban, and rural areas. This in-depth analysis is especially necessary because, since the recession in the 1980s, studies have called attention to the importance of spatializing the politics of retail spaces to reveal, for instance, the inequities embedded within retailing and urban development processes. Lowe (2005) , for example, discusses the spatialized politics of inner-city retail development and planning in the UK since the 1990s when retail development became a placemaking tool for urban regeneration (see also Guy, 2002; Monbiot, 2000; Paddison, 1993; Wrigley et al., 2002) .", "cite_spans": [{"start": 139, "end": 160, "text": "Cummins et al. (2005)", "ref_id": "BIBREF39"}, {"start": 296, "end": 309, "text": "Donald, 2013;", "ref_id": "BIBREF49"}, {"start": 310, "end": 343, "text": "Sadler, Gilliland, and Arku 2013)", "ref_id": null}, {"start": 477, "end": 500, "text": "(Bbun & Thornton, 2013)", "ref_id": "BIBREF16"}, {"start": 558, "end": 579, "text": "(Bahn and Abebe 2017)", "ref_id": "BIBREF14"}, {"start": 665, "end": 686, "text": "(Peyton et al., 2015)", "ref_id": "BIBREF110"}, {"start": 775, "end": 804, "text": "(Wang, Qiu, and Swallow 2014)", "ref_id": null}, {"start": 890, "end": 911, "text": "(Joseph & Kuby, 2013)", "ref_id": "BIBREF81"}, {"start": 1492, "end": 1503, "text": "Lowe (2005)", "ref_id": "BIBREF87"}, {"start": 1709, "end": 1719, "text": "Guy, 2002;", "ref_id": "BIBREF65"}, {"start": 1720, "end": 1734, "text": "Monbiot, 2000;", "ref_id": "BIBREF99"}, {"start": 1735, "end": 1750, "text": "Paddison, 1993;", "ref_id": "BIBREF108"}, {"start": 1751, "end": 1772, "text": "Wrigley et al., 2002)", "ref_id": "BIBREF134"}], "ref_spans": [], "section": "Introduction"}, {"text": "The spatialized politics of retail development compels us to think more broadly about the meaning of retailscapes. Appadurai (1996, 33) observes that adding the suffix \"scape\" to certain terms allows us to deeply interrogate the fluidity of landscapes, and the historically-and politically-contingent \"perspectival constructs\" held by actors as they navigate through these landscapes. The fluidity of retailscapes constitutes perspectival constructs or \"imagined worlds [communities]\" (Appadurai, 1996, 33) , where multiple landscapes (e.g., space, politics, culture, economics) simultaneously converge and disperse through global and local forces. Such a broad view of retailscapes, allows us to unpack, for example, the linked spatiality and politics of retail development, which manifests prominently through municipal governments' use of retail development as a tool for local economic regeneration. For instance, Sager (2011) discusses the emergence of retail parks and up-market residential blocks as the physical embodiment of the changing spatiality of urban entrepreneurship in many cities within the UK (see also Lovering, 2007) . Some also argue that the spatiality of neoliberal urban governance is manifesting in African cities through urban tourism and local economic development planning in Johannesburg (Rogerson, 2011) and Cape Town (Peyton et al., 2015) , and urban fantasy plans in Kigali, Nairobi, Dar es Salaam, Kinshasa, and Lagos (Watson, 2014) .", "cite_spans": [{"start": 115, "end": 135, "text": "Appadurai (1996, 33)", "ref_id": null}, {"start": 485, "end": 506, "text": "(Appadurai, 1996, 33)", "ref_id": null}, {"start": 918, "end": 930, "text": "Sager (2011)", "ref_id": "BIBREF117"}, {"start": 1123, "end": 1138, "text": "Lovering, 2007)", "ref_id": "BIBREF86"}, {"start": 1319, "end": 1335, "text": "(Rogerson, 2011)", "ref_id": "BIBREF114"}, {"start": 1350, "end": 1371, "text": "(Peyton et al., 2015)", "ref_id": "BIBREF110"}, {"start": 1453, "end": 1467, "text": "(Watson, 2014)", "ref_id": "BIBREF130"}], "ref_spans": [], "section": "Introduction"}, {"text": "This article spatializes the politics of retailscapes in ways that reveal the ongoing moments of dispossessions and accumulation in Africa. It pursues this by addressing two critical limitations in the literature. First, Rogerson and Rogerson (2010) noted that existing studies on how retailing, urban development, and local economic development planning is unfolding in African cities focuses more on South Africa and less on other African cities. This article takes up a piece of this challenge by focusing on the retailscape of a rapidly developing city in Ghana: Kumasi. By focusing on the retailscape of Kumasi, this article seeks to advance the conversation on retailing and local economic development by focusing on a specific retailscape: traditional marketplaces. In doing so, we are particularly interested in shining light on how these traditional marketplaces co-exist with emerging transnational shopping malls and remain resilient and relevant in the face of a hostile urban planning environment (see Abrahams, 2009; Humphrey, 2007) . Discussions on resilient marketplaces remain increasingly relevant, especially in global South cities, as the SARS-COV-2 pandemic urges us to re-think how multi-scalar planning policies reinforce, or otherwise, the resilience of (informal) marketplaces amid political-economic and public health risks. 1 Second, and finally, apart from the disproportionate focus on South African cities, the literature is also inadvertently skewed towards \"supermarketization\" (Peyton et al., 2015, 39) and its role in the socio-spatial transformation of African cities (e.g. Tschirley et al., 2015; Weatherspoon & Reardon, 2003; D'Haese & Van Huylenbroeck, 2005) . Even though Peyton et al. (2015) focus on the expansion of supermarkets in Cape Town, they insightfully note that focusing on supermarketization and retail modernization at the expense of traditional markets limits broader understanding of, and nuanced conversations about, retailscapes and ongoing urban development processes in African cities. This lopsided conversation in the literature, which this article attempts to remediate, largely ignores the historical and politico-cultural factors that contribute to the resiliency of traditional marketplaces in Africa (Humphrey, 2007; Peyton et al., 2015) . More broadly, how political-economic landscapes (manifesting through urban planning and local economic development strategies) support or constrain the resiliency of these traditional marketplaces in the face of rising supermarketization is an overarching research question, to which this article makes a modest and foundational contribution in answering.", "cite_spans": [{"start": 221, "end": 249, "text": "Rogerson and Rogerson (2010)", "ref_id": "BIBREF115"}, {"start": 1015, "end": 1030, "text": "Abrahams, 2009;", "ref_id": "BIBREF0"}, {"start": 1031, "end": 1046, "text": "Humphrey, 2007)", "ref_id": "BIBREF76"}, {"start": 1351, "end": 1352, "text": "1", "ref_id": null}, {"start": 1510, "end": 1535, "text": "(Peyton et al., 2015, 39)", "ref_id": null}, {"start": 1609, "end": 1632, "text": "Tschirley et al., 2015;", "ref_id": "BIBREF123"}, {"start": 1633, "end": 1662, "text": "Weatherspoon & Reardon, 2003;", "ref_id": "BIBREF131"}, {"start": 1663, "end": 1696, "text": "D'Haese & Van Huylenbroeck, 2005)", "ref_id": "BIBREF53"}, {"start": 1711, "end": 1731, "text": "Peyton et al. (2015)", "ref_id": "BIBREF110"}, {"start": 2266, "end": 2282, "text": "(Humphrey, 2007;", "ref_id": "BIBREF76"}, {"start": 2283, "end": 2303, "text": "Peyton et al., 2015)", "ref_id": "BIBREF110"}], "ref_spans": [], "section": "Introduction"}, {"text": "We present our arguments and contributions in the five subsequent sections of the article. The next section situates the conversation on marketplaces (whether traditional or supermarkets) in the retail geography literature and unpacks the economic and cultural logics of marketplaces, and methodological considerations advanced in the literature. We highlight why there is the need to understand traditional market places in African cities for a more informed understanding of how retailing, urban development, and urban planning are unfolding across multiple geographical and temporal scales. We also note the methodological challenges in studying these traditional markets and the need to complement quantitative methods with qualitative methods to understand the economic and cultural logics underlying the existence, and sometimes thriving, of these traditional marketplaces. This is followed by introducing the case study context, Kumasi, Ghana, and the study approach, data, and methods. We then present our results and findings. The discussions section summarizes the key findings and situates them within the broader literature on retail geography and urban planning. A succinct section concludes the article by drawing out the implications of our findings to the discourses on the so-called informal urban spaces in African cities. 2", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Retail geography examines spaces and practices of exchange, consumption, and circulation that (re)define economic and cultural landscapes (Crang, 1997; Crewe, 2000) . The economics of retail geography, which was traditionally rooted in Christaller's (1933) central place theory and the Chicago School's ecological approach (Park et al., 1925) , looked at the location and functional hierarchies of retail centers (Saraiva & Pinho, 2017). Christaller's central place theorem looked at city structure as being shaped by the relationship between urban centers, transportation routes, and market centers (Dale & Sjøholt, 2007; Christaller, 1933) . Urban morphology, according to the Chicago School, is shaped by trading relations between the city center and its hinterlands (e.g., suburban or peri-urban areas), but activities in the city center shape what happens in the hinterlands (Dear and Flusty 2002; Park et al., 1925) . In applying ideas by Christaller and the Chicago School to traditional retail geography, Berry (1963) , for instance, found that Chicago's retail landscape in the 1960s involved (1) an intermix of service, household supplies, and street corner retail outlets, (2) different types of specialized functional areas, and (3) distinct hierarchy of planned and unplanned retail centers located differently within higher and lower-income neighborhoods (see also Berry & Parr, 1988) . Morrill (1987) built on Berry's work by also showing the intra-urban hierarchy, functional specializations, and adaptability of planned and unplanned retail centers in Seattle. By examining the impact of consumer behavior on retail location, Dawson (1980) noted that traditional economic geography highlighted the need for policies to influence retail location decisions. Crewe (2000, 275) averred that the traditional or orthodox economics view of retail geography paid attention to \"store location, location, location,\" which limited systematic theoretical advancements 1 While this article is limited in scope, future works should engage in in-depth theorizing of resilient marketplaces (see for example, Tucker and Nelson, 2017) , especially in global South cities. For instance, such works must unpack the resiliency of marketplaces in ways that are attentive to, for example, the informal business and community practices which, under different conditions (e.g., economic, political, or public health crises) can serve as strengths or weaknesses for traders and customers in most global South cities.", "cite_spans": [{"start": 138, "end": 151, "text": "(Crang, 1997;", "ref_id": "BIBREF36"}, {"start": 152, "end": 164, "text": "Crewe, 2000)", "ref_id": "BIBREF37"}, {"start": 236, "end": 256, "text": "Christaller's (1933)", "ref_id": "BIBREF31"}, {"start": 323, "end": 342, "text": "(Park et al., 1925)", "ref_id": "BIBREF109"}, {"start": 600, "end": 622, "text": "(Dale & Sjøholt, 2007;", "ref_id": "BIBREF40"}, {"start": 623, "end": 641, "text": "Christaller, 1933)", "ref_id": "BIBREF31"}, {"start": 880, "end": 902, "text": "(Dear and Flusty 2002;", "ref_id": "BIBREF45"}, {"start": 903, "end": 921, "text": "Park et al., 1925)", "ref_id": "BIBREF109"}, {"start": 1013, "end": 1025, "text": "Berry (1963)", "ref_id": "BIBREF18"}, {"start": 1379, "end": 1398, "text": "Berry & Parr, 1988)", "ref_id": "BIBREF19"}, {"start": 1401, "end": 1415, "text": "Morrill (1987)", "ref_id": "BIBREF102"}, {"start": 1643, "end": 1656, "text": "Dawson (1980)", "ref_id": "BIBREF43"}, {"start": 1773, "end": 1790, "text": "Crewe (2000, 275)", "ref_id": null}, {"start": 2109, "end": 2133, "text": "Tucker and Nelson, 2017)", "ref_id": "BIBREF124"}], "ref_spans": [], "section": "The geography of retail spaces: a review of the literature"}, {"text": "2 The use of \"informality\" as a descriptor of urban spaces (i.e., urban informality) and economic activities (i.e., informal economic activities), particularly in Africa, has been problematized in the literature (e.g., Frimpong Boamah & Walker, 2016) . In the context of traditional markets especially, the \"African works\" critique by Chabal and Daloz (1999) argues for a recognition of the internal, functional, and 'formal' logics of domestic markets in Africa. of retail geography (see also Blomley, 1996; Brown, 1987) .", "cite_spans": [{"start": 219, "end": 250, "text": "Frimpong Boamah & Walker, 2016)", "ref_id": "BIBREF57"}, {"start": 335, "end": 358, "text": "Chabal and Daloz (1999)", "ref_id": "BIBREF30"}, {"start": 494, "end": 508, "text": "Blomley, 1996;", "ref_id": "BIBREF20"}, {"start": 509, "end": 521, "text": "Brown, 1987)", "ref_id": "BIBREF24"}], "ref_spans": [], "section": "The geography of retail spaces: a review of the literature"}, {"text": "In what became known in the 1990s as the 'new retail geography, 'Ducatel and Blomley (1990, 207) called for a deep theorization of how retail capital, the service sector, and spaces are mutually constituted \"as components of contemporary capitalism.\" In other words, the new retail geography sought to adequately theorize the economic and cultural logics of retail geography as well as their interrelationships (Blomley, 1996; Pred, 1996) . In reviewing the landscape of the new retail geography, Lowe and Wrigley (2000) discussed the ongoing socio-spatial changes in urban areas through economic and cultural lenses. From an economic standpoint, Lowe and Wrigley (2000) presented seven themes embodying the new retail geography: reconfiguring corporate retail structures, power relations between retailers and suppliers, technological and organizational transformations in retail distribution, retail employment relations, regulation and governance, spatial switching of retail capital, and configured, manipulated and contested nature of retail spaces (see also Doel, 1996 Doel, , 1999 . From a cultural standpoint, the new retail geography probed consumption and retailing spaces as co-constitutive sites that reproduce meanings and consumption identities and subjectivities (Cook et al., 2000; Crewe, 2000) . Thus, the cultural logic of the new retail geography, according to Lowe and Wrigley (2000) , looks at four main sites, which are restructuring consumption and retail experiences and identities in urban areas: street, mall, store, and home. In addition to these four sites, Crewe (2000, 278) also noted that there are \"inconspicuous retailing and consumption spaces,\" which include car-boot sales, retro-vintage shops, charity shops, cyber and virtual shops (i.e. internet and television), and market catalogues (see also Graham, 1998; Kitchen, 1998) . From the new retail geography viewpoint, quantitative descriptors of retail sites and their spatial distribution and function must be complemented with economic and cultural understandings of configured meanings, identities and experiences that underlie the ongoing restructuring of urban areas.", "cite_spans": [{"start": 64, "end": 96, "text": "'Ducatel and Blomley (1990, 207)", "ref_id": null}, {"start": 411, "end": 426, "text": "(Blomley, 1996;", "ref_id": "BIBREF20"}, {"start": 427, "end": 438, "text": "Pred, 1996)", "ref_id": "BIBREF112"}, {"start": 497, "end": 520, "text": "Lowe and Wrigley (2000)", "ref_id": "BIBREF88"}, {"start": 647, "end": 670, "text": "Lowe and Wrigley (2000)", "ref_id": "BIBREF88"}, {"start": 1064, "end": 1074, "text": "Doel, 1996", "ref_id": "BIBREF46"}, {"start": 1075, "end": 1087, "text": "Doel, , 1999", "ref_id": "BIBREF47"}, {"start": 1278, "end": 1297, "text": "(Cook et al., 2000;", "ref_id": "BIBREF35"}, {"start": 1298, "end": 1310, "text": "Crewe, 2000)", "ref_id": "BIBREF37"}, {"start": 1380, "end": 1403, "text": "Lowe and Wrigley (2000)", "ref_id": "BIBREF88"}, {"start": 1586, "end": 1603, "text": "Crewe (2000, 278)", "ref_id": null}, {"start": 1834, "end": 1847, "text": "Graham, 1998;", "ref_id": "BIBREF63"}, {"start": 1848, "end": 1862, "text": "Kitchen, 1998)", "ref_id": null}], "ref_spans": [], "section": "The geography of retail spaces: a review of the literature"}, {"text": "Prior to the 2000s, while interesting and detailed studies proliferated on how meanings, identities, and experiences are reconfigured through the co-constitution of retail and consumer spaces, quantitative analysis was limited. Economic-based, quantitative studies were seen as unable to move beyond describing retail locations (Blomley, 1996; Crewe, 2000) and were limited in their ability to explain the behavior of consumers and retailers (Dawson, 1980; Dawson et al., 2008) . Some blamed these limitations on the weakness of the central place theory to adequately account for the behavior of retailers and consumers (Scott, 1970) . More importantly, Davies (1972) observed, among others, the need to account for specific local contextual factors in determining the centrality of retail centers. Since the turn of the 21st Century, geographers and urban planners have produced studies that remediate some of these limitations while also pushing forward robust quantitative analysis of retail geography and urban morphology. For example, some studies have looked at the interactions of retailers, consumers, and other actors in different environments (Dawson et al., 2008; Hamilton, Senauer, and Petrovic 2011) . Others have also employed network and geoscience approaches and methods to investigate the relationships between (1) formal and informal food markets (Peyton et al., 2015) , and (2) retail and other land uses (Hillier et al., 2003; Porta et al., 2009; Saraiva & Pinho, 2017) . Cui (2013) developed a multi-geocoding method to validate and improve the accuracy of user-generated locations of farmers' markets in the U.S. Joseph and Kuby (2013) employed geographic information science and statistics to investigate the spatial patterns and regional concentrations of the 50 largest retail chain stores in the U.S. Mack and Tong (2015) also challenged conventional food access measures by developing a spatio-temporal method to capture the space-time patterns of farmers' visits to markets in Tucson, Arizona.", "cite_spans": [{"start": 328, "end": 343, "text": "(Blomley, 1996;", "ref_id": "BIBREF20"}, {"start": 344, "end": 356, "text": "Crewe, 2000)", "ref_id": "BIBREF37"}, {"start": 442, "end": 456, "text": "(Dawson, 1980;", "ref_id": "BIBREF43"}, {"start": 457, "end": 477, "text": "Dawson et al., 2008)", "ref_id": "BIBREF44"}, {"start": 620, "end": 633, "text": "(Scott, 1970)", "ref_id": "BIBREF119"}, {"start": 654, "end": 667, "text": "Davies (1972)", "ref_id": "BIBREF41"}, {"start": 1153, "end": 1174, "text": "(Dawson et al., 2008;", "ref_id": "BIBREF44"}, {"start": 1175, "end": 1212, "text": "Hamilton, Senauer, and Petrovic 2011)", "ref_id": null}, {"start": 1365, "end": 1386, "text": "(Peyton et al., 2015)", "ref_id": "BIBREF110"}, {"start": 1424, "end": 1446, "text": "(Hillier et al., 2003;", "ref_id": "BIBREF71"}, {"start": 1447, "end": 1466, "text": "Porta et al., 2009;", "ref_id": "BIBREF111"}, {"start": 1467, "end": 1489, "text": "Saraiva & Pinho, 2017)", "ref_id": "BIBREF118"}, {"start": 1635, "end": 1657, "text": "Joseph and Kuby (2013)", "ref_id": "BIBREF81"}, {"start": 1827, "end": 1847, "text": "Mack and Tong (2015)", "ref_id": "BIBREF90"}], "ref_spans": [], "section": "The geography of retail spaces: a review of the literature"}, {"text": "Recently, Araldi and Fusco (2019) discussed the limitations and potentials of recent methodological studies to advance our understanding of retail spaces in urban areas (e.g., Mackaness & Chaudhry, 2011 , Jensen, 2006 Duranton & Overman, 2005; Dolega et al., 2016) . In explicating the limitations and potentials of recent methods, Araldi and Fusco (2019) highlighted the need to (1) classify retail spaces based on concentrations, functions, and spatial layout within the built environment, (2) account for the co-dependence between agglomeration and specialization of retail centers in urban areas, and (3) identify over-and under-representation of retail activities. Hence, in what they refer to as the \"retail fabric assessment\" method, Araldi and Fusco (2019) empirically assess the retailscape of the French Riviera by considering both the form of retail activities (i.e., relative accessibility, agglomeration, and geometry) and function of retail distribution (i.e., variety and prevalence of retail category and anchor stores). This method is in response to Guy's (1998) call for well-informed and comparative discussions of retail geography by incorporating into methods and theories, the form and function of retail centers, and urban morphology.", "cite_spans": [{"start": 10, "end": 33, "text": "Araldi and Fusco (2019)", "ref_id": "BIBREF11"}, {"start": 176, "end": 202, "text": "Mackaness & Chaudhry, 2011", "ref_id": "BIBREF91"}, {"start": 203, "end": 217, "text": ", Jensen, 2006", "ref_id": "BIBREF80"}, {"start": 218, "end": 243, "text": "Duranton & Overman, 2005;", "ref_id": "BIBREF52"}, {"start": 244, "end": 264, "text": "Dolega et al., 2016)", "ref_id": "BIBREF48"}, {"start": 332, "end": 355, "text": "Araldi and Fusco (2019)", "ref_id": "BIBREF11"}, {"start": 1067, "end": 1079, "text": "Guy's (1998)", "ref_id": "BIBREF64"}], "ref_spans": [], "section": "The geography of retail spaces: a review of the literature"}, {"text": "For informed comparative analysis and discussion of retail geography, there is the need to remediate the lopsided geography in the (new) retail geography literature. This uneven geography manifests in many ways. For instance, most studies focus on retailing and urban development in developed countries (Dawson et al., 2008) . Studies on retailing and urban development in Africa focus more on South Africa and some few Eastern African countries (Rogerson & Rogerson, 2010) , and most of these studies also tend to privilege the rise of supermarkets at the expense of traditional marketplaces (Peyton et al., 2015) . Finally, studies on retailing and urban development are primarily focused, both empirically and conceptually, on food retailing (Crewe, 2000) . In summary, we are limited in our understanding of traditional marketplaces, which dominate the retailscape and urban development of African countries.", "cite_spans": [{"start": 303, "end": 324, "text": "(Dawson et al., 2008)", "ref_id": "BIBREF44"}, {"start": 446, "end": 473, "text": "(Rogerson & Rogerson, 2010)", "ref_id": "BIBREF115"}, {"start": 593, "end": 614, "text": "(Peyton et al., 2015)", "ref_id": "BIBREF110"}, {"start": 745, "end": 758, "text": "(Crewe, 2000)", "ref_id": "BIBREF37"}], "ref_spans": [], "section": "Traditional marketplaces: promises and challenges for retail geography and planning"}, {"text": "This lopsided geography in the literature was, however, not the case in the mid-twentieth century. For instance, some scholars between the 1960s and 70s laid some foundations in studying traditional marketplaces and urban development in African countries (Bohannan & Dalton, 1962; Fagerlund and Smith 1970; Good, 1971; Hill, 1963; Hodder, 1965; McKim, 1972) . The majority of these studies, however, developed a quantitative and locational analysis of traditional marketplaces and their relationship to people and other land uses. Guyer et al. (2007, 6) eloquently pointed out that \"collective and comparative works [in Africa] using linear variables or static correlations, especially about population and land use, have not been particularly convincing because other things are clearly going on, especially the adoption of new crops and shifts to serving new markets\" (see also Guyer, 1997) . Few studies on traditional marketplaces employed in-depth qualitative case studies to unpack the gendered and complex socio-cultural logics influencing the retail geography in Africa (e.g., Clark, 1994 Clark, , 2010 Sheldon, 2018; Lundy et al., 2017) . We also observe lopsided landscape in how these traditional marketplaces are studied: (1) earlier studies focused more on economic and quantitative analysis of traditional marketplaces, and (2) current studies focus more on cultural and qualitative analysis of traditional marketplaces. This bifurcation potentially distorts a comprehensive understanding of how urban planning supports or otherwise, these traditional marketplaces in the face of rising supermarketization in African cities. There is room to advance economic-cultural and quantitative-qualitative analyses of traditional marketplaces to comprehensively distill, for instance, how urban planning practices and policies are altering the retailscape of African cities.", "cite_spans": [{"start": 255, "end": 280, "text": "(Bohannan & Dalton, 1962;", "ref_id": "BIBREF22"}, {"start": 281, "end": 306, "text": "Fagerlund and Smith 1970;", "ref_id": "BIBREF54"}, {"start": 307, "end": 318, "text": "Good, 1971;", "ref_id": null}, {"start": 319, "end": 330, "text": "Hill, 1963;", "ref_id": "BIBREF70"}, {"start": 331, "end": 344, "text": "Hodder, 1965;", "ref_id": "BIBREF73"}, {"start": 345, "end": 357, "text": "McKim, 1972)", "ref_id": "BIBREF96"}, {"start": 531, "end": 553, "text": "Guyer et al. (2007, 6)", "ref_id": null}, {"start": 880, "end": 892, "text": "Guyer, 1997)", "ref_id": "BIBREF67"}, {"start": 1085, "end": 1096, "text": "Clark, 1994", "ref_id": "BIBREF32"}, {"start": 1097, "end": 1110, "text": "Clark, , 2010", "ref_id": "BIBREF34"}, {"start": 1111, "end": 1125, "text": "Sheldon, 2018;", "ref_id": "BIBREF120"}, {"start": 1126, "end": 1145, "text": "Lundy et al., 2017)", "ref_id": "BIBREF89"}], "ref_spans": [], "section": "Traditional marketplaces: promises and challenges for retail geography and planning"}, {"text": "The above notwithstanding, significant challenges constrain efforts to ensure complementarity between economic-cultural and quantitative-qualitative analyses of traditional marketplaces in African countries. These challenges, for instance, force us to safely question the applicability of Western-derived methods, concepts, and research agenda to cities in these countries. We highlight three such challenges as follows. First, locational analysis of traditional retail areas and other land uses in African countries can be an ambiguous business at best. These traditional retail areas comprise a natural clustering of individuals selling goods that are arranged in baskets, under umbrellas, within market stalls, along the streets, and sometimes even in commuter vehicles (e.g., buses and minivans). Hence, although it is relatively easy to locate a traditional marketplace, it is very problematic to disaggregate individual retail shops within specific markets by showing their locations using parcel-level data as pursued in some studies (e.g., Araldi & Fusco, 2019; Jensen, 2006) .", "cite_spans": [{"start": 1048, "end": 1069, "text": "Araldi & Fusco, 2019;", "ref_id": "BIBREF11"}, {"start": 1070, "end": 1083, "text": "Jensen, 2006)", "ref_id": "BIBREF80"}], "ref_spans": [], "section": "Traditional marketplaces: promises and challenges for retail geography and planning"}, {"text": "Second, a unique feature of Africa's retail geography is the periodic nature of traditional markets. Bromley et al. (1975) argued that traditional economic and locational analysis ignored the history and persistent periodicity of marketplaces in Africa, which distorted central place analysis of these markets. That is, traditional marketplaces in Africa have intertwined spatial and temporal logics whereby certain days of the week and locations could be fixed customarily by civil or religious authorities for commercial activities, which allowed other days and sites to be used for ceremonies, rest, and work (Bromley et al., 1975; Good, 1971 ). Economic and quantitative-based retail geographers long recognized how these periodic markets problematized spatial analysis of marketplaces in regions like Africa (Fagerlund and Smith 1970; Good, 1971; Hill & Smith, 1972; McKim, 1972) .", "cite_spans": [{"start": 101, "end": 122, "text": "Bromley et al. (1975)", "ref_id": "BIBREF23"}, {"start": 612, "end": 634, "text": "(Bromley et al., 1975;", "ref_id": "BIBREF23"}, {"start": 635, "end": 645, "text": "Good, 1971", "ref_id": null}, {"start": 813, "end": 839, "text": "(Fagerlund and Smith 1970;", "ref_id": "BIBREF54"}, {"start": 840, "end": 851, "text": "Good, 1971;", "ref_id": null}, {"start": 852, "end": 871, "text": "Hill & Smith, 1972;", "ref_id": "BIBREF72"}, {"start": 872, "end": 884, "text": "McKim, 1972)", "ref_id": "BIBREF96"}], "ref_spans": [], "section": "Traditional marketplaces: promises and challenges for retail geography and planning"}, {"text": "Finally, and closely related is the cultural logics underlying the form and function of retailscapes in African cities. As Clark (1994) rightly noted, traditional marketplaces in Africa are organized around a gender-power axis, which evolves through the multiple positionalities of women as market queens (leaders), sellers, traders, and powerful political actors in urban politics (see also Amanor, 2005; Asomani-Boateng, 2016; Clark, 1997) . For instance, Guyer (1981) , drawing on the works of Marguerite Dupire (1960) in Ivory Coast and Rowena Lawson (1972) in Ghana, reminded us about the specialized role of women in commodity production and marketing.", "cite_spans": [{"start": 123, "end": 135, "text": "Clark (1994)", "ref_id": "BIBREF32"}, {"start": 392, "end": 405, "text": "Amanor, 2005;", "ref_id": "BIBREF5"}, {"start": 406, "end": 428, "text": "Asomani-Boateng, 2016;", "ref_id": "BIBREF13"}, {"start": 429, "end": 441, "text": "Clark, 1997)", "ref_id": "BIBREF33"}, {"start": 458, "end": 470, "text": "Guyer (1981)", "ref_id": "BIBREF66"}, {"start": 508, "end": 521, "text": "Dupire (1960)", "ref_id": "BIBREF51"}, {"start": 548, "end": 561, "text": "Lawson (1972)", "ref_id": "BIBREF84"}], "ref_spans": [], "section": "Traditional marketplaces: promises and challenges for retail geography and planning"}, {"text": "The above challenges only serve to remind scholars of the need for nuanced economic-cultural and quantitative-qualitative analyses of the retailscapes in African countries. Specifically, this article pays attention to two key issues in its analysis of Africa's retail geography. First, it pays attention to earlier calls by Davies (1984) and Thorpe (1978) to develop and identify locally-specific methods and factors in analyzing the retail geography of places. Discussed later, we analyze traditional marketplaces by documenting and incorporating into our analysis the different goods and services provided by the clustering of individuals within a given marketplace. We also pay attention to the specific local built environment factors that influence the form and function of these traditional marketplaces. Thus, even though there is the absence of parcel-level data to conduct advanced network and geoprocessing analyses on these marketplaces, we learn and draw from multiple methods in our initial attempt to analyze the emerging retailscapes of African cities. Finally, the underlying cultural logics of marketplaces in Africa supports the need to complement economic-cultural and quantitative-qualitative analyses of retailscapes in African countries. We conduct qualitative analyses involving interviews with market women and other stakeholders to understand the socio-cultural and political dynamics embedded within our quantitative analysis. In a way, we try responding to the new retail geography agenda of distilling how the economic and cultural logics intersect to shape retail and consumption sites, identities, and subjectivities (Ducatel & Blomley, 1990; Lowe & Wrigley, 2000) .", "cite_spans": [{"start": 324, "end": 337, "text": "Davies (1984)", "ref_id": "BIBREF42"}, {"start": 342, "end": 355, "text": "Thorpe (1978)", "ref_id": "BIBREF122"}, {"start": 1647, "end": 1672, "text": "(Ducatel & Blomley, 1990;", "ref_id": "BIBREF50"}, {"start": 1673, "end": 1694, "text": "Lowe & Wrigley, 2000)", "ref_id": "BIBREF88"}], "ref_spans": [], "section": "Traditional marketplaces: promises and challenges for retail geography and planning"}, {"text": "Kumasi is the second-largest city in Ghana, next to Accra, the country's capital (World Bank, 2015; Amoako and Frimpong Boamah 2017) . The traditional Kumasi area 3 sits on an area of 254sq/km and has an estimated population of 2,035,064, with an annual growth rate of 4.8 percent. The city is Ghana's central economic hub and performs a wide range of economic, social, and traditional functions. Historically, Kumasi developed around its strength in trade and exchange (Amoako & Adom-Asamoah, 2018) . Then located strategically at the crossroads of the trans-Saharan trade routes, which contributed significantly to its wealth (Korboe, 2001, 41) , the emerging Kumasi township acted as a trading hub for gold, weapons, slaves as well as farm implements (Amoako & Korboe, 2011) . The city has since become an important trade center, connecting Ghana to its sub-regional counterparts. Specifically, the marketplaces in Kumasi, such as the Kumasi Central Market (also known as the Kejetia Market), have long served as critical economic hubs in Ghana and for other African countries such as Cote D'Ivoire, Togo, and Niger (Adarkwa, 2011; Clark, 1994) . These marketplaces provide all kinds of goods and services, including the sale of agricultural produce, jewelries, shoes, and many other services. The Kumasi Central Market (or Central Market for short) is arguably the largest traditional market in the West African sub-region, and generates lots of human and vehicular traffic in the central business district (CBD) of the metropolis (Clark, 1994) . The creation of satellite markets is to help alleviate some of the congestion concerns in the Central Market. Currently, there are 35 satellite markets across the metropolis. The daily commute patterns, trade and other forms of material and immaterial exchanges among these satellite markets, the Central market, and other land uses define the retailscape of Kumasi.", "cite_spans": [{"start": 81, "end": 99, "text": "(World Bank, 2015;", "ref_id": null}, {"start": 100, "end": 132, "text": "Amoako and Frimpong Boamah 2017)", "ref_id": null}, {"start": 470, "end": 499, "text": "(Amoako & Adom-Asamoah, 2018)", "ref_id": "BIBREF7"}, {"start": 628, "end": 646, "text": "(Korboe, 2001, 41)", "ref_id": null}, {"start": 754, "end": 777, "text": "(Amoako & Korboe, 2011)", "ref_id": "BIBREF9"}, {"start": 1119, "end": 1134, "text": "(Adarkwa, 2011;", "ref_id": "BIBREF2"}, {"start": 1135, "end": 1147, "text": "Clark, 1994)", "ref_id": "BIBREF32"}, {"start": 1535, "end": 1548, "text": "(Clark, 1994)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Study context, data & methods"}, {"text": "The study employed a mixed-methods design to understand the economic-cultural processes underlying the retailscape of Kumasi. Thus, we combined both qualitative and quantitative data and analyses to unpack the economic and cultural logics of Kumasi's retailscape by focusing on the satellite markets, which are least discussed in the literature. We first began with an initial review of secondary data, involving grey and scholarly literature on marketplaces in Kumasi. We reviewed the medium-term comprehensive plans for Kumasi since 2000 and reports by the local government, Kumasi Metropolitan Assembly (KMA). This initial review helped to identify critical marketplaces, their physical and social characteristics, and the built environment conditions of these marketplaces. We complemented this initial review with ten semistructured interviews of local government officials at the KMA to gain a deeper understanding of these marketplaces, including data on history and socio-economic contexts of these markets (e.g., characteristics of population and communities served by the markets). This initial survey also helped in developing the conceptual framework to guide our analyses. A total of 22 satellite markets were selected by adapting and using Ikioda's (2013) parameters of describing urban markets: markets operated by city authorities, and markets with available open or locked up stalls, toilet facilities, drains, and electricity supply (see also Ikioda, 2011) . Satellite markets without toilet facilities, drains and electricity were included in this study in so far as the KMA recognized them as marketplaces.", "cite_spans": [{"start": 1254, "end": 1269, "text": "Ikioda's (2013)", "ref_id": "BIBREF78"}, {"start": 1461, "end": 1474, "text": "Ikioda, 2011)", "ref_id": "BIBREF77"}], "ref_spans": [], "section": "Study context, data & methods"}, {"text": "A full survey of the 22 sampled satellite markets was conducted to collect data on their locations, market conditions, facilities, range and sources of goods sold, services offered, neighborhoods and population served, and conditions of adjacent roads. This survey was conducted in two formats. The first format involved using a structured interview instrument to collect observational data on location, market conditions, facilities available in the market, built environment conditions, types of goods sold in the market, and services offered in the market. The second format involved semi-structured interviews with 330 respondents or traders, 15 respondents per market. In these interviews, we captured additional data including types of goods sold or services offered, where goods are obtained from, where customers come from, significant market events and how they impacted life in the markets, and respondents' perception of how these satellite markets are treated by the local government (i.e., KMA).", "cite_spans": [], "ref_spans": [], "section": "Study context, data & methods"}, {"text": "We conducted both quantitative and qualitative analyses of the data collected. The quantitative analysis mostly draws from Christaller's (1933) discussion on range (the farthest distance consumers are willing to travel to acquire goods and services) and Addo's (1989) functional hierarchy method of ordering markets (see also Williamson, 1973) . We first determined each satellite market's sphere of influence, which was the average distance of where goods are sourced from by traders and where customers originate from to purchase goods and services from the markets. Traders only provided the names of communities or neighborhoods, and we computed the distance from these communities to the satellite markets. The location and spheres of influence for a given market are necessary but insufficient parameters to unpack the socio-material conditions prevailing in these markets. We, therefore, computed the centrality index, which is a multidimensional index capturing the infrastructural and built environment conditions within which these markets are located. We determined the centrality of each satellite market by drawing from the parameters used by Addo (1989) : 1) Size of the market: The number of communities within each satellite market's sphere of influence. This interval variable was converted into an ordinal variable from 5 (highest number of communities) to 0 (lowest number of communities).", "cite_spans": [{"start": 123, "end": 143, "text": "Christaller's (1933)", "ref_id": "BIBREF31"}, {"start": 254, "end": 267, "text": "Addo's (1989)", "ref_id": "BIBREF3"}, {"start": 326, "end": 343, "text": "Williamson, 1973)", "ref_id": "BIBREF132"}, {"start": 1156, "end": 1167, "text": "Addo (1989)", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Study context, data & methods"}, {"text": "2) The number of shops: The number of stalls within each satellite market. This interval variable was converted into an ordinal variable from 5 (highest number of shops) to 1 (lowest number of shops). 3) Road condition: This was based on the Ghana Highways Authority's (2003) classification of road conditions which involve three classes: first-class roads (asphalt road and motorable all year round); second-class roads (bituminous surfaced road and motorable all year round); and third-class road (earth or untarred road which is non-motorable at certain periods during the year). This variable was an ordinal variable involving 1 for third-class roads, 2 for second-class roads, and 3 for third-class roads. 4) Order of market services: This involved assigning weights to the different services offered in each market. We assigned weights from 4 (highest weight for higher-order services such as banking) to 1 (lowest weight for lower-order services such as artisanry services). 5) Facilities available in the market: The facilities considered were the basic facilities stated within the city authority's zoning guidelines (e.g., toilet, refuse disposal, and electricity). This was a categorical variable with binary values assigned as 1 (yes, a given facility is available in the market) and 0 (no, the facility is not available in the market).", "cite_spans": [], "ref_spans": [], "section": "Study context, data & methods"}, {"text": "Each market's score for the five delineated parameters was summed in computing the market's centrality score using equation (1). The overall centrality score for each satellite market ranges from 0 to 1 (or 0 to 100 percent). Markets with centrality scores closer to 1 or 100 percent imply that these markets are highly accessible (e.g., serve a high number of communities and are located along very accessible roads), provide higher-order services (e.g., banking), and have adequate infrastructure within and around their built environment (e.g., a high number of stalls for market women/men to use, and sanitation and utility facilities are available).", "cite_spans": [], "ref_spans": [], "section": "Study context, data & methods"}, {"text": "The patterns observed in the quantitative analysis served as a basis for in-depth, semi-structured interviews with 30 selected stakeholders. These interviews offered a qualitative understanding of the economic and cultural logics that can explain observed quantitative patterns, which also provided a nuanced understanding of Kumasi's retailscape. We interviewed 22 market leaders or queens 4 who are central to the political economy of marketplaces in Ghana (see Asomani-Boateng, 2016; Clark, 1994) . We again interviewed five local government officials to discuss some of the key findings from our quantitative analysis, including discussions on the planning and policy implications of our initial findings. We also interviewed three representatives of banks located near some of the satellite markets to understand the emerging spatial clustering of complementary retail services. Next, we discuss the results and findings from both quantitative and qualitative analyses.", "cite_spans": [{"start": 464, "end": 486, "text": "Asomani-Boateng, 2016;", "ref_id": "BIBREF13"}, {"start": 487, "end": 499, "text": "Clark, 1994)", "ref_id": "BIBREF32"}], "ref_spans": [], "section": "Study context, data & methods"}, {"text": "More than 60 percent of the satellite markets studied are located along major roads (i.e., N10, N6, and N8 roads), and are within the Tafo, Suame, and Bantama sub-metropolitan areas-These are the most active and economically vibrant suburbs of the Greater Kumasi metropolis. The Bantama satellite market is the oldest of all these satellite markets, which has thrived because it lies at the intersection of some of these major roads. From a locational analysis standpoint, the spatial spread of these satellite markets seems consistent with Homer Hoyt's (1960) analysis of how the location and size of suburban shopping malls spread along transportation corridors (see also Beauregard, 2007) . The geography of planned marketplaces in Kumasi seems to support what was described by local government officials: satellite markets were built to improve accessibility to indigenous goods and services, reduce long commute trips to the CBD, and decongest the CBD.", "cite_spans": [{"start": 547, "end": 560, "text": "Hoyt's (1960)", "ref_id": "BIBREF75"}, {"start": 674, "end": 691, "text": "Beauregard, 2007)", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Results and findings"}, {"text": "The decongestion of Kumasi's CBD is partly central to the locational analysis of retail markets in Kumasi. According to some of the local authorities interviewed, the KMA had long decided to decongest and modernize the CBD area where the Central Market is located. Series of decongestion exercises were carried out, including the eviction of traders from different parts of the Central Market. However, evicted traders returned to the market, which prompted the need for the KMA to propose alternative retail areas to resettle these traders. This logic of relocating traders to the satellite markets still undergirds the KMA's decongestion efforts. During a decongestion exercise in February 2001, Centrality score=index for each market ¼ P weighted score of market on each parameter P maximum weighted score on each parameter � 100 (equation 1) 4 These are women leaders selected/elected from the groups of traders in specific goods/services in the various markets. Their selection/election are based on their experience working in the markets and/or their ability to organize, mobilize and engage with their members and the local government system. an elected official averred 5 :", "cite_spans": [{"start": 846, "end": 847, "text": "4", "ref_id": null}], "ref_spans": [], "section": "Results and findings"}, {"text": "\"I will plead with the traders to find a more convenient place to do their businesses. I will urge them to go to Race Course, Abinchi, Asawase, and Tafo for their own good because I can see some of them are waiting for us to leave so that they will come back, but I can assure them it will never happen … This [decongestion exercise] is just a part of the processes to reopen the market [newly constructed Kejetia Market] for business and other purposes. We want to reduce congestion, so we are allowing vehicles access to the major roads linking Kejetia to other areas in the city. The traders are urged to relocate to the satellite markets within the Kumasi Metropolis.\"", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "In other words, a strict locational analysis of these satellite markets in Fig. 1 only reveals a transportation-economic logic to Kumasi's retailscape: satellite markets are located near transportation corridors to enable access to indigenous goods and services. Such strict locational analysis suffers from Crewe's (2000) critique of why economic-centric analysis of retailscapes only privileges locational issues. Our interviews with local authorities prompted an additional lens to view the location of these markets. That is, the location of satellite markets in Kumasi is inherently tied to the spatial politics of the city's decongestion exercises: some traders are relocated to satellite markets to make room for the construction of the city's high modernist market structure in the CBD. The head of the trader's association in the Abinkyi market opined, \"'we were moved from an area near the Kejetia Market by the KMA because they wanted to reduce congestion and allow for the development of the new Kejetia Market.\" During an interview, we asked some traders if they thought the KMA was strategic in (re)locating them along transport corridors, and this is what one trader had this to say, \"I don't think they [KMA] really cared about where we [traders] would move to or not. Their only interest was to get us out of this area, develop their beautiful market [Kejetia or Central Market], and lease the new market stores to their relatives and those who can afford it.\"", "cite_spans": [{"start": 308, "end": 322, "text": "Crewe's (2000)", "ref_id": "BIBREF37"}, {"start": 1219, "end": 1224, "text": "[KMA]", "ref_id": null}], "ref_spans": [{"start": 75, "end": 81, "text": "Fig. 1", "ref_id": "FIGREF1"}], "section": "Results and findings"}, {"text": "The expropriating of certain urban spaces from the poor (e.g., traders and street hawkers) has been noted by Gillespie (2016) as an ongoing moment of accumulation by dispossession in Ghana's urban areas (see also Bansah, 2017) . Local governments in these urban areas are now serving as intermediaries among the wealthy, private developers, and transnational elites by expropriating specific urban spaces from the poor. The location of Kumasi's satellite markets portrays the embodied spatialized politics of Kumasi's retailscape, which manifests prominently through the ongoing expropriation and displacement of traders from one location to another as the KMA modernizes its retailscape. As a result, one of the traders in the Bantama market noted how insecure she feels about her tenure in the market: \"The KMA can decide to move us out of this market [Bantama Market] if they decide one day to construct another beautiful market like the one in Kejetia.\" 6 As the KMA engages in what Watson (2014) sees as urban fantasy planning, we observe instances of neoliberal placemaking strategies in African cities, and also in the UK and other developed countries (Lowe, 2005) , which speak to how marketplaces have become the epicenter of neoliberal placemaking strategies for local economic development planning.", "cite_spans": [{"start": 109, "end": 125, "text": "Gillespie (2016)", "ref_id": "BIBREF61"}, {"start": 213, "end": 226, "text": "Bansah, 2017)", "ref_id": "BIBREF15"}, {"start": 987, "end": 1000, "text": "Watson (2014)", "ref_id": "BIBREF130"}, {"start": 1159, "end": 1171, "text": "(Lowe, 2005)", "ref_id": "BIBREF87"}], "ref_spans": [], "section": "Results and findings"}, {"text": "While some traders were worried about not having secured tenure in the satellite markets, others were more optimistic about their relocation to these satellite markets. Some traders indicated that they now have access to more customers than before, and they are also able to easily and quickly transport goods to the satellite markets for sale. However, this optimism is not shared by all traders. Traders in the Abinkyi market were more optimistic about relocating to this satellite market: \"I think everything is working out well for us when we moved to this [Abinkyi] market. You see, they [KMA officials] thought they were trying to make our lives difficult by evicting us. But now, it is easier for me and other sellers [food crop traders] to buy and transport crops from farmers\" (Interview with a trader at Abinkyi market).", "cite_spans": [], "ref_spans": [], "section": "Results and findings"}, {"text": "This finding about the differences in optimism among traders can be compared to similar findings in other contexts. For instance, as part of the neoliberal Camel� odromo project, in Porto Alegre, Brazil, street hawkers were relocated into the newly constructed Popular Shopping Center, which was a political-economic win for the mayor's office and the private investor (Verdicon Construções) but had mixed results for the relocated street hawkers: accrued gains such as modest increases in profits and improved workplace were offset by the loss of clientele and increase in expenses such as rent, management, and credit card fees (Walker and Paula, 2015) . Similarly, Milgram (2015) discussed how the government's privileging of modern retail outlets over traditional retail spaces in Baguio City, northern Philippines, led to a mix of gains and losses for marketers who were relocated into the redeveloped section of the city's renowned Baguio City Public Market (also other in-depth discussions on retail spaces in Gonz� alez, 2019).", "cite_spans": [{"start": 630, "end": 654, "text": "(Walker and Paula, 2015)", "ref_id": "BIBREF127"}, {"start": 668, "end": 682, "text": "Milgram (2015)", "ref_id": "BIBREF97"}], "ref_spans": [], "section": "Results and findings"}, {"text": "In Fig. 2 , the sphere of analysis conducted reveals that the Abinkyi satellite market has the highest sphere of influence, serving communities even outside Kumasi, including Konongo, Kubease, and Aheduro (see also Table 1 for a list of all communities within each satellite market's sphere of influence). Konongo, one of the communities within Abinkyi market's sphere of influence, connects this market to the food-producing communities within Konongo and surrounding agrarian rural communities. Thus, some traders consider their eviction to specific satellite markets (i.e., Abinkyi, Bantama, Kronum, and Atonsu) as a \"blessing in disguise.\" These satellite markets also happen to have the highest sphere of influence. We were thus interested in understanding whether this is an instance of 'the chicken or the egg causality dilemma': are traders happy before or after moving to specific satellite markets? In other words, what factors motivate traders to site their businesses at specific satellite markets? For evicted traders, the decision of where to move next is about finding available spaces in another marketplace or along a street. In our interview with evicted traders, none of them considered any of the following factors in choosing where next to relocate: proximity to customers and farmers (our source of goods), built environment factors (proximity to and conditions of road networks), and facilities in the marketplace. An evicted trader is, first, concerned about finding the next available space, every other concern is secondary at best and inconsequential at worst. For traders who have never been evicted, some of these location factors (e.g., proximity to customers and built environment factors) were considered before choosing where to (re)locate their businesses. Thus, while a sphere of influence analysis can tell us which satellite markets serve many and farthest customers, such analysis, without in-depth qualitative interviews, fails to account for the location variables factored into the decision calculus of different groups of traders.", "cite_spans": [], "ref_spans": [{"start": 3, "end": 9, "text": "Fig. 2", "ref_id": "FIGREF2"}, {"start": 215, "end": 222, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results and findings"}, {"text": "Further analysis reveals that all satellite markets in Kumasi are known for both consumable and non-consumable goods as well as other services. There are more consumable goods, including vegetables (e.g., pepper, cabbage, lettuce, onion, tomatoes), fresh meat, and canned products than non-consumable goods (see Table 1 ). Some of these markets are also well-known for specific consumables. The Abinkyi satellite market, for instance, is known for its vegetables such as cabbages and lettuce. The dominance of consumables within these marketplaces could speak to the urban corner store phenomenon-the establishment of convenient retail stores in neighborhoods to provide quality and affordable food environment to low-income households (cf. Cavanaugh et al., 2014; Hoffman et al., 2009 ). More importantly, Table 1 seems to partly support Christaller's hypothesis regarding the willingness of people to travel far distances to access higher-order (durable, and valuable) goods and services (e.g., banking and jewelry). Some marketplaces with high spheres of influence (Agogo, Atonsu, Bantama, and Suame) also provide higher-order goods (jewelry) and services (banking and pharmacy). In order words, people are more willing to travel far distances to sell and purchase higher-order goods and services from these satellite markets. This hypothesis is partly true because other markets with high spheres of influence (i.e., Abinkyi and Kronum) do not have higher-order goods and services. In explaining this pattern, a city official opined, \"You have to consider the marketplaces in Kumasi as having their own distinct characteristics, and they all serve different people. What I have found interesting over the years is that, with the exception of Suame Market, all satellite markets in Kumasi are driven by the variety and quantity of food crops sold in these markets … Think of satellite markets as aggregators of food crops, and people far and near are willing to go to certain markets based on the variety and quantity of food crops sold in the markets.\"", "cite_spans": [{"start": 741, "end": 764, "text": "Cavanaugh et al., 2014;", "ref_id": "BIBREF29"}, {"start": 765, "end": 785, "text": "Hoffman et al., 2009", "ref_id": "BIBREF74"}], "ref_spans": [{"start": 312, "end": 319, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 807, "end": 814, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results and findings"}, {"text": "In this vein, to properly unpack Kumasi's retailscape, one needs to move beyond analyses of market locations and spheres of influence. Thus, we computed the centrality index as a multi-dimensional analysis of each satellite market, taking into consideration infrastructural conditions of the markets as well as conditions of the built environment within which they are located. Fig. 3 presents a summary of this index showing the Bantama and Atonsu satellite markets as the highest functionally ranked satellite markets. In explaining this index, we can compare each market's sphere of influence and centrality index. For instance, Abinkyi market had the highest sphere of influence. However, when we control for the other parameters about each satellite market (e. g., infrastructure and built environment conditions), the Atonsu and Agogo markets rank on top of the Abinkyi market. The centrality index presents a quick way for households and policymakers to make decisions about the most accessible satellite market providing higher-order goods and services within the most hygienic environment (in relative terms).", "cite_spans": [], "ref_spans": [{"start": 378, "end": 384, "text": "Fig. 3", "ref_id": null}], "section": "Results and findings"}, {"text": "The centrality indices of the satellite markets were mapped to identify spatial patterns (see Fig. 4 ). The indices were used to rank the markets into four different classes from the first (highest centrality index) to the fourth-order class (lowest centrality index). As earlier noted, these satellite markets are located along transportation routes and near or within the sprawling areas in the metropolis. Three overlapping spatial patterns can be observed in Fig. 4 . First, the map shows that the first (blue-colored) and second (yellow-colored) order satellite markets form a straight line in the south-east direction of the metropolis. Noted earlier, 45 percent of our sampled satellite markets are located within the northern part (Tafo, Suame, and Bantam) of the metropolis. However, the centrality indices show that the first-and second-order satellite markets are mostly located within the south-eastern part of the metropolis. These areas are experiencing increasing sprawl and population density, which is confirmed by a previous study by Cobbinah and Amoako (2012) .", "cite_spans": [{"start": 1052, "end": 1078, "text": "Cobbinah and Amoako (2012)", "ref_id": "BIBREF35"}], "ref_spans": [{"start": 94, "end": 100, "text": "Fig. 4", "ref_id": null}, {"start": 463, "end": 469, "text": "Fig. 4", "ref_id": null}], "section": "Results and findings"}, {"text": "Second, there is proximity in the spatial distribution of these satellite markets. The satellite markets cluster around the Bantama and Suame market area and the Abinkyi market area. It is also interesting to see a spatial clustering of the first-order and second-order satellite markets-that is, Bantama-Suame markets and Atonsu-Agogo markets. These markets have similarities in the goods and services sold, which seem to suggest that these markets are enjoying spillover effects as (1) traders locate in close proximity to others within the same sector-localization economies or Jacobs externalities (Jacobs, 1969; Malmberg & Maskell, 2002) , or (2) traders locate in close proximity to others in related sectors-urbanization economies (Fu & Hong, 2011; Moomaw, 1988) . For instance, even though only a few satellite markets have banking outlets located within them, we still observed the clustering of banks close to the Asafo, Bantama, and Suame markets. A staff interviewed in one of the banks had this to say, \"We were the first bank to locate one of our branches near this market. Today, and as you can see, there are quite a number of banks and credit unions locating near this and other markets in the city. Locating near these markets is good business … We help these traders by providing them with a savings account and sometimes loans. Being close to them gives them the peace of mind of avoiding long commutes to our other branches, which can be risky because of fear of armed robbers … I won't be surprised that other firms such as insurance companies will soon be located near us also to capture the business from these traders …\"", "cite_spans": [{"start": 602, "end": 616, "text": "(Jacobs, 1969;", "ref_id": "BIBREF79"}, {"start": 617, "end": 642, "text": "Malmberg & Maskell, 2002)", "ref_id": "BIBREF92"}, {"start": 738, "end": 755, "text": "(Fu & Hong, 2011;", "ref_id": "BIBREF59"}, {"start": 756, "end": 769, "text": "Moomaw, 1988)", "ref_id": "BIBREF100"}], "ref_spans": [], "section": "Results and findings"}, {"text": "The emerging agglomeration economies in developing economies are least discussed in the urban planning and urban economics literature, except for works in other sub-disciplines (see Moreno-Monroy, 2012; Brückner, 2012; Venables, 2010 , Turok & McGranahan, 2013 . In these few exceptional studies, the authors note that the rapid urbanization of cities in Africa is translating into emerging agglomeration economies experienced within sectors (localization economies) and across related sectors (urbanization economies). Studies and policy considerations into Africa's agglomeration economies have been stalled because these economies are primarily agrarian in nature and are dominated by informal economic activities, which are difficult to quantify and account for in formal economic and spatial planning methods. The retailscape of Kumasi also presents similar challenges to effectively analyzing the emerging agglomeration economies. Urban planners and allied built environment professionals must increasingly recognize how traditional marketplaces are becoming the epicenter for such agglomeration economies, and the need to refocus attention on understanding the emerging dynamics within such agglomerations.", "cite_spans": [{"start": 182, "end": 202, "text": "Moreno-Monroy, 2012;", "ref_id": "BIBREF101"}, {"start": 203, "end": 218, "text": "Brückner, 2012;", "ref_id": "BIBREF26"}, {"start": 219, "end": 233, "text": "Venables, 2010", "ref_id": "BIBREF126"}, {"start": 234, "end": 260, "text": ", Turok & McGranahan, 2013", "ref_id": "BIBREF125"}], "ref_spans": [], "section": "Results and findings"}, {"text": "The third and final spatial pattern observed from Fig. 4 is what we refer to as the spatial interdependency among these satellite markets. We see this manifest prominently in the cluster of 4th order satellite markets around Bantama and Suame markets. The growth of these 4th order markets is dependent on what happens in the Bantama and Suame markets. As a trader in the Kropo market recalls, \"We [tomato and plantain traders] buy our commodities from the wholesalers at the Bantama market … We don't have to travel several miles to the rural areas or to the Central Market at Kejetia to buy our produce.\" According to Clark (1994) , Bantama market has always served as a wholesaling location for orange, yam, and plantain retailers who serve both traders in large and small markets within the city. An artisan and trader at the Anomangye market also opined, \"… I get all my tools and raw materials [e.g., metals] from the Suame market … You can ask all the artisans here [i.e., in the Anomangye market] and they will tell you how important it is for us to be close to the", "cite_spans": [{"start": 620, "end": 632, "text": "Clark (1994)", "ref_id": "BIBREF32"}], "ref_spans": [{"start": 50, "end": 56, "text": "Fig. 4", "ref_id": null}], "section": "Results and findings"}, {"text": "Suame market.\" We can also understand the interdependency among these satellite markets in what Clark (1994, 53) refers to as the \"multicentric pattern\" of rival or complementary relationships within markets in large West African cities. That is, some markets complement each other by providing low price commodities to traders in different markets, and other markets compete to serve as the dominant wholesale hub for certain commodities. The spatial interdependency among this hierarchy of satellite markets and other afore-discussed findings have urban planning and policy implications, which are discussed subsequently.", "cite_spans": [{"start": 96, "end": 112, "text": "Clark (1994, 53)", "ref_id": null}], "ref_spans": [], "section": "Fig. 3. Functional Hierarchy (Centrality Indices) of Traditional Satellite Markets in Kumasi"}, {"text": "This article employed a four-step process of examining the retailscape of a rapidly urbanizing city in sub-Sahara Africa. From an economic standpoint, the first three analyses prioritized location-based analysis to identify certain patterns in the emerging retailscape of Kumasi, a rapidly urbanizing metropolis in sub-Saharan Africa. The first analysis revealed how marketplaces are located near major transportation corridors, which confirms, unsurprisingly, long-held transportation-economic logic of how retail places emerge along major transportation corridors (Beauregard, 2007; Hoyt, 1960) . For instance, earlier studies on retail outlets showed that they develop at the intersection of intra-urban road networks in Benin City, Nigeria (Onokerhoraye, 1977) , and current analysis of supermarkets highlight their strategic location along major roads in Cape Town, South Africa (Peyton et al., 2015) . The case of satellite markets in Kumasi suggests that these marketplaces emerge along and at the intersection of intra-and inter-urban road networks.", "cite_spans": [{"start": 566, "end": 584, "text": "(Beauregard, 2007;", "ref_id": "BIBREF17"}, {"start": 585, "end": 596, "text": "Hoyt, 1960)", "ref_id": "BIBREF75"}, {"start": 744, "end": 764, "text": "(Onokerhoraye, 1977)", "ref_id": "BIBREF106"}, {"start": 884, "end": 905, "text": "(Peyton et al., 2015)", "ref_id": "BIBREF110"}], "ref_spans": [], "section": "Discussion"}, {"text": "The sphere of analysis, in the second step, partly supported Christaller's hypothesis regarding the willingness of people to travel far distances to access higher-order goods and services. However, some of these marketplaces with high spheres of influence do not sell higherorder goods and services. This illustrates the limitation of transferring Western-centric concepts, policies, or methods to non-Western contexts (see broad discussions on this issue in McCann, 2011; McCann & Ward, 2012; Lewis, 2002) . The Christaller hypothesis, when used to explain the location of traditional satellite markets in Africa, fails to account for the fact these markets (e.g., Abinkyi) can still have high spheres of influence because they constitute vital nodes in the rural-urban food network. 7 As a result, some traders who were formally evicted to certain satellite markets have now considered such relocation as a blessing because they are now able to gain access to a broader market, and are also able to transport their produce to the markets easily. The centrality analysis, in the third step, examined the most accessible satellite market that provided higher-order goods and services within the most hygienic environment. The spatial patterns revealed by the hierarchy of these satellite markets showed that there is a concentration of satellite markets in sprawling areas. Previous studies on sprawl in Kumasi and other cities in Ghana or sub-Sahara Africa do not explicitly account for the role of traditional markets in shaping the spatial structure of cities in these African cities (see Acheampong et al., 2017; Agyemang et al., 2019; Cobbinah & Amoako, 2012; Mundia & Fig. 4 . Functional hierarchy and spatial distribution of traditional satellite markets in Kumasi. 7 Notwithstanding earlier critiques in applying the central place concept to retail analysis, some scholars noted that empirical evidence generally support hierarchical structuring of retail outlets and centers in different parts of the world (see Mason, 1975; Olsson, 1967) . Murayama, 2010) . There is the need to disaggregate the \"commercial land use\" category often used in spatial models to specifically account for distinct commercial activities that drive the emerging spatial structure of cities in sub-Saharan Africa and other developing countries. Recent studies even reveal that the \"retail\" category can further be disaggregated into traditional marketplaces and transnational supermarket chain stores, each with distinct commercial character and impact on the morphology of cities in developing countries (see Humphrey, 2007; Reardon et al., 2003; Weatherspoon & Reardon, 2003) . More importantly, we observe an emerging spatial clustering of satellite markets through spatial interdependencies among these markets, and the spillover effects enjoyed within (localization economies) and across related sectors (urbanization economies) within Kumasi's retailscape.", "cite_spans": [{"start": 459, "end": 472, "text": "McCann, 2011;", "ref_id": "BIBREF94"}, {"start": 473, "end": 493, "text": "McCann & Ward, 2012;", "ref_id": "BIBREF95"}, {"start": 494, "end": 506, "text": "Lewis, 2002)", "ref_id": "BIBREF85"}, {"start": 1592, "end": 1616, "text": "Acheampong et al., 2017;", "ref_id": "BIBREF1"}, {"start": 1617, "end": 1639, "text": "Agyemang et al., 2019;", "ref_id": "BIBREF4"}, {"start": 1640, "end": 1664, "text": "Cobbinah & Amoako, 2012;", "ref_id": "BIBREF35"}, {"start": 1665, "end": 1680, "text": "Mundia & Fig. 4", "ref_id": null}, {"start": 1773, "end": 1774, "text": "7", "ref_id": null}, {"start": 2021, "end": 2033, "text": "Mason, 1975;", "ref_id": "BIBREF93"}, {"start": 2034, "end": 2047, "text": "Olsson, 1967)", "ref_id": "BIBREF105"}, {"start": 2050, "end": 2065, "text": "Murayama, 2010)", "ref_id": "BIBREF103"}, {"start": 2596, "end": 2611, "text": "Humphrey, 2007;", "ref_id": "BIBREF76"}, {"start": 2612, "end": 2633, "text": "Reardon et al., 2003;", "ref_id": "BIBREF113"}, {"start": 2634, "end": 2663, "text": "Weatherspoon & Reardon, 2003)", "ref_id": "BIBREF131"}], "ref_spans": [], "section": "Discussion"}, {"text": "Finally, we argue that the observed spatial patterns in Kumasi's retailscape only make sense if they are situated within the broader and ongoing urban planning decisions in the city. Similarly, Shi et al. (2015) apply central place and agglomeration theories to analyze the spatial patterns of modern shopping centers in Shanghai. Among their conclusions, they point out that the spatial characteristics and expansion of modern shopping centers in Shanghai are influenced externally by the government's land use and commercial planning policies. In the context of this study, we also draw attention to the need to consider the landscape of spatial politics (i.e., urban planning and policies) and how it intersects with the retailscape of cities in Africa. In this article, we highlight that Kumasi's retailscape embodies an ongoing expropriation of land from traders (i.e., decongestion exercise), as the city modernizes its retailscape through the construction of a 'high modernist' market structure in the CBD and other city beautification projects. Several studies have discussed land politics and decongestion and slum clearance exercises in Ghana and its impacts on vulnerable groups (Bob--Milliar & Obeng-Odoom, 2011; Frimpong Boamah & Walker, 2017; Gillespie, 2016; Obeng-Odoom, 2014; Oteng-Ababio, 2013) . Many of these studies disproportionately focus on Accra, Ghana's capital, with less attention paid to similar urban decongestion and slum clearance practices in rapidly urbanizing cities such as Kumasi and Sekondi/Takoradi. Further, some of the earlier studies inadvertently homogenize the experiences of urban residents affected by such decongestion and slum clearance practices. This article remedies some of these gaps by using retail geography as the lens to discuss how ongoing urban planning policies (e.g., urban decongestion exercises) impact traders, which in turn shapes the retail landscape of cities. Evicted traders are forced to look for other traditional marketplaces to trade. The existence of these satellite markets provides a convenient excuse for city officials (including planning authorities) to engage in the politics of urban displacement (see also Amoako, 2016; Bob-Milliar & Obeng-Odoom, 2011; Frimpong Boamah & Amoako, 2020) . That is, when city officials argue that evicted traders are welcome to move into satellite markets, they conveniently explain away the need to properly account for these traders in their current agenda of modernizing the cityscape. As one trader earlier noted, traders do not feel secure when they move into these satellite markets because, in the end, no one knows when the next marketplace would be appropriated in service of the city's modernist urban planning agenda.", "cite_spans": [{"start": 194, "end": 211, "text": "Shi et al. (2015)", "ref_id": "BIBREF121"}, {"start": 1190, "end": 1224, "text": "(Bob--Milliar & Obeng-Odoom, 2011;", "ref_id": "BIBREF21"}, {"start": 1225, "end": 1256, "text": "Frimpong Boamah & Walker, 2017;", "ref_id": "BIBREF58"}, {"start": 1257, "end": 1273, "text": "Gillespie, 2016;", "ref_id": "BIBREF61"}, {"start": 1274, "end": 1292, "text": "Obeng-Odoom, 2014;", "ref_id": "BIBREF104"}, {"start": 1293, "end": 1312, "text": "Oteng-Ababio, 2013)", "ref_id": "BIBREF107"}, {"start": 2188, "end": 2201, "text": "Amoako, 2016;", "ref_id": "BIBREF6"}, {"start": 2202, "end": 2234, "text": "Bob-Milliar & Obeng-Odoom, 2011;", "ref_id": "BIBREF21"}, {"start": 2235, "end": 2266, "text": "Frimpong Boamah & Amoako, 2020)", "ref_id": "BIBREF55"}], "ref_spans": [], "section": "Discussion"}, {"text": "This study draws attention to the possible connections between traditional satellite markets and the spatial patterns, functionality, and planning of African cities. In doing so, it also points to the possibility of using the location and management of these markets as an avenue for urban planning to organize the cultural-economic logics, morphology, and functionality of cities in Africa. As places of intense informal economic activities, exchange, and engagements, these satellite markets presents key areas for urban planning designs and interventions. For instance, neighborhood designs and redevelopment projects can be centered around the location and functioning of retail markets as central places and areas of economic attraction. This recognizes the long-held view that spatial patterns of African cities are shaped by informal economic activities and settlements (Watson, 2009) , and urban planning and design should properly situate these informal economic activities and settlements. The study also has implications for planning the functional inter-relationships among various suburbs within African cities. As we observed in the study's findings, functional inter-relationships between satellite markets were vital in shaping mobility patterns, space economy, and spatial linkages. With this knowledge, urban planners can better plan for intra-city mobility patterns and inter-connections within neighborhoods.", "cite_spans": [{"start": 877, "end": 891, "text": "(Watson, 2009)", "ref_id": "BIBREF129"}], "ref_spans": [], "section": "Conclusion"}, {"text": "As a novel contribution, this article re-engages the African urban informality discourse by pointing to the spatial networks, centralities, and functionalities of informal retail/satellite markets. The role of these markets in shaping the morphology and space economies of African cities is discussed. Thus, the article draws on the case of Kumasi to present the various understandings and connections between the spatial distribution of retail markets and the city's physical growth patterns. Despite the rapid emergence of shopping malls and supermarkets in most African cities, traditional marketplaces still present essential conceptual lenses for understanding the spatial patterns and functioning of African cities. More broadly, future studies could include additional layers to the arguments presented. For instance, social network analysis could be conducted to determine how the non-spatial networks of supply and demand are influenced by the spatial ones, especially in the production and enactment of social capital in these less-formalized market arrangements of developing economies. Again, there is also an argument to be made in future studies about how mega-infrastructure projects, which are effecting urban renewal efforts in places like Dakar, Senegal (with the support of China), are impacting local and national retailscapes in Africa (see Asante & Helbrecht, 2019) . 8", "cite_spans": [{"start": 1362, "end": 1387, "text": "Asante & Helbrecht, 2019)", "ref_id": "BIBREF12"}], "ref_spans": [], "section": "Conclusion"}, {"text": "This project was partially supported by the Community for Global Health Equity (CGHE) at the University at Buffalo.", "cite_spans": [], "ref_spans": [], "section": "Funding"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "Transforming the region: Supermarkets and the local food economy", "authors": [{"first": "C", "middle": [], "last": "Abrahams", "suffix": ""}], "year": 2009, "venue": "African Affairs", "volume": "109", "issn": "434", "pages": "115--134", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Quantifying the spatio-temporal patterns of settlement growth in a metropolitan region of Ghana", "authors": [{"first": "R", "middle": ["A"], "last": "Acheampong", "suffix": ""}, {"first": "F", "middle": ["S K"], "last": "Agyemang", "suffix": ""}, {"first": "M", "middle": [], "last": "Abdul-Fatawu", "suffix": ""}], "year": 2017, "venue": "Geojournal", "volume": "82", "issn": "4", "pages": "823--840", "other_ids": {"DOI": ["10.1007/s10708-016-9719-x"]}}, "BIBREF2": {"ref_id": "b2", "title": "Future of the tree: Towards growth and development of Kumasi", "authors": [{"first": "K", "middle": ["K"], "last": "Adarkwa", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Traditional markets in the development process in many a krobo in Ghana, 1700-1970", "authors": [{"first": "S", "middle": ["T"], "last": "Addo", "suffix": ""}], "year": 1989, "venue": "Singapore Journal of Tropical Geography", "volume": "9", "issn": "1", "pages": "1--17", "other_ids": {"DOI": ["10.1111/j.1467-9493.1988.tb00192.x"]}}, "BIBREF4": {"ref_id": "b4", "title": "Understanding the urban spatial structure of Sub-Saharan African cities using the case of urban development patterns of a Ghanaian city-region", "authors": [{"first": "F", "middle": ["S K"], "last": "Agyemang", "suffix": ""}, {"first": "E", "middle": [], "last": "Silva", "suffix": ""}, {"first": "M", "middle": [], "last": "Poku-Boansi", "suffix": ""}], "year": 2019, "venue": "Habitat International", "volume": "85", "issn": "", "pages": "21--33", "other_ids": {"DOI": ["10.1016/j.habitatint.2019.02.001"]}}, "BIBREF5": {"ref_id": "b5", "title": "Agricultural markets in West Africa: Frontiers, agribusiness and social differentiation", "authors": [{"first": "K", "middle": ["S"], "last": "Amanor", "suffix": ""}], "year": 2005, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Brutal presence or convenient absence: The role of the state in the politics of flooding in informal Accra", "authors": [{"first": "C", "middle": [], "last": "Amoako", "suffix": ""}], "year": 2016, "venue": "Ghana. Geoforum", "volume": "77", "issn": "", "pages": "5--16", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "From the seat of a traditional kingdom to a garden city: The socio-spatial politics of managing green areas in Kumasi", "authors": [{"first": "C", "middle": [], "last": "Amoako", "suffix": ""}, {"first": "G", "middle": [], "last": "Adom-Asamoah", "suffix": ""}], "year": 2018, "venue": "Ghana. African Geographical Review", "volume": "", "issn": "", "pages": "1--16", "other_ids": {"DOI": ["10.1080/19376812.2018.1436076"]}}, "BIBREF8": {"ref_id": "b8", "title": "Build as you earn and learn: Informal urbanism and incremental housing financing in Kumasi", "authors": [{"first": "C", "middle": [], "last": "Amoako", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Boamah", "suffix": ""}], "year": 2017, "venue": "Ghana. Journal of Housing and the Built Environment", "volume": "32", "issn": "3", "pages": "429--448", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "Historical development, population growth and present structure of Kumasi", "authors": [{"first": "C", "middle": [], "last": "Amoako", "suffix": ""}, {"first": "D", "middle": [], "last": "Korboe", "suffix": ""}], "year": 2011, "venue": "Future of the tree-towards growth and development of Kumasi", "volume": "", "issn": "", "pages": "35--54", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Modernity at large: Cultural dimensions of globalization", "authors": [{"first": "A", "middle": [], "last": "Appadurai", "suffix": ""}], "year": 1996, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Retail Fabric Assessment: Describing retail patterns within urban space", "authors": [{"first": "A", "middle": [], "last": "Araldi", "suffix": ""}, {"first": "G", "middle": [], "last": "Fusco", "suffix": ""}], "year": 2019, "venue": "Cities", "volume": "85", "issn": "", "pages": "51--62", "other_ids": {"DOI": ["10.1016/j.cities.2018.11.025"]}}, "BIBREF12": {"ref_id": "b12", "title": "The urban dimension of Chinese infrastructure finance in Africa: A case of the kotokuraba market project", "authors": [{"first": "L", "middle": ["A"], "last": "Asante", "suffix": ""}, {"first": "I", "middle": [], "last": "Helbrecht", "suffix": ""}], "year": 2019, "venue": "Journal of Urban Affairs", "volume": "", "issn": "", "pages": "1--21", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Local networks: Commodity queens and the management of organic solid waste in indigenous open-air markets in Accra", "authors": [{"first": "R", "middle": [], "last": "Asomani-Boateng", "suffix": ""}], "year": 2016, "venue": "Ghana. Journal of Planning Education and Research", "volume": "36", "issn": "2", "pages": "182--194", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Analysis of food retail patterns in urban, peri-urban and rural settings: A case study from Lebanon", "authors": [{"first": "R", "middle": ["A"], "last": "Bahn", "suffix": ""}, {"first": "G", "middle": ["K"], "last": "Abebe", "suffix": ""}], "year": 2017, "venue": "Applied Geography", "volume": "87", "issn": "", "pages": "28--44", "other_ids": {"DOI": ["10.1016/j.apgeog.2017.07.010"]}}, "BIBREF15": {"ref_id": "b15", "title": "Governance challenges in sub-saharan Africa: The case of land guards and land protection in Ghana. Doctor of International Conflict Management Dissertations. School of Conflict Management, Peacebuilding and Development", "authors": [{"first": "D", "middle": ["K"], "last": "Bansah", "suffix": ""}], "year": 2017, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "A level playing field? Improving market availability and access for small scale producers in", "authors": [{"first": "T", "middle": ["M"], "last": "Bbun", "suffix": ""}, {"first": "A", "middle": [], "last": "Thornton", "suffix": ""}], "year": 2013, "venue": "Applied Geography", "volume": "36", "issn": "", "pages": "40--48", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "More than sector theory: Homer hoyt's contributions to planning knowledge", "authors": [{"first": "R", "middle": [], "last": "Beauregard", "suffix": ""}], "year": 2007, "venue": "Journal of Planning History", "volume": "6", "issn": "3", "pages": "248--271", "other_ids": {"DOI": ["10.1177/1538513206298337"]}}, "BIBREF18": {"ref_id": "b18", "title": "Commercial structure and commercial blight: Retail patterns and processes in the City of Chicaga", "authors": [{"first": "B", "middle": ["J L"], "last": "Berry", "suffix": ""}], "year": 1963, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Market centers and retail location", "authors": [{"first": "B", "middle": ["J L"], "last": "Berry", "suffix": ""}, {"first": "J", "middle": ["B"], "last": "Parr", "suffix": ""}], "year": 1988, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "I'd like to dress her all over: Masculinity, power and retail space", "authors": [{"first": "N", "middle": [], "last": "Blomley", "suffix": ""}], "year": 1996, "venue": "Retailing consumption and capital", "volume": "", "issn": "", "pages": "238--256", "other_ids": {}}, "BIBREF21": {"ref_id": "b21", "title": "The informal economy is an employer", "authors": [{"first": "G", "middle": ["M"], "last": "Bob-Milliar", "suffix": ""}, {"first": "F", "middle": [], "last": "Obeng-Odoom", "suffix": ""}], "year": 2011, "venue": "Ghana: Urban Anthropology and Studies of Cultural Systems and World Economic Development", "volume": "", "issn": "", "pages": "263--284", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Markets in Africa", "authors": [{"first": "P", "middle": [], "last": "Bohannan", "suffix": ""}, {"first": "G", "middle": [], "last": "Dalton", "suffix": ""}], "year": 1962, "venue": "", "volume": "9", "issn": "", "pages": "", "other_ids": {}}, "BIBREF23": {"ref_id": "b23", "title": "The rationale of periodic markets", "authors": [{"first": "R", "middle": ["J"], "last": "Bromley", "suffix": ""}, {"first": "R", "middle": [], "last": "Symanski", "suffix": ""}, {"first": "C", "middle": ["M"], "last": "Good", "suffix": ""}], "year": 1975, "venue": "Annals of the Association of American Geographers", "volume": "65", "issn": "4", "pages": "530--537", "other_ids": {}}, "BIBREF24": {"ref_id": "b24", "title": "A perceptual approach to retail agglomeration. Area", "authors": [{"first": "S", "middle": [], "last": "Brown", "suffix": ""}], "year": 1987, "venue": "", "volume": "", "issn": "", "pages": "131--140", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "The city in 2050: A kaleidoscopic perspective", "authors": [{"first": "L", "middle": ["A"], "last": "Brown", "suffix": ""}], "year": 2014, "venue": "Applied Geography", "volume": "49", "issn": "", "pages": "4--11", "other_ids": {"DOI": ["10.1016/j.apgeog.2013.09.003"]}}, "BIBREF26": {"ref_id": "b26", "title": "Economic growth, size of the agricultural sector, and urbanization in Africa", "authors": [{"first": "M", "middle": [], "last": "Brückner", "suffix": ""}], "year": 2012, "venue": "Journal of Urban Economics", "volume": "71", "issn": "1", "pages": "26--36", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Regional spatial structure and retail amenities in The Netherlands", "authors": [{"first": "M", "middle": ["J"], "last": "Burger", "suffix": ""}, {"first": "E", "middle": ["J"], "last": "Meijers", "suffix": ""}, {"first": "F", "middle": ["G"], "last": "Van Oort", "suffix": ""}], "year": 2014, "venue": "Regional Studies", "volume": "48", "issn": "12", "pages": "1972--1992", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Grassrooting the space of flows", "authors": [{"first": "M", "middle": [], "last": "Castells", "suffix": ""}], "year": 1999, "venue": "Urban Geography", "volume": "20", "issn": "4", "pages": "294--302", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Changes in food and beverage environments after an urban corner store intervention", "authors": [{"first": "E", "middle": [], "last": "Cavanaugh", "suffix": ""}, {"first": "S", "middle": [], "last": "Green", "suffix": ""}, {"first": "G", "middle": [], "last": "Mallya", "suffix": ""}, {"first": "A", "middle": [], "last": "Tierney", "suffix": ""}, {"first": "C", "middle": [], "last": "Brensinger", "suffix": ""}, {"first": "K", "middle": [], "last": "Glanz", "suffix": ""}], "year": 2014, "venue": "Preventive Medicine", "volume": "65", "issn": "", "pages": "7--12", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "Africa works: Disorder as political instrument. James currey, international african institute", "authors": [{"first": "P", "middle": [], "last": "Chabal", "suffix": ""}, {"first": "J.-P", "middle": [], "last": "Daloz", "suffix": ""}], "year": 1999, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Die zentralen orte in süddeutschland. Gustav fischer, jena. English translation (1966): Central places in southern Germany", "authors": [{"first": "W", "middle": [], "last": "Christaller", "suffix": ""}], "year": 1933, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF32": {"ref_id": "b32", "title": "Onions are my husband", "authors": [{"first": "G", "middle": ["C"], "last": "Clark", "suffix": ""}], "year": 1994, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF33": {"ref_id": "b33", "title": "Market queens", "authors": [{"first": "G", "middle": [], "last": "Clark", "suffix": ""}], "year": 1997, "venue": "Annals of the New York Academy of Sciences", "volume": "810", "issn": "1", "pages": "173--201", "other_ids": {}}, "BIBREF34": {"ref_id": "b34", "title": "African market women: Seven life stories from Ghana", "authors": [{"first": "G", "middle": ["C"], "last": "Clark", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "Eating into britishness: Multicultural imaginaries and the identity politics of food", "authors": [{"first": "P", "middle": ["B"], "last": "Cobbinah", "suffix": ""}, {"first": "C", "middle": [], "last": "Amoako", "suffix": ""}, {"first": "I", "middle": [], "last": "Cook", "suffix": ""}, {"first": "P", "middle": [], "last": "Crang", "suffix": ""}, {"first": "M", "middle": [], "last": "Thorpe", "suffix": ""}], "year": 2000, "venue": "Practising identities: Power and resistance", "volume": "6", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Cultural turns and the (re)constitution of economic geography", "authors": [{"first": "P", "middle": [], "last": "Crang", "suffix": ""}], "year": 1997, "venue": "Geographies of economies", "volume": "", "issn": "", "pages": "3--15", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "Geographies of retailing and consumption", "authors": [{"first": "L", "middle": [], "last": "Crewe", "suffix": ""}], "year": 2000, "venue": "Progress in Human Geography", "volume": "24", "issn": "2", "pages": "275--290", "other_ids": {}}, "BIBREF38": {"ref_id": "b38", "title": "A systematic approach to evaluate and validate the spatial accuracy of farmers market locations using multi-geocoding services", "authors": [{"first": "Y", "middle": [], "last": "Cui", "suffix": ""}], "year": 2013, "venue": "Applied Geography", "volume": "41", "issn": "", "pages": "87--95", "other_ids": {}}, "BIBREF39": {"ref_id": "b39", "title": "Healthy cities: The impact of food retail-led regeneration on food access, choice and retail structure", "authors": [{"first": "S", "middle": [], "last": "Cummins", "suffix": ""}, {"first": "A", "middle": [], "last": "Findlay", "suffix": ""}, {"first": "M", "middle": [], "last": "Petticrew", "suffix": ""}, {"first": "L", "middle": [], "last": "Sparks", "suffix": ""}], "year": 2005, "venue": "Built Environment", "volume": "31", "issn": "4", "pages": "288--301", "other_ids": {}}, "BIBREF40": {"ref_id": "b40", "title": "The changing structure of the central place system in Trøndelag, Norway, over the past 40 years-viewed in the light of old and recent theories and trends", "authors": [{"first": "B", "middle": [], "last": "Dale", "suffix": ""}, {"first": "P", "middle": [], "last": "Sjøholt", "suffix": ""}], "year": 2007, "venue": "Geografiska Annaler -Series B: Human Geography", "volume": "89", "issn": "sup1", "pages": "13--30", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Structural models of retail distribution: Analogies with settlement and urban land-use theories", "authors": [{"first": "R", "middle": ["L"], "last": "Davies", "suffix": ""}], "year": 1972, "venue": "Transactions of the Institute of British Geographers", "volume": "", "issn": "57", "pages": "59--82", "other_ids": {"DOI": ["10.2307/621554"]}}, "BIBREF42": {"ref_id": "b42", "title": "Retail and commercial planning", "authors": [{"first": "R", "middle": ["L"], "last": "Davies", "suffix": ""}], "year": 1984, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF43": {"ref_id": "b43", "title": "Retail activity and public policy", "authors": [{"first": "J", "middle": [], "last": "Dawson", "suffix": ""}], "year": 1980, "venue": "Retail geography", "volume": "", "issn": "", "pages": "193--235", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Introduction", "authors": [{"first": "J", "middle": [], "last": "Dawson", "suffix": ""}, {"first": "A", "middle": [], "last": "Findlay", "suffix": ""}, {"first": "L", "middle": [], "last": "Sparks", "suffix": ""}], "year": 2008, "venue": "The retailing reader. NY: Routledge", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF45": {"ref_id": "b45", "title": "The resistible rise of the LA School", "authors": [{"first": "M", "middle": [], "last": "Dear", "suffix": ""}, {"first": "S", "middle": [], "last": "Flusty", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Market development and organizational change: The case of the food industry", "authors": [{"first": "C", "middle": [], "last": "Doel", "suffix": ""}], "year": 1996, "venue": "Retailing, consumption and capital", "volume": "", "issn": "", "pages": "48--67", "other_ids": {}}, "BIBREF47": {"ref_id": "b47", "title": "Towards a supply-chain community? Insights from governance processes in the food industry", "authors": [{"first": "C", "middle": [], "last": "Doel", "suffix": ""}], "year": 1999, "venue": "Environment and Planning", "volume": "31", "issn": "1", "pages": "69--85", "other_ids": {}}, "BIBREF48": {"ref_id": "b48", "title": "Estimating attractiveness, hierarchy and catchment area extents for a national set of retail centre agglomerations", "authors": [{"first": "Les", "middle": [], "last": "Dolega", "suffix": ""}, {"first": "M", "middle": [], "last": "Pavlis", "suffix": ""}, {"first": "A", "middle": [], "last": "Singleton", "suffix": ""}], "year": 2016, "venue": "Journal of Retailing and Consumer Services", "volume": "28", "issn": "", "pages": "78--90", "other_ids": {"DOI": ["10.1016/j.jretconser.2015.08.013"]}}, "BIBREF49": {"ref_id": "b49", "title": "Food retail and access after the crash: Rethinking the food desert problem", "authors": [{"first": "B", "middle": [], "last": "Donald", "suffix": ""}], "year": 2013, "venue": "Journal of Economic Geography", "volume": "13", "issn": "2", "pages": "231--237", "other_ids": {}}, "BIBREF50": {"ref_id": "b50", "title": "Rethinking retail capital", "authors": [{"first": "K", "middle": [], "last": "Ducatel", "suffix": ""}, {"first": "N", "middle": [], "last": "Blomley", "suffix": ""}], "year": 1990, "venue": "International Journal of Urban and Regional Research", "volume": "14", "issn": "2", "pages": "207--227", "other_ids": {}}, "BIBREF51": {"ref_id": "b51", "title": "Planteurs Autochtones et 6trangers en Basse-C6te d'Ivoire Orientale", "authors": [{"first": "M", "middle": [], "last": "Dupire", "suffix": ""}], "year": 1960, "venue": "Etudes Eburnbennes", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "Testing for localization using micro-geographic data", "authors": [{"first": "G", "middle": [], "last": "Duranton", "suffix": ""}, {"first": "H", "middle": ["G"], "last": "Overman", "suffix": ""}], "year": 2005, "venue": "The Review of Economic Studies", "volume": "72", "issn": "4", "pages": "1077--1106", "other_ids": {"DOI": ["10.1111/0034-6527.00362"]}}, "BIBREF53": {"ref_id": "b53", "title": "The rise of supermarkets and changing expenditure patterns of poor rural households case study in the Transkei area", "authors": [{"first": "M", "middle": [], "last": "D&apos;haese", "suffix": ""}, {"first": "G", "middle": [], "last": "Van Huylenbroeck", "suffix": ""}], "year": 2005, "venue": "South Africa. Food Policy", "volume": "30", "issn": "1", "pages": "97--113", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "A preliminary map of market periodicities in Ghana", "authors": [{"first": "V", "middle": ["G"], "last": "Fagerlund", "suffix": ""}, {"first": "R", "middle": ["H T"], "last": "Smith", "suffix": ""}], "year": 1970, "venue": "The Journal of Developing Areas", "volume": "", "issn": "", "pages": "333--348", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "Planning by (mis)rule of laws: The idiom and dilemma of planning within Ghana's dual legal land systems", "authors": [{"first": "Frimpong", "middle": [], "last": "Boamah", "suffix": ""}, {"first": "E", "middle": [], "last": "Amoako", "suffix": ""}, {"first": "C", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "Environment and Planning C: Politics and Space", "volume": "38", "issn": "1", "pages": "97--115", "other_ids": {"DOI": ["10.1177/2399654419855400"]}}, "BIBREF56": {"ref_id": "b56", "title": "Farming within a dual legal land system: An argument for emancipatory food systems planning in Accra, Ghana. Land Use Policy, 92, Article 104391", "authors": [{"first": "Frimpong", "middle": [], "last": "Boamah", "suffix": ""}, {"first": "E", "middle": [], "last": "Sumberg", "suffix": ""}, {"first": "J", "middle": [], "last": "Raja", "suffix": ""}, {"first": "S", "middle": [], "last": "", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1016/j.landusepol.2019.104391"]}}, "BIBREF57": {"ref_id": "b57", "title": "Legal pluralism, land tenure and the production of \"nomotropic urban spaces", "authors": [{"first": "Frimpong", "middle": [], "last": "Boamah", "suffix": ""}, {"first": "E", "middle": [], "last": "Walker", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2016, "venue": "Geography Research Forum", "volume": "35", "issn": "", "pages": "86--109", "other_ids": {}}, "BIBREF58": {"ref_id": "b58", "title": "Legal pluralism, land tenure and the production of \"nomotropic urban spaces", "authors": [{"first": "Frimpong", "middle": [], "last": "Boamah", "suffix": ""}, {"first": "E", "middle": [], "last": "Walker", "suffix": ""}, {"first": "M", "middle": [], "last": "", "suffix": ""}], "year": 2017, "venue": "Geography Research Forum", "volume": "36", "issn": "", "pages": "86--109", "other_ids": {}}, "BIBREF59": {"ref_id": "b59", "title": "Testing urbanization economies in manufacturing industries: Urban diversity or urban size", "authors": [{"first": "S", "middle": [], "last": "Fu", "suffix": ""}, {"first": "J", "middle": [], "last": "Hong", "suffix": ""}], "year": 2011, "venue": "Journal of Regional Science", "volume": "51", "issn": "3", "pages": "585--603", "other_ids": {}}, "BIBREF60": {"ref_id": "b60", "title": "Pavement maintenance management programmes manual", "authors": [], "year": 2003, "venue": "Ghana Highway Authority", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF61": {"ref_id": "b61", "title": "Accumulation by urban dispossession: Struggles over urban space in", "authors": [{"first": "T", "middle": [], "last": "Gillespie", "suffix": ""}], "year": 2016, "venue": "Transactions of the Institute of British Geographers", "volume": "41", "issn": "1", "pages": "66--77", "other_ids": {}}, "BIBREF62": {"ref_id": "b62", "title": "Period markets: A problem in locational analysis. The Professional Geographer", "authors": [{"first": "S", "middle": [], "last": "Gonz� Alez", "suffix": ""}], "year": 1971, "venue": "Progress in Human Geography", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF63": {"ref_id": "b63", "title": "Spaces of surveillant simulation: New technologies, digital representations, and material geographies. Environment and Planning D: Society and Space", "authors": [{"first": "S", "middle": [], "last": "Graham", "suffix": ""}], "year": 1998, "venue": "", "volume": "16", "issn": "", "pages": "483--504", "other_ids": {"DOI": ["10.1068/d160483"]}}, "BIBREF64": {"ref_id": "b64", "title": "Classifications of retail stores and shopping centres: Some methodological issues", "authors": [{"first": "C", "middle": ["M"], "last": "Guy", "suffix": ""}], "year": 1998, "venue": "Geojournal", "volume": "45", "issn": "4", "pages": "255--264", "other_ids": {"DOI": ["10.1023/a:1006960414161"]}}, "BIBREF65": {"ref_id": "b65", "title": "Is retail planning policy effective? The case of very large store development in the UK", "authors": [{"first": "C", "middle": [], "last": "Guy", "suffix": ""}], "year": 2002, "venue": "Planning Theory & Practice", "volume": "3", "issn": "3", "pages": "319--330", "other_ids": {}}, "BIBREF66": {"ref_id": "b66", "title": "Household and community in African studies", "authors": [{"first": "J", "middle": ["I"], "last": "Guyer", "suffix": ""}], "year": 1981, "venue": "African Studies Review", "volume": "24", "issn": "2-3", "pages": "87--138", "other_ids": {}}, "BIBREF67": {"ref_id": "b67", "title": "Diversity and intensity in the scholarship on African agricultural change", "authors": [{"first": "J", "middle": ["I"], "last": "Guyer", "suffix": ""}], "year": 1997, "venue": "Reviews in Anthropology", "volume": "26", "issn": "1", "pages": "13--32", "other_ids": {}}, "BIBREF68": {"ref_id": "b68", "title": "Temporal heterogeneity in the study of African land use", "authors": [{"first": "J", "middle": ["I"], "last": "Guyer", "suffix": ""}, {"first": "E", "middle": ["F"], "last": "Lambin", "suffix": ""}, {"first": "L", "middle": [], "last": "Cliggett", "suffix": ""}, {"first": "P", "middle": [], "last": "Walker", "suffix": ""}, {"first": "K", "middle": [], "last": "Amanor", "suffix": ""}, {"first": "T", "middle": [], "last": "Bassett", "suffix": ""}, {"first": "E", "middle": [], "last": "Colson", "suffix": ""}, {"first": "R", "middle": [], "last": "Hay", "suffix": ""}, {"first": "K", "middle": [], "last": "Homewood", "suffix": ""}, {"first": "O", "middle": [], "last": "Linares", "suffix": ""}], "year": 2007, "venue": "Human Ecology", "volume": "35", "issn": "1", "pages": "3--17", "other_ids": {}}, "BIBREF69": {"ref_id": "b69", "title": "The market makers: How retailers are reshaping the global economy", "authors": [{"first": "G", "middle": ["G"], "last": "Hamilton", "suffix": ""}, {"first": "B", "middle": [], "last": "Senauer", "suffix": ""}, {"first": "P", "middle": [], "last": "Misha", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF70": {"ref_id": "b70", "title": "Markets in Africa", "authors": [{"first": "P", "middle": [], "last": "Hill", "suffix": ""}], "year": 1963, "venue": "The Journal of Modern African Studies", "volume": "1", "issn": "4", "pages": "441--453", "other_ids": {}}, "BIBREF71": {"ref_id": "b71", "title": "Natural movement: Or, configuration and attraction in urban pedestrian movement. Environment and Planning B: Planning and Design", "authors": [{"first": "B", "middle": [], "last": "Hillier", "suffix": ""}, {"first": "A", "middle": [], "last": "Penn", "suffix": ""}, {"first": "J", "middle": [], "last": "Hanson", "suffix": ""}, {"first": "T", "middle": [], "last": "Grajewski", "suffix": ""}, {"first": "J", "middle": [], "last": "Xu", "suffix": ""}], "year": 2003, "venue": "", "volume": "20", "issn": "", "pages": "29--66", "other_ids": {"DOI": ["10.1068/b200029"]}}, "BIBREF72": {"ref_id": "b72", "title": "The spatial and temporal synchronization of periodic markets: Evidence from four emirates in northern Nigeria", "authors": [{"first": "P", "middle": [], "last": "Hill", "suffix": ""}, {"first": "R", "middle": ["H T"], "last": "Smith", "suffix": ""}], "year": 1972, "venue": "Economic Geography", "volume": "48", "issn": "3", "pages": "345--355", "other_ids": {}}, "BIBREF73": {"ref_id": "b73", "title": "Some comments on the origins of traditional markets in Africa south of the sahara", "authors": [{"first": "B", "middle": ["W"], "last": "Hodder", "suffix": ""}], "year": 1965, "venue": "Transactions of the Institute of British Geographers", "volume": "36", "issn": "", "pages": "97--105", "other_ids": {"DOI": ["10.2307/621456"]}}, "BIBREF74": {"ref_id": "b74", "title": "The Boston Middle School-Corner Store Initiative: Development, implementation, and initial evaluation of a program designed to improve adolescents' beverage-purchasing behaviors", "authors": [{"first": "J", "middle": ["A"], "last": "Hoffman", "suffix": ""}, {"first": "V", "middle": [], "last": "Morris", "suffix": ""}, {"first": "J", "middle": [], "last": "Cook", "suffix": ""}], "year": 2009, "venue": "Psychology in the Schools", "volume": "46", "issn": "8", "pages": "756--766", "other_ids": {}}, "BIBREF75": {"ref_id": "b75", "title": "The Status of shopping centers in the United States", "authors": [{"first": "H", "middle": [], "last": "Hoyt", "suffix": ""}], "year": 1960, "venue": "", "volume": "19", "issn": "", "pages": "", "other_ids": {}}, "BIBREF76": {"ref_id": "b76", "title": "The supermarket revolution in developing countries: Tidal wave or tough competitive struggle", "authors": [{"first": "J", "middle": [], "last": "Humphrey", "suffix": ""}], "year": 2007, "venue": "Journal of Economic Geography", "volume": "7", "issn": "4", "pages": "433--450", "other_ids": {}}, "BIBREF77": {"ref_id": "b77", "title": "Limits to communities of practice in an open air market. The case of the Alaba-Suru market", "authors": [{"first": "F", "middle": [], "last": "Ikioda", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF78": {"ref_id": "b78", "title": "Urban markets in Lagos", "authors": [{"first": "F", "middle": ["O"], "last": "Ikioda", "suffix": ""}], "year": 2013, "venue": "Nigeria. Geography Compass", "volume": "7", "issn": "7", "pages": "517--526", "other_ids": {}}, "BIBREF79": {"ref_id": "b79", "title": "The economy of cities", "authors": [{"first": "J", "middle": [], "last": "Jacobs", "suffix": ""}], "year": 1969, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF80": {"ref_id": "b80", "title": "Network-based predictions of retail store commercial categories and optimal locations", "authors": [{"first": "P", "middle": [], "last": "Jensen", "suffix": ""}], "year": 2006, "venue": "Physical Review E", "volume": "74", "issn": "3", "pages": "", "other_ids": {"DOI": ["10.1103/PhysRevE.74.035101"]}}, "BIBREF81": {"ref_id": "b81", "title": "Regionalism in US retailing", "authors": [{"first": "L", "middle": [], "last": "Joseph", "suffix": ""}, {"first": "M", "middle": [], "last": "Kuby", "suffix": ""}], "year": 2013, "venue": "Applied Geography", "volume": "37", "issn": "", "pages": "150--159", "other_ids": {}}, "BIBREF83": {"ref_id": "b83", "title": "The fate of the tree: Planning and managing the development of Kumasi", "authors": [{"first": "D", "middle": [], "last": "Korboe", "suffix": ""}], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF84": {"ref_id": "b84", "title": "The changing economy of the lower volta, 1954-1967: A study in the dynamics of rural economic growth", "authors": [{"first": "R", "middle": ["M"], "last": "Lawson", "suffix": ""}], "year": 1972, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF85": {"ref_id": "b85", "title": "Civil society in African contexts: Reflections on the usefulness of a concept", "authors": [{"first": "D", "middle": [], "last": "Lewis", "suffix": ""}], "year": 2002, "venue": "Development and Change", "volume": "33", "issn": "4", "pages": "569--586", "other_ids": {}}, "BIBREF86": {"ref_id": "b86", "title": "The relationship between urban regeneration and neoliberalism: Two presumptuous theories and a research agenda", "authors": [{"first": "J", "middle": [], "last": "Lovering", "suffix": ""}], "year": 2007, "venue": "International Planning Studies", "volume": "12", "issn": "4", "pages": "343--366", "other_ids": {}}, "BIBREF87": {"ref_id": "b87", "title": "The regional shopping centre in the inner city: A study of retail-led urban regeneration", "authors": [{"first": "M", "middle": [], "last": "Lowe", "suffix": ""}], "year": 2005, "venue": "Urban Studies", "volume": "42", "issn": "3", "pages": "449--470", "other_ids": {}}, "BIBREF88": {"ref_id": "b88", "title": "Retail and the urban", "authors": [{"first": "M", "middle": [], "last": "Lowe", "suffix": ""}, {"first": "N", "middle": [], "last": "Wrigley", "suffix": ""}], "year": 2000, "venue": "Urban Geography", "volume": "21", "issn": "7", "pages": "640--653", "other_ids": {}}, "BIBREF89": {"ref_id": "b89", "title": "Drivers and deterrents of entrepreneurial enterprise in the risk-prone", "authors": [{"first": "B", "middle": ["D"], "last": "Lundy", "suffix": ""}, {"first": "M", "middle": [], "last": "Patterson", "suffix": ""}, {"first": "A", "middle": [], "last": "Neill", "suffix": ""}], "year": 2017, "venue": "Global South. Economic Anthropology", "volume": "4", "issn": "1", "pages": "65--81", "other_ids": {"DOI": ["10.1002/sea2.12073"]}}, "BIBREF90": {"ref_id": "b90", "title": "Characterizing the spatial and temporal patterns of farmers' market visits", "authors": [{"first": "J", "middle": [], "last": "Mack", "suffix": ""}, {"first": "D", "middle": [], "last": "Tong", "suffix": ""}], "year": 2015, "venue": "Applied Geography", "volume": "63", "issn": "", "pages": "43--54", "other_ids": {}}, "BIBREF91": {"ref_id": "b91", "title": "Automatic classification of retail spaces from a large scale topographic database", "authors": [{"first": "W", "middle": ["A"], "last": "Mackaness", "suffix": ""}, {"first": "O", "middle": ["Z"], "last": "Chaudhry", "suffix": ""}], "year": 2011, "venue": "Transactions in GIS", "volume": "15", "issn": "3", "pages": "291--307", "other_ids": {"DOI": ["10.1111/j.1467-9671.2011.01259.x"]}}, "BIBREF92": {"ref_id": "b92", "title": "The elusive concept of localization economies: Towards a knowledge-based theory of spatial clustering", "authors": [{"first": "A", "middle": [], "last": "Malmberg", "suffix": ""}, {"first": "P", "middle": [], "last": "Maskell", "suffix": ""}], "year": 2002, "venue": "Environment & Planning A", "volume": "34", "issn": "3", "pages": "429--449", "other_ids": {}}, "BIBREF93": {"ref_id": "b93", "title": "Retail market area shape and structure: Problems and prospects", "authors": [{"first": "J", "middle": ["B"], "last": "Mason", "suffix": ""}], "year": 1975, "venue": "Advances in Consumer Research", "volume": "2", "issn": "", "pages": "173--186", "other_ids": {}}, "BIBREF94": {"ref_id": "b94", "title": "Urban policy mobilities and global circuits of knowledge: Toward a research agenda", "authors": [{"first": "E", "middle": [], "last": "Mccann", "suffix": ""}], "year": 2011, "venue": "Annals of the Association of American Geographers", "volume": "101", "issn": "1", "pages": "107--130", "other_ids": {}}, "BIBREF95": {"ref_id": "b95", "title": "Policy assemblages, mobilities and mutations: Toward a multidisciplinary conversation", "authors": [{"first": "E", "middle": [], "last": "Mccann", "suffix": ""}, {"first": "K", "middle": [], "last": "Ward", "suffix": ""}], "year": 2012, "venue": "Political Studies Review", "volume": "10", "issn": "3", "pages": "325--332", "other_ids": {}}, "BIBREF96": {"ref_id": "b96", "title": "The periodic market system in Northeastern Ghana", "authors": [{"first": "W", "middle": [], "last": "Mckim", "suffix": ""}], "year": 1972, "venue": "Economic Geography", "volume": "48", "issn": "3", "pages": "333--344", "other_ids": {}}, "BIBREF97": {"ref_id": "b97", "title": "Unsettling urban marketplace redevelopment in Baguio City", "authors": [{"first": "B", "middle": ["L"], "last": "Milgram", "suffix": ""}], "year": 2015, "venue": "Philippines. Economic Anthropology", "volume": "2", "issn": "1", "pages": "22--41", "other_ids": {}}, "BIBREF98": {"ref_id": "b98", "title": "Shopping, place, and identity", "authors": [{"first": "D", "middle": [], "last": "Miller", "suffix": ""}, {"first": "P", "middle": [], "last": "Jackson", "suffix": ""}, {"first": "M", "middle": [], "last": "Rowlands", "suffix": ""}, {"first": "N", "middle": [], "last": "Thrift", "suffix": ""}, {"first": "B", "middle": [], "last": "Holbrook", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF99": {"ref_id": "b99", "title": "Captive state: The corporate takeover of britain", "authors": [{"first": "G", "middle": [], "last": "Monbiot", "suffix": ""}], "year": 2000, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF100": {"ref_id": "b100", "title": "Agglomeration economies: Localization or urbanization? Urban Studies", "authors": [{"first": "R", "middle": ["L"], "last": "Moomaw", "suffix": ""}], "year": 1988, "venue": "", "volume": "25", "issn": "", "pages": "150--161", "other_ids": {}}, "BIBREF101": {"ref_id": "b101", "title": "Informality in space: Understanding agglomeration economies during economic development", "authors": [{"first": "A", "middle": [], "last": "Moreno-Monroy", "suffix": ""}], "year": 2012, "venue": "Urban Studies", "volume": "49", "issn": "10", "pages": "2019--2030", "other_ids": {}}, "BIBREF102": {"ref_id": "b102", "title": "The structure of shopping in a metropolis", "authors": [{"first": "R", "middle": [], "last": "Morrill", "suffix": ""}], "year": 1987, "venue": "Urban Geography", "volume": "8", "issn": "2", "pages": "97--128", "other_ids": {}}, "BIBREF103": {"ref_id": "b103", "title": "Modeling spatial processes of urban growth in african cities: A case study of Nairobi city", "authors": [{"first": "C", "middle": ["N"], "last": "Mundia", "suffix": ""}, {"first": "Y", "middle": [], "last": "Murayama", "suffix": ""}], "year": 2010, "venue": "Urban Geography", "volume": "31", "issn": "2", "pages": "259--272", "other_ids": {}}, "BIBREF104": {"ref_id": "b104", "title": "Urban land policies in Ghana: A case of the emperor's new clothes? The Review of Black Political Economy", "authors": [{"first": "F", "middle": [], "last": "Obeng-Odoom", "suffix": ""}], "year": 2014, "venue": "", "volume": "41", "issn": "", "pages": "119--143", "other_ids": {}}, "BIBREF105": {"ref_id": "b105", "title": "Central place systems, spatial interaction, and stochastic processes", "authors": [{"first": "G", "middle": [], "last": "Olsson", "suffix": ""}], "year": 1967, "venue": "Papers of the regional science association", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF106": {"ref_id": "b106", "title": "The changing patterns of retail outlets in West African urban areas: The case of Benin", "authors": [{"first": "A", "middle": ["G"], "last": "Onokerhoraye", "suffix": ""}], "year": 1977, "venue": "Geografiska Annaler -Series B: Human Geography", "volume": "59", "issn": "1", "pages": "28--42", "other_ids": {}}, "BIBREF107": {"ref_id": "b107", "title": "Unscripted (in) justice: Exposure to ecological hazards in metropolitan Accra", "authors": [{"first": "M", "middle": [], "last": "Oteng-Ababio", "suffix": ""}], "year": 2013, "venue": "Environment and Planning", "volume": "45", "issn": "5", "pages": "1199--1218", "other_ids": {}}, "BIBREF108": {"ref_id": "b108", "title": "City marketing, image reconstruction and urban regeneration", "authors": [{"first": "R", "middle": [], "last": "Paddison", "suffix": ""}], "year": 1993, "venue": "Urban Studies", "volume": "30", "issn": "2", "pages": "339--349", "other_ids": {}}, "BIBREF109": {"ref_id": "b109", "title": "The city", "authors": [{"first": "R", "middle": [], "last": "Park", "suffix": ""}, {"first": "E", "middle": ["W"], "last": "Burgess", "suffix": ""}, {"first": "R", "middle": ["D"], "last": "Mckenzie", "suffix": ""}], "year": 1925, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF110": {"ref_id": "b110", "title": "Implications of supermarket expansion on urban food security in Cape Town", "authors": [{"first": "S", "middle": [], "last": "Peyton", "suffix": ""}, {"first": "W", "middle": [], "last": "Moseley", "suffix": ""}, {"first": "Jane", "middle": [], "last": "Battersby", "suffix": ""}], "year": 2015, "venue": "South Africa. African Geographical Review", "volume": "34", "issn": "1", "pages": "36--54", "other_ids": {}}, "BIBREF111": {"ref_id": "b111", "title": "Street centrality and densities of retail and services in bologna", "authors": [{"first": "S", "middle": [], "last": "Porta", "suffix": ""}, {"first": "E", "middle": [], "last": "Strano", "suffix": ""}, {"first": "V", "middle": [], "last": "Iacoviello", "suffix": ""}, {"first": "R", "middle": [], "last": "Messora", "suffix": ""}, {"first": "V", "middle": [], "last": "Latora", "suffix": ""}, {"first": "A", "middle": [], "last": "Cardillo", "suffix": ""}, {"first": "F", "middle": [], "last": "Wang", "suffix": ""}, {"first": "S", "middle": [], "last": "Scellato", "suffix": ""}], "year": 2009, "venue": "Italy. Environment and Planning B: Planning and Design", "volume": "36", "issn": "3", "pages": "450--465", "other_ids": {"DOI": ["10.1068/b34098"]}}, "BIBREF112": {"ref_id": "b112", "title": "Interfusions: Consumption, identity and the practices and power relations of everyday life. Environment and Planning: Economy and Space", "authors": [{"first": "A", "middle": [], "last": "Pred", "suffix": ""}], "year": 1996, "venue": "", "volume": "28", "issn": "", "pages": "11--24", "other_ids": {"DOI": ["10.1068/a280011"]}}, "BIBREF113": {"ref_id": "b113", "title": "The rise of supermarkets in Africa, Asia, and Latin America", "authors": [{"first": "T", "middle": [], "last": "Reardon", "suffix": ""}, {"first": "C", "middle": [], "last": "Peter Timmer", "suffix": ""}, {"first": "C", "middle": ["B"], "last": "Barrett", "suffix": ""}, {"first": "J", "middle": [], "last": "Berdegu� E", "suffix": ""}], "year": 2003, "venue": "American Journal of Agricultural Economics", "volume": "85", "issn": "5", "pages": "1140--1146", "other_ids": {}}, "BIBREF114": {"ref_id": "b114", "title": "Urban tourism and regional tourists: Shopping in", "authors": [{"first": "C", "middle": ["M"], "last": "Rogerson", "suffix": ""}], "year": 2011, "venue": "Tijdschrift voor Economische en Sociale Geografie", "volume": "102", "issn": "3", "pages": "316--330", "other_ids": {}}, "BIBREF115": {"ref_id": "b115", "title": "Local economic development in Africa: Global context and research directions", "authors": [{"first": "C", "middle": ["M"], "last": "Rogerson", "suffix": ""}, {"first": "J", "middle": ["M"], "last": "Rogerson", "suffix": ""}], "year": 2010, "venue": "Development Southern Africa", "volume": "27", "issn": "4", "pages": "465--480", "other_ids": {}}, "BIBREF116": {"ref_id": "b116", "title": "Community development and the influence of new food retail sources on the price and availability of nutritious food", "authors": [{"first": "R", "middle": ["C"], "last": "Sadler", "suffix": ""}, {"first": "J", "middle": ["A"], "last": "Gilliland", "suffix": ""}, {"first": "A", "middle": [], "last": "Godwin", "suffix": ""}], "year": 2013, "venue": "Journal of Urban Affairs", "volume": "35", "issn": "4", "pages": "471--491", "other_ids": {}}, "BIBREF117": {"ref_id": "b117", "title": "Neo-liberal urban planning policies: A literature survey 1990-2010", "authors": [{"first": "T", "middle": [], "last": "Sager", "suffix": ""}], "year": 2011, "venue": "Progress in Planning", "volume": "76", "issn": "4", "pages": "147--199", "other_ids": {}}, "BIBREF118": {"ref_id": "b118", "title": "Spatial modelling of commercial spaces in medium-sized cities", "authors": [{"first": "M", "middle": [], "last": "Saraiva", "suffix": ""}, {"first": "P", "middle": [], "last": "Pinho", "suffix": ""}], "year": 2017, "venue": "Geojournal", "volume": "82", "issn": "3", "pages": "433--454", "other_ids": {"DOI": ["10.1007/s10708-015-9694-7"]}}, "BIBREF119": {"ref_id": "b119", "title": "Geography and retailing", "authors": [{"first": "P", "middle": [], "last": "Scott", "suffix": ""}], "year": 1970, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF120": {"ref_id": "b120", "title": "Courtyards, markets, city streets", "authors": [{"first": "K", "middle": [], "last": "Sheldon", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF121": {"ref_id": "b121", "title": "Spatio-temporal features and the dynamic mechanism of shopping center expansion in Shanghai", "authors": [{"first": "Y", "middle": [], "last": "Shi", "suffix": ""}, {"first": "J", "middle": [], "last": "Wu", "suffix": ""}, {"first": "S", "middle": [], "last": "Wang", "suffix": ""}, {"first": "", "middle": [], "last": "Yi", "suffix": ""}], "year": 2015, "venue": "Applied Geography", "volume": "65", "issn": "", "pages": "93--108", "other_ids": {"DOI": ["10.1016/j.apgeog.2015.11.004"]}}, "BIBREF122": {"ref_id": "b122", "title": "Progress in the study of the geography of retailing and wholesaling in Britain", "authors": [{"first": "D", "middle": [], "last": "Thorpe", "suffix": ""}], "year": 1978, "venue": "Geoforum", "volume": "9", "issn": "2", "pages": "83--106", "other_ids": {"DOI": ["10.1016/0016-7185(78)90026-X"]}}, "BIBREF123": {"ref_id": "b123", "title": "The rise of a middle class in East and Southern Africa: Implications for food system transformation", "authors": [{"first": "D", "middle": [], "last": "Tschirley", "suffix": ""}, {"first": "T", "middle": [], "last": "Reardon", "suffix": ""}, {"first": "", "middle": [], "last": "Michael Dolislager", "suffix": ""}, {"first": "J", "middle": [], "last": "Snyder", "suffix": ""}], "year": 2015, "venue": "Journal of International Development", "volume": "27", "issn": "5", "pages": "628--646", "other_ids": {}}, "BIBREF124": {"ref_id": "b124", "title": "What does economic anthropology have to contribute to studies of risk and resilience? Economic Anthropology", "authors": [{"first": "B", "middle": [], "last": "Tucker", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Nelson", "suffix": ""}], "year": 2017, "venue": "", "volume": "4", "issn": "", "pages": "161--172", "other_ids": {}}, "BIBREF125": {"ref_id": "b125", "title": "Urbanization and economic growth: The arguments and evidence for Africa and asia", "authors": [{"first": "I", "middle": [], "last": "Turok", "suffix": ""}, {"first": "G", "middle": [], "last": "Mcgranahan", "suffix": ""}], "year": 2013, "venue": "Environment and Urbanization", "volume": "25", "issn": "2", "pages": "465--482", "other_ids": {}}, "BIBREF126": {"ref_id": "b126", "title": "Economic geography and African development", "authors": [{"first": "A", "middle": ["J"], "last": "Venables", "suffix": ""}], "year": 2010, "venue": "Papers in Regional Science", "volume": "89", "issn": "3", "pages": "469--483", "other_ids": {}}, "BIBREF127": {"ref_id": "b127", "title": "The conflation of participatory budgeting and public-private partnerships in Porto Alegre, Brazil: The construction of a workingclass mall for street hawkers", "authors": [{"first": "P", "middle": [], "last": "Walker", "suffix": ""}, {"first": "A", "middle": [], "last": "Paula", "suffix": ""}], "year": 2015, "venue": "Economic Anthropology", "volume": "2", "issn": "1", "pages": "165--184", "other_ids": {}}, "BIBREF128": {"ref_id": "b128", "title": "Can community gardens and farmers' markets relieve food desert problems? A study of Edmonton", "authors": [{"first": "H", "middle": [], "last": "Wang", "suffix": ""}, {"first": "F", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "S", "middle": [], "last": "Brent", "suffix": ""}], "year": 2014, "venue": "Canada. Applied Geography", "volume": "55", "issn": "", "pages": "127--137", "other_ids": {}}, "BIBREF129": {"ref_id": "b129", "title": "The planned city sweeps the poor away…': Urban planning and 21st century urbanisation", "authors": [{"first": "V", "middle": [], "last": "Watson", "suffix": ""}], "year": 2009, "venue": "Progress in Planning", "volume": "72", "issn": "3", "pages": "151--193", "other_ids": {"DOI": ["10.1016/j.progress.2009.06.002"]}}, "BIBREF130": {"ref_id": "b130", "title": "African urban fantasies: Dreams or nightmares? Environment and Urbanization", "authors": [{"first": "V", "middle": [], "last": "Watson", "suffix": ""}], "year": 2014, "venue": "", "volume": "26", "issn": "", "pages": "215--231", "other_ids": {}}, "BIBREF131": {"ref_id": "b131", "title": "The rise of supermarkets in Africa: Implications for agrifood systems and the rural poor", "authors": [{"first": "D", "middle": ["D"], "last": "Weatherspoon", "suffix": ""}, {"first": "T", "middle": [], "last": "Reardon", "suffix": ""}], "year": 2003, "venue": "Development Policy Review", "volume": "21", "issn": "3", "pages": "333--355", "other_ids": {}}, "BIBREF132": {"ref_id": "b132", "title": "Markets and hierarchies: Some elementary considerations", "authors": [{"first": "O", "middle": ["E"], "last": "Williamson", "suffix": ""}], "year": 1973, "venue": "The American Economic Review", "volume": "63", "issn": "2", "pages": "316--325", "other_ids": {}}, "BIBREF133": {"ref_id": "b133", "title": "Rising through cities in Ghana: Ghana urbanization review overview report", "authors": [], "year": 2015, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF134": {"ref_id": "b134", "title": "Urban regeneration, social inclusion and large store development: The seacroft development in context", "authors": [{"first": "N", "middle": [], "last": "Wrigley", "suffix": ""}, {"first": "C", "middle": [], "last": "Guy", "suffix": ""}, {"first": "M", "middle": [], "last": "Lowe", "suffix": ""}], "year": 2002, "venue": "Urban Studies", "volume": "39", "issn": "11", "pages": "2101--2114", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "The interview and entire news article was published on February 12, 2019 at http://taabeatv.com/kejetia-market-reopening-kma-undertakes-decongest ion-exercise/. 6 The KMA, in partnership with Contracta Engenharia Limited, a Brazilian leading construction firm started a redevelopment of the Kejetia Market and Central vehicle terminal in July 2015 and completed the first phase in April 2019. The second phase started in April 2019.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Location of traditional satellite markets in Kumasi, Ghana.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Traditional Satellite Markets and their Sphere of Influence in Kumasi.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Goods and services traded in the satellite markets", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1 ). Some of these markets are also well-known for specific consumables. The Abinkyi satellite market, for instance, is known for its vegetables such as cab-\nbages and lettuce. The dominance of consumables within these mar-\nketplaces could speak to the urban corner store phenomenon - the establishment of convenient retail stores in neighborhoods to provide Fig. 1. Location of traditional satellite markets in Kumasi, Ghana. Fig. 2. Traditional Satellite Markets and their Sphere of Influence in Kumasi. Table 1", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Goods and services traded in the satellite markets </td><td> </td></tr><tr><td>Satellite market </td><td>Goods* cosmetics, clothes, plastic, kente cloth, shoes, bags, plumbing materials cosmetics, clothes, plastic, kente cloth, shoes, bags, plumbing materials plastics, cosmetics, shoes, bags, clothes plastics, vehicle parts, shoes, clothes, cosmetics, jewelry plastics, vehicle parts, shoes, clothes, cosmetics, jewelry cosmetics, clothes, plastic, kente cloth, shoes, jewelry, bags, plumbing materials plastics, cosmetics, clothes, shoes, bags </td><td>Services milling, artisanry </td><td>Range (average maximum distance) in km </td></tr><tr><td>Abinkyi </td><td> </td><td>51.7 </td></tr><tr><td>Bantama </td><td>Artisanry, milling, banking, pharmacy, travel tour agency </td><td>26.2 </td></tr><tr><td>Kronum </td><td>Artisanry </td><td>23.3 </td></tr><tr><td>Atonsu </td><td>Artisanry, banking, milling, pharmacy banking, artisanry, pharmacy, milling </td><td>22.4 </td></tr><tr><td>Agogo </td><td> </td><td>21.4 </td></tr><tr><td>Suame </td><td>Artisanry, milling, pharmacy </td><td>19.8 </td></tr><tr><td>Santasi </td><td>Artisanry </td><td>12.9 </td></tr><tr><td>Asafo </td><td>cosmetics, clothes, plastic, kente cloth, shoes, bags, plumbing materials cosmetics, clothes and accessories, plastics plastics, cosmetics, clothes, shoes, bags, </td><td>artisanry, milling </td><td>12.3 </td></tr><tr><td>Kwadaso </td><td>artisanry, milling, printing artisanry, milling </td><td>9.8 </td></tr><tr><td>Tafo </td><td> </td><td>8.8 </td></tr><tr><td>Amakom </td><td>cosmetics, plastic, bags </td><td>artisanry, milling </td><td>8 </td></tr><tr><td>Ayigya </td><td>cosmetics, clothes, bags, shoes, plastics cosmetics, clothes, plastics plastics, cosmetics, clothes, shoes, bags, </td><td>artisanry, milling </td><td>7.1 </td></tr><tr><td>Tanoso </td><td>artisanry milling </td><td>7 </td></tr><tr><td>Sepe </td><td>artisanry, milling </td><td>6.3 </td></tr><tr><td>Buokrom </td><td> </td><td> </td><td> </td></tr><tr><td>Pankrono </td><td>cosmetics, clothes, shoes, bags </td><td>artisanry, milling </td><td>6.3 </td></tr><tr><td>Ayeduase </td><td>cosmetics, clothes, plastics </td><td>artisanry, milling </td><td>6.2 </td></tr><tr><td>Moro </td><td>plastics, cosmetics, clothes, shoes, bags, cosmetics, kente cloth, clothes and accessories plastics, cosmetics, clothes, shoes, bags, </td><td>artisanry, milling </td><td>5.8 </td></tr><tr><td>Anloga </td><td>artisanry, pharmacy, milling </td><td>4.7 </td></tr><tr><td>Krofoum </td><td>- </td><td>4.4 </td></tr><tr><td>Anomangye </td><td>cosmetics, clothes, bags, shoes, plastics, </td><td>artisanry, milling </td><td>2 </td></tr><tr><td>Kropo </td><td>cosmetics, clothes and accessories, sowing materials </td><td>artisanry, milling </td><td>1.2 </td></tr><tr><td>Bohyen </td><td>- </td><td>- </td><td>0.5 Note (*): All the satellite markets sell foodstuffs, including yam, plantain, cas-\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "We are grateful to the editor and anonymous reviewers for their insightful comments. All errors and omissions are ours.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgment"}]}