{
    "paper_id": "e1658dd19c776a2283c69e1ded251f4d8d40ccc0",
    "metadata": {
        "title": "Embracing Natural Resource Accounting in India: Some Reflections",
        "authors": [
            {
                "first": "Shalini",
                "middle": [],
                "last": "Saksena",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "environmental services. It also underscores the need to look beyond macroeconomic indicators of economic growth such as GDP or GDP per capita as measures of a country's sustainable development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The conventional approach to the preparation of national accounts in most countries is primarily based on the System of National Accounts (SNA). Over the years, SNA's accounting framework and methodology have been comprehensively updated in view of the evolving economic interactions and appearance of new economic phenomena in the world. However, the conceptual basis of the SNA is the neoclassical market theory, and it focuses on key indicators that are based mostly on short-run Keynesian macro models, not on any long-run growth theory or models. Against this backdrop, this paper discusses the limited scope and coverage of national accounts based on SNA which render them inadequate for obtaining information on the various determinants the growth process and sustainability of development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The understanding of an operational notion of sustainable development in terms of non-declining per capita (comprehensive) wealth, adjusted for distribution (Arrow et al., 2013; Polasky et al., 2015; Mumford, 2016 ) has significant and radical implications for the way national accounts are prepared and interpreted in countries (Dasgupta, 2013) . It is well understood that the widespread adoption of a system of natural resource accounting that integrates information on environment-economy interactions is needed to aid sustainability analyses. In this regard, concerted international efforts by agencies such as the UNEP, UNSD and World Bank have led to the development of an environmental accounting framework called the System of Integrated Economic and Environmental Accounting (SEEA). Initiatives at revising the SEEA framework and accounting methodology have been underway for more than two decades, and the 2012 SEEA Central Framework (SEEA CF) is the latest version. It is envisaged that as an international standard, the SEEA CF can serve as an ideal international statistical framework which can support critical global initiatives such the monitoring of SDG indicators (Pirmana et al., 2019; UNCEEA, 2016) , the post-2020 biodiversity agenda and international climate policy. 1 In this context, this paper attempts to highlight the latest standardised methodological framework available for countries to mainstream implementation of SEEA.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 177,
                    "text": "(Arrow et al., 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 178,
                    "end": 199,
                    "text": "Polasky et al., 2015;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 200,
                    "end": 213,
                    "text": "Mumford, 2016",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 329,
                    "end": 345,
                    "text": "(Dasgupta, 2013)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1183,
                    "end": 1205,
                    "text": "(Pirmana et al., 2019;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1206,
                    "end": 1219,
                    "text": "UNCEEA, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Operationalising the sustainable development agenda calls for wider adoption of SEEA across countries. All countries are urged to implement the SEEA CF within their national statistical systems by adopting a flexible and modular approach to its implementation, keeping in mind the availability of data, statistical capacity and specific policy context of countries. In view of the emerging consensus in the international community on mainstreaming of the SEEA, this paper attempts to contextualise the experiences and recent initiatives in India with regard to its implementation. The rest of the paper is organised as follows: Sect. 2 of this paper highlights the limitations of the SNA and the derived macroeconomic aggregates in capturing the rate of economic growth which can be sustained over the long term, thus highlighting the need to adopt the SEEA. Section 3 of the paper describes in some detail the conceptual framework of the SEEA as well as the scope and coverage of its various accounts and tables which countries can construct in order to mainstream its implementation. Section 4 presents India's narrative with respect to environmental accounting and valuation, focusing on the recent surge in government initiatives towards mainstreaming of SEEA implementation. Section 5 presents some concluding remarks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Economic growth continues to remain a fundamental policy objective in almost all societies. Based on the classical theory of value suggested by Adam Smith and developed by David Ricardo, whereby economic values are created by the use of factors of production, economic growth is defined in terms of growth in gross domestic product (GDP). Such is the importance of GDP in the macroeconomic lexicon that in most contexts, economic growth is explicitly or implicitly understood as an increase in GDP. However, while GDP serves as an appropriate index for evaluating economic performance, it cannot serve as an indicator of sustainable economic growth. There have been several instances of countries which have experienced periods of significant growth in per capita GDP even as they have depleted their productive base, resulting in a decline in per capita wealth. Growth achieved by liquidating stocks of natural capital is clearly not sustainable. Sustainable economic growth and development calls for an increase in economic activity without reducing the ability of the economy and ecosystems to assist the same level of economic activity in future as well. This requires a decoupling of economic growth from resource consumption and environmental degradation wherein growth in GDP is achieved without a concurrent increase in the rate of resource input use (International Resource Panel, UNEP 2011), implying improvements in resource efficiency in consumption and production. While GDP serves its role well as a measure of all economic activities, it conveys little about resource use efficiency and in fact, camouflages the extent of environmental depletion and degradation that accompany the achieved level of economic activities. Hence, efforts to achieve a decoupling of growth and consumption of environmental resources must focus on alternative measures of economic progress (Malmaeus, 2016) . National accounts of most countries are based on the System of National Accounts (SNA) which lays out the framework for aggregating and estimating the macroeconomic variables of a country's national accounts. While the SNA framework has been updated comprehensively over the years, its conceptual basis remains the neoclassical market theory, and hence, SNA accounts focus on key indicators that are based mostly on short-run Keynesian macro models and not on any long-run growth theory or models. In the context of environmental considerations, conventional national accounts based on the SNA do not explicitly account for the contributions made by natural capital since they do not include the full economic value of environmental assets or their contribution as important environmental inputs. Environmental inputs, like free gifts of nature, are implicitly valued at zero prices. Their depletion as well as degradation is not accounted for. Moreover, all receipts from sale of natural resources are treated as current income available for consumption. Such income 2 obtained from liquidating the natural capital base of a country is clearly unsustainable.",
            "cite_spans": [
                {
                    "start": 1883,
                    "end": 1899,
                    "text": "(Malmaeus, 2016)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The Need to Look Beyond GDP and Other SNA-Based Macroeconomic Indicators of Growth"
        },
        {
            "text": "It is important to note that natural resources display both the flow and stock dimensions of reproducible man-made capital. Hence, not only should their depletion and/or degradation be accounted for in the net domestic product (Hartwick, 1990) , their values should also be a part of a comprehensive measure of national wealth (Hartwick, 1995) . The difference in the treatment of produced capital and natural capital in the conventional economic accounts based on SNA can typically be traced under four categories (Sengupta & Saksena, 2007): i. The entry for additions to stock of natural resources parallel to the entry for additions to stock of man-made capital structures and equipment is missing. ii. No explicit entry exists for the contribution of natural resources to current production measured in terms of GDP, while there are specific entries for value addition by produced capital. Although it must be noted that some of the contribution of natural capital gets reflected in national accounts in terms of royalties, rents and changes in value of land. iii. While depreciation of produced capital is accounted for to arrive at net domestic product, no such adjustment is made for the extent of depletion of the stocks of natural resources. iv. Values of stocks of natural resources and stocks of reserves-inventories are excluded from national balance sheets of countries which prepare them, thus underestimating their national wealth.",
            "cite_spans": [
                {
                    "start": 227,
                    "end": 243,
                    "text": "(Hartwick, 1990)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 327,
                    "end": 343,
                    "text": "(Hartwick, 1995)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 515,
                    "end": 542,
                    "text": "(Sengupta & Saksena, 2007):",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The Need to Look Beyond GDP and Other SNA-Based Macroeconomic Indicators of Growth"
        },
        {
            "text": "Several studies have proposed the estimation of a more comprehensive measure of wealth of a country (Arrow et al., 2013; Polasky et al., 2015; Mumford, 2016) by including explicitly the value of natural capital assets along with measures of produced and human capital. Economic growth needs to be assessed in terms of growth in per capita wealth, defined as the social worth of an economy's productive base comprising the entire set of capital assets (Dasgupta, 2013) . The World Bank (Lange et al., 2018) report traces economic progress and sustainability of 141 countries over the years 1995 and 2014, based on estimates of total wealth comprising of natural capital (such as land, forests and minerals), human capital (earnings over a person's lifetime), man-made/produced capital (buildings, infrastructure, etc.) and net foreign assets. It finds several examples of low-income countries, with a dominant share of natural capital in their total wealth in 1995, move up to the middle-income category, attributable primarily to the judicious investment of earnings derived from the use of natural capital into other forms of capital, particularly investment into enhancing the regenerative capacity of renewable natural capital, building up of physical infrastructure and human capital (health and education). The fact that the value of natural capital for the high income countries is found to be three times that of the lowincome countries, it cannot be denied that rapid growth can be achieved and sustained without running down overall stocks of natural capital. Countries need to leverage and not liquidate natural capital in order to achieve sustainable growth. However, unless national accounts explicitly include the contribution of natural resources as critical inputs and include them in measures of a country's national wealth, it will not be possible to assess whether economic growth is being achieved by leveraging or liquidating the country's natural capital base.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 120,
                    "text": "(Arrow et al., 2013;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 121,
                    "end": 142,
                    "text": "Polasky et al., 2015;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 143,
                    "end": 157,
                    "text": "Mumford, 2016)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 451,
                    "end": 467,
                    "text": "(Dasgupta, 2013)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 485,
                    "end": 505,
                    "text": "(Lange et al., 2018)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "The Need to Look Beyond GDP and Other SNA-Based Macroeconomic Indicators of Growth"
        },
        {
            "text": "Ignoring the contribution of natural resource inputs also creates problems in productivity analysis. When the estimation of production functions includes only estimates of land, labour and capital and excludes measures of natural resources as inputs (which are significant in some sectors), productivity growth may be overestimated in countries where growth relies heavily on depletion of natural capital. Likewise, productivity growth may be underestimated in countries which invest significantly into more efficient use of natural resources (OECD, 2016), thus giving a misleading idea of growth prospects, resulting in less-than-optimal state budgeting decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Need to Look Beyond GDP and Other SNA-Based Macroeconomic Indicators of Growth"
        },
        {
            "text": "Proponents of sustainable development recommend adoption of a system of natural resource accounting to prepare a set of aggregate national data that links and highlights the interaction between the environment and the economy, with the objective of integrating macroeconomic and environmental policy to ensure better long-term management of natural resources. The SEEA lays out the statistical framework and methodological basis for the construction of satellite as well as integrated accounts, to supplement and/or adjust the SNA-based aggregates for environmental costs, contribution and benefits. While the integrated accounts change the calculation of GDP and other key national aggregates to obtain estimates of environmentally adjusted aggregates, satellite accounts (of which physical asset accounts are one example) are only linked to the SNA as supplements, providing useful environmental data without threatening the consistency of the information in SNA accounts. The following section discusses the conceptual framework and scope of the latest version of the SEEA, i.e. SEEA Central Framework, 2012.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Need to Look Beyond GDP and Other SNA-Based Macroeconomic Indicators of Growth"
        },
        {
            "text": "The adoption of the 2030 Agenda for Sustainable Development has been a landmark initiative, providing for a shared global vision towards sustainable development for all. The implementation and monitoring needs of the Sustainable Development Goals (SDGs) critically rely on the capacity of countries to produce core economic statistics and administrative data to inform policy making, monitor the progress and ensure accountability. Strengthening the capacity to provide structured, complete and coherent information in an integrated manner is essential to promote evidencebased decision making for the benefit of the most vulnerable groups in any country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "Policies for sustainable development need to adopt an integrated approach based on an information system encompassing the social, economic and environmental components of sustainability, their interconnections and trade-offs. Information on the environmental component of sustainable development is mostly collected for specific purposes, often to guide setting of certain standards or regulations, or to estimate an indicator. Such ad hoc collection of environmental information, based on competing theories and concepts, only presents an unclear picture, often not up to the measurement challenge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "Proposed by the United Nations and developed through extensive intergovernmental process, SEEA provides a multi-purpose conceptual framework for understanding the economy-environment interactions, particularly of the impact of economic activity on environmental assets. The SEEA Central Framework (SEEA CF) was adopted by the UNSD as the first international statistical standard for environmental-economic accounting in 2012. Keeping in mind its multidisciplinary scope, the SEEA CF is designed such that it remains coherent with and complementary to other international standards, recommendations and classifications, including the 2008 SNA, the Balance of Payments and International Investment Position, the International Standard Industrial Classification of All Economic Activities (ISIC), the Central Product Classification (CPC) and the Framework for the Development of Environment Statistics (UN, 2014).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "The SEEA CF utilises the same concepts, definitions, structures, classifications, accounting rules and principles as adopted in the SNA. It adopts a systems approach to the organisation of environmental and economic information into tables and accounts in an integrated and coherent manner, which can be further used to derive important aggregates and indicators designed specifically to provide information about the effectiveness and efficiency of environmental and economic policies at regional, national and international levels (UN, 2017) . It aids the assessment of trends in the use and availability of various natural resources, determination of the extent of discharges and emissions to the environment arising from economic activity and as assessment of the amount of economic activity undertaken for environmental purposes.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 543,
                    "text": "(UN, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "Effective integration of environmental-economic data can take different forms such as (i) presentation of information using common format and classifications, (ii) presentation of descriptive statistics and indicators on pressure, state and response, (iii) construction of analytical models for environmental-economic analysis. Such integrated information helps in identifying the socio-economic drivers, pressures, impacts and responses that affect the environment. It aids productivity analysis and helps attain greater precision for environmental regulations and natural resource management strategies. For example, in case of energy resources, energy supply and use tables can be constructed both in physical and monetary terms which provide information on, inter alia, energy dependency, industry reliance on particular sources of energy, profile of energy products supplied and used, etc. These help in formulating evidence-based policies on energy for more efficient means of meeting the needs of the economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "The scope of the information in the SEEA CF includes a broad spectrum of environmental and economic issues, representing a melding of perspectives from various disciplines such as economics, statistics, hydrology, energy, forestry, fisheries and environmental sciences. While remaining within the System of National Accounts (SNA) asset boundary, the SEEA CF lays out rules for valuation of land as well as renewable and non-renewable natural resources. Valuation of assets and flows related to land and natural resources that go beyond the values already included in the SNA is not included in the SEEA CF. Different modules dealing with specific natural resources and SEEA applications have been released from time to time, which include: SEEA Experimental Ecosystem Accounting in 2013, SEEA Applications and Extensions in 2017, Revised SEEA Ecosystem Accounting, SEEA Water and SEEA Energy in 2019 and a module on SEEA Agriculture, Forestry and Fisheries which is on its way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "SEEA essentially includes the compilation of three main accounts: Physical flow accounts, Stock/Asset accounts and Functional accounts. The SEEA physical flow accounts comprise of various supply and use tables that depict the physical flows of materials and energy that take place (i) from the environment to the economy (such as natural input flows of water, mineral and timber), (ii) within the economy (such as product flows which add to the stock of fixed capital) and (iii) from the economy to the environment (including residual flows such as air and water pollution and solid waste). The flows of natural inputs from the environment to the economy result in changes in the stock of environmental assets 3 in a country. These are captured in the SEEA asset accounts for environmental assets such as minerals, forests, land and ecosystems in both physical and monetary terms. In the SEEA framework, environmental assets are considered as individual components of the environment which serve as natural inputs and provide material benefits from their direct use in all economic activities. Examples of such individual environmental resources include timber resources, mineral and energy resources, land and water resources. Nonmaterial benefits from indirect use of such resources, such as benefits from ecosystem services (e.g. carbon sequestration), forest tourism, water purification etc., are not the focus of SEEA CF. 4 Functional accounts in SEEA CF are those that explicitly identify economic activities that already exist in the SNA and are related to environmental activities. These include activities aimed to reducing or eliminating pressures on the environment (like environmental protection expenditure), those that are undertaken to make more efficient use of natural resources, environmental taxes and subsidies and a range of other payments and transactions related to the environment. Important aggregates and indicators related to resource use and environmental intensity, contribution of environmental assets to overall economic growth, share of environmental expenditure in total government expenditure, share of environmental taxes in total tax revenue, depletion-adjusted value added of mining industries, etc., can be derived from the accounting structure of the SEEA CF. Aggregates such as total air emissions, extent of deforestation and depletion of exhaustible resources are directly embedded in SEEA CF accounts. Some indicators can be calculated as ratios of variables from different SEEA CF accounts, while others can be derived by simple linking of data in SEEA CF with that in SNA or other national accounts such as the census. SEEA Applications and Extensions (UN, 2017) 5 is a document that lays out the methodology of constructing various indicators and the kinds of analyses that can be carried out using such indicators. For example, depletion of mineral resources in the SEEA CF is defined as a measure of physical change in the stock of the resources brought about by their extraction. A comparison of the rate of extraction with new discoveries can be used to assess the asset lives of different minerals. The ratio of reserves to extraction level of exhaustive resources is indicative of the sustainability of resource supply. A comparison of extraction level with total resource use/supply in the economy (production to total supply ratio) can be used as an index of self-sufficiency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "As an international standard, SEEA CF can serve as a potential monitoring tool for more than 50 indicators of the 232 potential SDG indicators, covering 10 out of the 17 SDGs (UNCEEA, 2016). Countries are urged to align their accounting practices by adopting and implementing the SEEA CF incrementally. The proposition is not to compile every table and account for all environmental assets and themes. Countries must focus on comprehensively accounting for their environmental-economic structure, given the most important aspects of their environment and on providing information on issues of global concern, based on a common measurement framework. As more and more countries adopt the SEEA CF, greater international statistical comparability will be possible which will help provide policy-relevant information at international levels. India has long adopted the spirit of the SEEA in principle, and recent government initiatives that are underway to facilitate the mainstreaming of its implementation are particularly noteworthy. The following section reflects upon such efforts in India aimed towards implementation of the SEEA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The SEEA Central Framework"
        },
        {
            "text": "India's experience with natural resource accounting (NRA) initiatives has been sporadic and piecemeal, although these efforts have gathered momentum in the recent years. NRA involves substantive interdisciplinary research efforts specific to the country and its ecosystem. In India, several research initiatives, not necessarily driven by the requirements of SEEA implementation, have taken place in the area of environmental impact analysis and valuation of environmental benefits and damages (Parikh & Parikh, 1997; Chopra & Kadekodi, 1997; Chopra et al. 2001; Sankar, 2004; Kadekodi, 2004; Murty & Kumar, 2004; Sengupta & Mandal 2005) . They provide useful results for developing both the methodology and estimates of the concerned measures for SEEA implementation in India. Amongst the earliest studies focusing on the construction of asset accounts and adjustments in macroeconomic aggregates along the lines of the SEEA, Parikh et al. (1993) is notable in developing an NRA framework for India for the compilation of physical accounts for soil, air, water, forests, biodiversity and a number of non-renewable resources. TERI (1999) undertook the first pilot study on NRA to value the extent of depletion of iron-ore reserves in Goa and estimate depletion-adjusted state domestic product from mining which were found to be lower than the conventional SNA estimates by 8-10% over the concerned period. Works of Murty (2003) in developing physical and monetary accounts of water and air pollutants, Haripriya (1998 Haripriya ( , 2000 Haripriya ( , 2003 in developing accounts for forest resources and eight monographs of the Green Indian States Trust (GIST) over the years 2005-2007, served as building blocks for the ultimate construct of integrated environmental and economic accounting in India.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 517,
                    "text": "(Parikh & Parikh, 1997;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 518,
                    "end": 542,
                    "text": "Chopra & Kadekodi, 1997;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 543,
                    "end": 562,
                    "text": "Chopra et al. 2001;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 563,
                    "end": 576,
                    "text": "Sankar, 2004;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 577,
                    "end": 592,
                    "text": "Kadekodi, 2004;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 593,
                    "end": 613,
                    "text": "Murty & Kumar, 2004;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 614,
                    "end": 637,
                    "text": "Sengupta & Mandal 2005)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 927,
                    "end": 947,
                    "text": "Parikh et al. (1993)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1415,
                    "end": 1427,
                    "text": "Murty (2003)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1502,
                    "end": 1517,
                    "text": "Haripriya (1998",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1518,
                    "end": 1536,
                    "text": "Haripriya ( , 2000",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1537,
                    "end": 1555,
                    "text": "Haripriya ( , 2003",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "There have also been comprehensive studies on estimating the contribution of natural capital in India's overall economic growth. An OECD (2016) study on economic productivity analysis, where 14 subsoil resources are included as natural capital inputs into the production process, finds that most of the economic growth in India has been achieved on account of increase in the combined use of labour, produced capital and natural capital. The contribution of multifactor productivity gains to overall growth, after adjusting for environmental degradation and depletion of natural capital, is relatively smaller.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "A World Bank study covering a period of two decades (1995-2014) by Lange et al. (2018) estimates comprehensive wealth of 114 countries covering produced capital, 19 types of natural capital, net foreign assets and human capital. In case of India, the report finds a shift away from an asset portfolio dominated by agricultural land and forests (renewable natural capital) to a more diverse one now, with a dominant share of human capital, infrastructure and produced capital. Share of produced capital (28%) is found to be only slightly larger than that of natural capital (26%) in 2014.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 86,
                    "text": "Lange et al. (2018)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "The study by Agarwal & Sawhney (2020) is amongst the most recent ones that account for the share of natural capital in overall wealth estimates and their contribution to overall growth in the country. They construct comprehensive wealth and investment estimates for the country over the period 1975-2013. Their measure of national wealth includes produced capital, natural capital and human capital. They also estimate investment adjusted for environmental damages because of carbon emissions and particulate emissions. The estimates of comprehensive wealth reveal a change in the composition of wealth in the country, from a predominance of natural capital to a dominance of human and produced capital over the concerned period. India's growth is thus found to have been weakly sustainable, assuming perfect substitutability between different forms of capital assets, although the authors expectedly raise doubts about such an assumption. Loss of natural forests and associated biodiversity cannot really be compensated for by an increase in other forms of capital. They also find deterioration in the quality of natural capital due to rising emissions.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 37,
                    "text": "Agarwal & Sawhney (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "Several government initiatives have been undertaken with regard to facilitating natural resource accounting in the country. The Ministry of Statistics and Programme Implementation (MoSPI) is mandated with the preparation and publication of national accounts in India. It has published 16 issues of the Compendium of Environment since 1997 until 2017 based on the United Nations Framework for Development of Environment Statistics (FDES) 1984. It initiated several NRA projects between 2006 and 2008 6 and followed it up with the setting up of an expert group in 2011 to revise and firm up a functional accounting system for constructing green national accounts in India based on SEEA by the year 2015. The group submitted its report in 2013 and recommended evaluation of economic progress on the basis of a comprehensive notion of wealth which includes reproducible capital, human capital and natural capital. It recommended compilation of asset accounts and supply-use tables as envisaged in SEEA CF. The report extensively covered techniques of calculating the social value of the change in comprehensive stocks of assets per capita using the shadow prices of resources. Although the target of preparing green national accounts of 2015 was not achieved, several government initiatives were undertaken in line with the recommendations of the expert group resulting in the publication of 'Statistics related to Climate Change' in 2013 and 2015 by the Central Statistics Office (CSO). This report and the compendium were later replaced by the publication called 'EnviStats India' since 2018. EnviStats India 2018 (CSO, 2018 (CSO, , 2018a provides data, in physical terms, on the stock position of four natural resources in India, namely land, forest, mineral and water across the States in India. EnviStats India 2019 (CSO, 2019) broadened the scope of environmental accounts to also capture quality characteristics. It presents physical accounts based on the quality characteristics such as soil nutrient index and water quality accounts in respect of surface, ground and sea water. It also includes compilation of state-wise values of cropland ecosystem services and nature-based tourism.",
            "cite_spans": [
                {
                    "start": 1612,
                    "end": 1622,
                    "text": "(CSO, 2018",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1623,
                    "end": 1636,
                    "text": "(CSO, , 2018a",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "EnviStats India 2018-Supplement on Environmental Accounts (CSO, 2018a) needs special mention here since it is the only document which states categorically that its compilation is driven primarily by requirements of SEEA implementation in the country. It presents abridged versions of physical asset accounts of land cover, minerals, water and forests. Although no time series data are compiled (for instance, data on mineral resources are presented for the years 2005, 2010 and 2015) and only stock positions of these resources are presented (and no flow accounts are constructed), the data from these accounts along with estimates of government revenue from resource extraction have been used to arrive at some measure of the value of natural capital and its growth rate in the country. The report, without divulging details on exact calculations, states the following: \"The average growth rate of GSDP during 2005-15 for almost all the States is around 7-8%. So the growth in natural capital, if any, is almost insignificant and the economic development seems to be happening at the cost of environment. Therefore, the States may not be able to sustain the rate of development for long.\" (CSO, 2018a, Page x).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "Clearly, efforts are on to not just prepare satellite accounts, but also undertake construction of integrated accounts at some stage in order to arrive at natural capital depletion-adjusted value addition by different sectors. Another important recent government initiative is the formation of the Government Accounting Standards Advisory Board (GASAB) with the mandate of preparing a roadmap for implementation of NRA and identifying the issues and challenges. The concept note prepared under this mandate (GASAB, 2020) proposes the implementation process of NRA through short, medium and long-term goals (see Table 1 ). It specifically suggests formats for constructing asset accounts for mineral and energy resources, water (2020) resources, land resources and forestry and wildlife resources. It also proposes to bring the private players within the ambit of NRA framework by proposing specific reporting requirements with regard to resource use and management of residuals or effluents. India is at an early stage of commencing annual environmental accounting of its resources. It may be noted that the national accounts in India have only flow accounts of production, income and expenditure. Accounts of economic assets including nonproduced economic assets like land, subsoil minerals, fossil fuel reserves, etc., are not constructed periodically (GASAB, 2020) . Even though it is well understood that continuous generation of asset accounts at regular intervals is the essence of NRA, efforts until now have been sporadic. EnviStats-2018 presents accounts of subsoil assets with their stock position and extraction levels given only for some time points. Annual series are not presented. These accounts of non-renewables are constructed through collection of data from the source agencies, and such accounts can be easily updated and published every year to present a continuous time series on stock positions and extraction levels.",
            "cite_spans": [
                {
                    "start": 1354,
                    "end": 1367,
                    "text": "(GASAB, 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 611,
                    "end": 618,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "While the government and associated ministries remain fully committed to construct physical use and supply tables and asset accounts for different resources along SEEA guidelines, lack of sufficient micro level data on natural capital and the complexity of the exercise pose hindrances.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "\"It is undenying that at present, a consolidated database on availability and physical extraction/use of natural resources, revenue generated therefrom, expenditure incurred on extraction and mitigation of environmental degradation is not available in the States as well at the national level. Such a database will be immensely helpful for having a broad idea of the revenue generating resources, costs involved and their sustainability for the future generations.\" (GASAB, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "In 2019, the government embarked on conducting the first ever National Environment Survey (NES), which is a planned over the next five years to ascertain the status of environment beginning with district level information on geography, farmland, wildlife, pattern of emissions and other indicators of environmental health. 7 The objective is to eventually calculate every state's 'green' GDP. An exercise at such a disaggregated level will also aid policy making particularly with respect to decisions on appropriate compensation with respect to climate mitigation and land acquisition. Clearly, several government initiatives are underway to firm up the framework, identify and tackle the challenges, decide on short, medium and long-term goals of undertaking NRA. These initiatives may have been sporadic, but by no means meagre for a populous country like India. EU funded Green Economy Coalition (GEC) which tracks and benchmarks the transitioning of countries to being greener, guided by the ecological limits, within their local and national contexts, recognises the governmental efforts in this direction (see Table A1 in the Appendix).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1117,
                    "end": 1125,
                    "text": "Table A1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Environmental Accounting in India"
        },
        {
            "text": "The global economy finds itself in unchartered water as the ongoing pandemic has exposed the inherent mutual dependency of human and ecosystem health. More importantly, it has laid bare the fact that the current global economic system is totally unprepared for a damaging crisis like the COVID-19 pandemic. The Earth overshoot day this year has been delayed by more than three weeks, representing a decline in humanity's ecological footprint by 9% (https://www.footprintnetwork.org/2020/) mainly on account of lockdowns across countries in the world. Although this sudden contraction due to the pandemic is a far cry from the kind of structural changes needed to achieve economic and social wellbeing while maintaining ecological balance, it has also highlighted the possibilities of global communities acting swiftly to work collaboratively towards solving a problem bigger than that faced by any one country. As governments in different countries announce economic recovery packages in order to reinvigorate their economies, it becomes extremely critical to ensure that such packages do not focus only on immediate short-term coping mechanisms. They must also have a long-term vision to steer the economies towards becoming more resilient by following a 'greener' and a more inclusive path of development where they are better integrated with nature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: A Green Economy Response"
        },
        {
            "text": "In India, voices have been raised against the dilution of the Environment Impact Assessment notification 2020 as the dangers of rising industrial emissions, industrial accidents, loss of forests and biodiversity, etc., loom large. \"The need to focus on environmental factors has become more evident. As a basis for that, putting necessary environmental laws and regulations in place and effective implementation is the need of the hour to make the national policy strategy to follow a 'green' and sustainable path.\" (Dr. Satabdi Datta, Manager, Policy and Planning, Development Alternatives). 8 In the current context, the need to integrate environmental concerns in our accounting systems cannot be emphasised any further. The Indian narrative with respect to the mainstreaming of SEEA implementation shows that the intent is well in place albeit a lot of ground still needs to be covered. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion: A Green Economy Response"
        },
        {
            "text": "The Green Economy Coalition has identified key policies that are crucial to the transition to green and fair economies; for each policy, the tracker uses a 5-point scale to score how ambitious it might be in supporting a green economy. A score of \"5\" reflects high ambition, while a \"1\" represents minimal ambition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        },
        {
            "text": "The scoring criterion is based on the ambition of the most recent policies, pledges, targets and legislation that are relevant to the policy Source Adapted from https://greeneconomytracker.org/country/india#ref-1 (last accessed on 1st September 2020)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Notes"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Sustainability and comprehensive wealth accounting: The case of India. In Environment, development and sustainability: A multidisciplinary approach to the theory and practice of sustainable development",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sawhney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--25",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Sustainability and the measurement of wealth: Further reflections",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Arrow",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Goulder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Oleson",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Environment and Development Economics",
            "volume": "18",
            "issn": "4",
            "pages": "504--516",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Natural resource accounting in yamuna basin: Accounting for forest resources (monograph)",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kadekodi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Contribution of forestry sector to gross domestic product in India' draft. Institute of Economic Growth, New Delhi: Project sponsored by the Ministry of Environment and Forests",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Bhattacharya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "New Delhi: Central Statistics Office, Ministry of Statistics and Programme Implementation. Government of India",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cso",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "New Delhi: Central Statistics Office, Ministry of Statistics and Programme Implementation. Government of India",
            "authors": [],
            "year": 2018,
            "venue": "CSO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "New Delhi: Central Statistics Office, Ministry of Statistics and Programme Implementation. Government of India",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cso",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The nature of economic development and the economic development of nature",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Economic and Political Weekly",
            "volume": "48",
            "issn": "51",
            "pages": "38--51",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Green national accounts in India: A framework",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dasgupta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C A"
                    ],
                    "last": "Anant",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gundimeda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shyamsundar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Concept paper on natural resource accounting in India-An initiative of GASAB",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gasab",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Government Accounting Standards Advisory Board Secretariat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Carbon budget of the Indian forest ecosystem",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Haripriya",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Climatic Change",
            "volume": "56",
            "issn": "",
            "pages": "291--319",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Forest resource accounting for the state of Maharashtra in India",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Haripriya",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Development Policy Review",
            "volume": "16",
            "issn": "2",
            "pages": "131--151",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Integrating forest resources into the system of national accounts in Maharashtra",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "S"
                    ],
                    "last": "Haripriya",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Environment and Development Economics",
            "volume": "5",
            "issn": "",
            "pages": "143--156",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Natural resources, national accounting and economic depreciation",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartwick",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of Public Economics",
            "volume": "43",
            "issn": "3",
            "pages": "291--304",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Constant consumption paths in open economies with exhaustible resources",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Hartwick",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Review of International Economics",
            "volume": "3",
            "issn": "3",
            "pages": "275--283",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Decoupling natural resource use and environmental impacts from economic growth",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hicks",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "United Nations Environment Programme. Sustainable Consumption",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Environmental economics in practice",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kadekodi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The changing wealth of nations 2018: Building a sustainable future",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wodon",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Economic values and resource use",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Malmaeus",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sustainability",
            "volume": "8",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Prosperity, sustainability and the measurement of wealth",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Mumford",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Asia and The Pacific Policy Studies",
            "volume": "3",
            "issn": "2",
            "pages": "226--234",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Environmental and economic accounting for industry",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Murty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Measuring environmentally corrected net national product: Case studies of industrial water pollution and urban air pollution in India",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Murty",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Greening productivity measurement. Environmentally Adjusted Multifactor Productivity Growth",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Policy Perspectives",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Accounting and valuation of the environment",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Parikh",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "A premier for developing countries",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Natural resource accounting-A framework for India",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Parikh",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Painuly",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Implementation barriers for a system of environmental-economic accounting in developing countries and its implications for monitoring sustainable development goals",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Pirmana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Alisjahbana",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoekstra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tukker",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sustainability",
            "volume": "11",
            "issn": "22",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Inclusive wealth as a metric of sustainable development",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Polasky",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bryant",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hawthorne",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Keeler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pennington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Annual Review of Environment and Resources",
            "volume": "40",
            "issn": "",
            "pages": "445--466",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Environmental economics in practice",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sankar",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Health Damage cost of automotive air pollution: Cost benefit analysis of fuel quality upgradation for indian cities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mandal",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Macroeconomics and sustainable accounting of resources and income",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saksena",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "39--103",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Pilot project on natural resource accounting in Goa (Phase I), prepared for Directorate of Planning and Statistics",
            "authors": [
                {
                    "first": "Teri",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "System of environmental-economic accounting 2012: Central framework",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "N"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Committee of Experts on Environmental-Economic Accounting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "System of environmental economic accounting 2012-Applications and extensions. United Nations",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Broad-Brush analysis of SEEA relevant SDG indicators",
            "authors": [],
            "year": 2016,
            "venue": "United Nations Committee of Experts on Environmental-Economic Accounting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Living Planet Report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wwf",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Goals of implementation of NRA in India",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "India's green economy tracker: policy scores Score National green economy plan The three year action agenda (2017-20), together with a mid-term 7-year strategy and long-term 15-year vision, is India's macroeconomic plan. It aspires for sustainable and balanced growth and recognises the importance of decarbonisation largely through efficiency gains and mass deployment of renewable energy, but envisions continued use of coal and does not set a net-zero goal. Climate action tracker identifies India's climate policy trajectory SDG and NRA business strategy Proposal to include the private sector in overall framework of NRA (GASAB, 2020), requiring them to report resource use and management of effluents/residuals. No specific requirements for businesses to report on SDG goals, but the 2013 Companies Act mandates all firms to invest in Corporate Social Responsibility (CSR) initiatives, and the Reserve Bank of India has established sustainable development reporting guidelines for commercial banks First country in the world to publish natural wealth accounts, tracking plants, animals, water and other natural capitals since 2010, and the Central Statistics Office has published detailed accounts covering land, water, air and minerals since 2018. Has partnered with UN-SEEA and the CBD for Natural Capital Accounting and Valuation of Ecosystem Services (NCAVES) Green sectoral policy plan No overall intersectoral body for green policy at the sectoral level. The 12th Five Year Plan (2012-17) called for the establishment of new inter-ministerial institutions to resolve issues around air quality, waste, water and forestry sectors, but these have not yet been implemented Commission an independent, cross-sector body to develop and coordinate green economy policy across key sectors; including agri-food, energy, transport, buildings, waste, etc. Carbon budgeting No carbon budget in place; main decarbonisation goal is to reduce the emissions intensity of its GDP by 35% by 2030, although current plans to continue building coal power capacity undermine Ambitious targets recently strengthened to 228 GW of renewables by 2022 and 40% clean electricity capacity by 2030; supported by massive public investments in renewables, energy efficiency and electrification; heavy reliance on hydro-power; national energy strategy continues to include new subsidised coal Natural capital accounts The Green Accounting for Indian States Project (GAIST), created in 2004, publishes accounts on state-level sustainability and holistic economic measures beyond GDP. Central Statistics Office started publishing accounts covering land, water, air and minerals in 2018. CSO has issued supplement on Environment Accounts in September 2018 wherein the physical stock of four natural resources across India have been enumerated. Subsequently, CSO has also brought out the EnviStat-2019 based on the quality characteristics namely soil nutrient index and water quality accounts Nature-based fiscal reforms Some environmental fiscal policies already in place, largely managed through taxes. A tax on coal-known as the \"Clean Energy Cess\"-channels revenue from coal consumption into the National Clean Energy Fund. No clear funds set aside for natural capital management and restoration",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements I would like to take this opportunity to express my gratitude to my supervisor, Prof. Ramprasad Sengupta, who introduced me to the topic of Sustainable Natural Resource Accounting. His guidance and support, all through my Ph.D. research, and the rich learning experiences while co-authoring two academic papers with him, shall always remain invaluable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "See Table A1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 4,
                    "end": 12,
                    "text": "Table A1",
                    "ref_id": null
                }
            ],
            "section": "Appendix"
        }
    ]
}