{
    "paper_id": "e318973e0d700ccadcd85336b62599fad94d00ba",
    "metadata": {
        "title": "An analysis of retractions in neurosurgery and allied clinical and basic science specialties",
        "authors": [
            {
                "first": "Venkatesh",
                "middle": [
                    "S"
                ],
                "last": "Madhugiri",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Amrutha",
                "middle": [
                    "Bindu"
                ],
                "last": "Nagella",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [],
                "last": "Alok",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohan",
                "middle": [],
                "last": "Uppar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background As the volume of scientific publications increases, the rate of retraction of published papers is also likely to increase. In the present study, we report the characteristics of retracted papers from clinical neurosurgery and allied clinical and basic science specialties. Methods Retracted papers were identified using two separate search strategies on PubMed. Attributes of the retracted papers were collected from PubMed and the Retraction Watch database. The reasons for retraction were analyzed. The factors that correlated with time to retraction were identified. Detailed citation analysis for the retracted papers was performed. The retraction rates for neurosurgery journals were computed. Results A total of 191 retractions were identified; 55% pertained to clinical neurosurgery. The most common reasons for retraction were plagiarism, duplication, and compromised peer review. The countries associated with the highest number of retractions were China, USA, and Japan. The full text of the retraction notice was not available for 11% of the papers. A median of 50% of all citations received by the papers occurred after retraction. The factors that correlated with a longer time to retraction included basic science category, the number of collaborating departments, and the H-index of the journal. The overall rate of retractions in neurosurgery journals was 0.037%. Conclusions The retraction notice needs to be freely available on all search engines. Plagiarism checks and reference checks prior to publication of papers (to ensure no retracted papers have been cited) must be mandatory. Mandatory data deposition would help overcome issues with data and results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "As of 2012, approximately 0.01-0.02% of all published papers in the biomedical and life sciences had been retracted [7, 9] . The reasons for the retraction of published papers and the rates of retraction vary across scientific disciplines. Data fabrication/falsification, plagiarism, research misconduct, and errors in the articles have been identified to be common reasons for retraction [12, 16, 17] . In open-access journals, one of the most common reasons for retraction is a compromised peer review process [16] . Very often, limited information regarding the reasons for retraction is available, and thus, it becomes difficult to distinguish retractions due to genuine errors from those due to misconduct [17] . The rate of retraction in a specialty can act as an indirect indicator of the efficacy of the institutional and post-publication checkpoints in addressing errors and fraud in that specialty. In clinical disciplines, these mechanisms are of particular importance, since published results often lead to changes in clinical practice and thus directly impact patient safety and outcomes.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 120,
                    "end": 122,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 389,
                    "end": 393,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 398,
                    "end": 401,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 512,
                    "end": 516,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 711,
                    "end": 715,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It thus becomes important to periodically review the number of retractions and the reasons therefor, in every clinical specialty. An analysis of retractions in neurosurgery was carried out in 2017;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article is part of the Topical Collection on Neurosurgery general",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Electronic supplementary material The online version of this article (https://doi.org/10.1007/s00701-020-04615-z) contains supplementary material, which is available to authorized users. however, that study was confined to papers that dealt with clinical neurosurgery [20] . Moreover, a detailed analysis of the pre-and post-retraction citations received by the retracted papers was not carried out in that study. In the present study, we analyzed retractions in clinical neurosurgery as well as in allied clinical and basic science specialties. We describe the characteristics of the retracted papers and identify how widely the information contained therein was disseminated, by performing citation analysis for the retracted papers. We also examined what proportion of the citations received by the retracted papers occurred after retraction.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 272,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Presentation at conference-None"
        },
        {
            "text": "A two-pronged strategy was followed to identify retracted publications in clinical neurosurgery, allied clinical specialties, and basic sciences pertinent to neurosurgery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Step 1 The NLM catalog containing all the journals referenced in the NCBI database was searched (https://www.ncbi.nlm. nih.gov/nlmcatalog/journals/) using 4 search strings to identify journals relevant to neurosurgery. The search strings were \"neurosurgery,\" \"spine,\" \"stroke,\" and \"neuro oncology. \" The results obtained from these 4 searches were collated and duplicates eliminated, to obtain a list of journals relevant to neurosurgery and its subspecialties (Fig. 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 462,
                    "end": 469,
                    "text": "(Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Strategy 1"
        },
        {
            "text": "Step 2 The main PubMed database (https://pubmed.ncbi.nlm. nih.gov) was searched with the names of the journals identified from step 1 entered in the search field. Two filters, viz., \"Retracted publication\" and \"Retraction of publication\" were activated to identify retracted papers and retraction notices published in each of the journals. For instance, the search strategy for the journal Acta Neurochirurgica would be \"Acta Neurochir\"[Journal] AND (Retracted Publication-[sb] OR Retraction of Publication[sb]).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy 1"
        },
        {
            "text": "The retracted articles from each journal were collated, and a database of retracted articles from the selected journals was generated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strategy 1"
        },
        {
            "text": "The PubMed database was directly searched for retracted papers using various search strings (for e.g., \"neurosurgery,\" \"stroke,\" \"neuro oncology\") and with two filters, viz., \"Retracted publication\" and \"Retraction of publication\" applied ( Fig. 1 ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 241,
                    "end": 247,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Strategy 2"
        },
        {
            "text": "The results generated by search strategies 1 and 2 were merged and duplicates eliminated to generate a database of retracted papers. All papers, especially those from allied Fig. 1 Flow chart showing the search strategies to identify retracted papers in neurosurgery, allied clinical specialties, and basic sciences related to neurosurgery clinical specialties and the basic sciences, were screened to ensure that they were germane to neurosurgery as a specialty. Basic science papers were included only if they pertained to a topic of direct relevance to neurosurgery, e.g., spinal cord injury or glioblastoma.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 174,
                    "end": 180,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Collation and paper screening"
        },
        {
            "text": "Data regarding the selected papers was extracted from two sources-PubMed and the Retraction Watch database (http://retractiondatabase.org/RetractionSearch.aspx). Current journal citation metrics (2-year cites per document and Hindex) were obtained from the Scimago website (https:// www.scimagojr.com). The level of evidence for each paper was categorized on the basis of the guidelines published by the Oxford Centre for Evidence-Based Medicine [22] .",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "The reasons for retraction were extracted from the retraction notices, accessed either on PubMed Central or on the journal website. If the full text of the retraction notice was not available on PubMed or PubMed Central and was behind a paywall on the journal website, it was categorized as \"not available.\" The actual reasons for retraction were sorted into the following 5 categories: 1-genuine error, paper withdrawn by authors (GEWA), 2-genuine error, paper withdrawn by journal (GEWJ), 3-withdrawn by authors, reason not known (WA), 4-withdrawn by journal, reason not known (WJ), and 5-misconduct by authors (MA). We then created 3 collated category reasons for retraction-genuine errors-GEWA and GEWJ, indeterminate-WA and WJ, and misconduct-category 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data extraction"
        },
        {
            "text": "The journals that had published the retracted papers included in this analysis were screened to identify \"pure\" neurosurgery journals, i.e., journals that only published articles relevant to neurosurgery (clinical papers or basic science and translational research). The total number of indexed articles published in each \"pure\" neurosurgery journal was obtained by searching the PubMed database with the name of the journal. The number of retracted articles that had been published in each journal was divided by the total number of indexed articles published in that journal to obtain the retraction rate for that journal.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Retraction rates for neurosurgery journals"
        },
        {
            "text": "The number of citations (pre-and post-retraction) to each paper was identified from Google Scholar. Post-retraction citations were identified by applying the time filter on Google Scholar, using the year subsequent to the year of retraction. For instance, if a paper had been retracted in 2017, all citations to the paper in the year 2018 and subsequently were counted as post-retraction citations. Factors that correlated with time to retraction and the number of post-retraction citations were identified. All analyses were carried out on Stata (v14, Stata Corp, College Station, Texas) and Microsoft Excel (v16. 16 ",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 617,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Citation analysis"
        },
        {
            "text": "A total of 191 papers published in 108 journals were included in the analysis (Fig. 1) . The raw dataset for this study has been deposited in a data repository and can be found at DOI: https:// doi.org/10.5281/zenodo.4091508.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "(Fig. 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The oldest retracted paper was published in May 1989 and the most recent in January 2020. Of the 191 retracted papers, 78 (40.8%) were basic science papers of direct relevance to neurosurgery, 8 papers (4.2%) were from allied clinical specialties pertinent to clinical neurosurgery, and 105 papers (55%) were clinical neurosurgery papers (Fig. 2) . The yearwise distribution of retracted papers is displayed in Fig. 3 . The maximum number of retractions have taken place in the past 5 years (2015-2020, n = 127, 66.5%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 346,
                    "text": "(Fig. 2)",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 417,
                    "text": "Fig. 3",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The lag period between publication to retraction ranged from 0 to 252.6 months (0-21 years). The median time to retraction was 16.2 months (IQR 5.1-36.5). Fourteen papers (7.3%) had a time to retraction of 0 months, which possibly meant either that errors in the paper were detected soon after publication or that the papers were withdrawn by the authors soon after publication. The median time to retraction varied significantly by group-17.25 months (IQR 30.4) for basic science papers, 28.9 months (IQR 35) for allied clinical science papers, and 10.2 months (IQR 28.3) for clinical neurosurgery papers (p = 0.006). There was no significant correlation between the number of authors (Pearson's r = 0.015, p = 0.8) or the number of institutions involved (r = − 0.077, p = 0.29) and the time to retraction. In single-institute studies, the number of collaborating departments correlated with the time to retraction (r = 0.22, p = 0.033). The H-index of the journal correlated positively with the time to retraction (r = 0.21, p = 0.0027). The time to retraction was not significantly different between open-access (OAJ) and hybrid model journals (HMJ) or between free to publish (FP) and pay to publish (PP) model journals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time to retraction"
        },
        {
            "text": "The median time to retraction varied significantly by the collated category reasons for retraction (vide supra, \"Methods\"). The median time to retraction was 7.13 months (IQR 20.27) for genuine errors, 7.1 months (IQR 16.17) for the indeterminate category, and 22.33 months (IQR 31.4) for retractions due to misconduct (χ 2 = 26.1, p = 0.001).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time to retraction"
        },
        {
            "text": "Ninety-eight (51.3%) of the retracted papers were multiinstitutional collaborations. The median number of collaborating institutions involved in multi-institutional papers was 2 (range 1-22). In single-institution studies, the median number of collaborating departments was 1 (range 1-4). One-third of all retracted papers (n = 60, 31.4%) were single-institute and single-department papers. The median number of authors was 5.5 (range 1-37); only 8 of the retracted papers (4.2%) were single-author papers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript characteristics"
        },
        {
            "text": "The median number of countries of origin of the authors involved in the retracted papers was 1 (range 1-8). One hundred eighty papers originated from a single country (94.2%). Overall, retracted papers originated from 31 countries ( Table 1 ). Since some of the papers originated from more than one country, overall, 208 country attributions were responsible for the 191 retracted papers. The countries associated with Fig. 3 The year-wise distribution of retracted papers is displayed Fig. 2 The distribution of the retracted papers across categories the highest number of retractions were China (n = 93, 44.7%), the USA (n = 39, 18.8%), and Japan (n = 9, 4.3%). The maximum number of retracted papers pertained to neuro-oncology (30.9%), followed by spine (22.5%) and neuro-trauma (18.8%) ( Table 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 419,
                    "end": 425,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 486,
                    "end": 492,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 801,
                    "text": "Table 2)",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Manuscript characteristics"
        },
        {
            "text": "The full texts of the retraction notices were available on PubMed or PubMed Central for 71 papers (37.1%) and on the journal website for 169 papers (88.5%). The full texts of the retraction notices (and thus the reasons for retraction) were not available for 21 papers (11%). Nine of these 21 papers had been withdrawn either by the authors or by the journal and were categorized as WA or WJ and as \"indeterminate reason for retraction\" in the collated category list. Thus, for 12 papers (6.3%), absolutely no information regarding the reason(s) for retraction was available, whereas the remaining 179 could be categorized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Reasons for retraction"
        },
        {
            "text": "The median number of reasons for retraction was 1 (range 1-3). Overall, 199 actual reasons for retraction were given for 170 papers (Table 3 ). The most common reasons for retraction overall were plagiarism (18.59%), duplication of articles (14.59%), and compromised peer review (12.56%) ( Table 3 ). The 3 most common reasons for retraction for papers published before 2010 were duplication of the article (26.1%), plagiarism (17.4%), and concerns regarding the data and outright fabrication/falsification of data (13.04% each). The 3 most common reasons for retraction for papers published after 2010 (2010-2020) were plagiarism (18.9%), compromised peer review (16.3%), and authorship issues (12.4%). The distribution of the retracted papers across the collated category reasons was genuine errors-15.1%, misconduct-67.6%, and indeterminate reason-17.3% (Table 4 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "(Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 290,
                    "end": 297,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 857,
                    "end": 865,
                    "text": "(Table 4",
                    "ref_id": null
                }
            ],
            "section": "Reasons for retraction"
        },
        {
            "text": "The current median 2-year citations per document (2y-CPD) statistic (equivalent to Impact Factor®) of the journals in which the 191 retracted papers were published was 2.9 (range 0.18-25). The current median H-index of these journals was 90 (range . The list of journals that had published the retracted articles is displayed in Supplementary Table 1. The majority of the retracted papers had been published in HMJ (n = 126, 66%). Similarly, the majority of the articles were published in journals that were of the FP model (n = 130, 68.1%). The rate of retractions due to compromised peer review was not different between the OAJ and HMJ or between the PP and FP journals. Similarly, there was no significant difference in the rate of papers withdrawn due to misconduct between the OAJ and HMJ or between the PP and FP journals ( Table 5) . Twenty-two journals were identified to exclusively publish papers of relevance to neurosurgery, and were categorized as \"pure\" neurosurgery journals ( Table 6 ). The journal Cureus was included even though it is a multi-specialty journal, since it has a separate channel for neurosurgery and the number of papers pertaining to neurosurgery could easily be identified. Thus, the retraction rate was computed for these 23 journals. The rates of retraction ranged from 0.013 (European Spine Journal) to 0.25% (Cureus). The median rate of retractions was 0.037% (IQR 0.67). Six journals had a retraction rate lower than the average computed rate for biomedical sciences, which was 0.02% in 2012 [9] . These were European Spine journal, Child's Nervous System, Spine, Neurosurgery, Journal of Neurosurgery, and Acta Neurochirurgica ( Table 6 ). The median rate of retractions for OAJ was higher (0.16%, IQR 0.1) than for HMJ (0.026%, IQR 0.04); this difference was significant (z = − 2.43, p = 0.015). The median rate of retractions did not differ on the basis of the payment model (PP vs FP). The rate of retractions did not correlate with the 2y-CPD or the H-index of the journals.",
            "cite_spans": [
                {
                    "start": 1533,
                    "end": 1536,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 831,
                    "end": 839,
                    "text": "Table 5)",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 993,
                    "end": 1000,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1671,
                    "end": 1678,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Characteristics of publishing journals and rates of retraction"
        },
        {
            "text": "As of May 2012, PubMed contained 19,974,272 citations and 2047 retracted papers, amounting to an overall retraction rate of 0.01% [9] . Compared with this, the 55 retractions across the 150,051 papers published in the 23 \"pure\" neurosurgery journals selected for this analysis amounted to an overall retraction rate of 0.037% ( Table 6 ). The rate of retractions in neurosurgery journals was significantly higher than that for life sciences as a whole (χ 2 = 28.95, p < 0.0001).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 133,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 328,
                    "end": 335,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Characteristics of publishing journals and rates of retraction"
        },
        {
            "text": "The types of retracted papers are displayed in Table 7 . Laboratory/basic sciences studies formed 44% of the retracted papers. Among the clinical papers to be retracted, cohort studies and case series formed the largest group. The distribution of the papers across the levels of evidence is displayed in Fig. 4 . Fourteen papers (7.3%) presented level 1 evidence; one of these was a systematic review of randomized controlled trials (RCTs) and the others were individual RCTs. The median time to retraction of these papers was 18.2 months (range 0-92 months). The reasons for retraction were available for all but one of the level 1 papers. The most common reasons for retraction of these papers were falsification of data and errors in the methods of the study. The category reasons for retraction of these papers were genuine errors (n = 1, 7.1%), misconduct (n = 9, 64.3%), and indeterminate (n = 4, 28.6%). The median number of authors for these papers was 6, and the median number of participating institutes was 2.5. All but 4 of these studies were multi-institutional; however, all the papers in this category were of single-country origin. The most common countries of origin of these retracted studies were China and the USA with 6 papers (42.8%) each. The median number of authors, institutes, and countries involved was not different between level 1 and other papers.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 47,
                    "end": 54,
                    "text": "Table 7",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 304,
                    "end": 310,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Levels of evidence-level 1 papers"
        },
        {
            "text": "The median number of citations received by retracted papers in this study was 6 (IQR 18). The number of citations received by each paper was normalized to the number of years since publication (citations per year). The median cites per year (CPY) were 0.91 (IQR 2.23) per retracted paper. Several papers continued to receive citations even after they were retracted. The median number of post-retraction citations received by these papers was 4 (IQR 8). Post-retraction citations formed a median of 50% of the total number of citations received by the retracted papers. The median post-retraction CPY was 0.39 (IQR 1.24).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Citation analysis of retracted papers"
        },
        {
            "text": "The median post-retraction CPY varied by the category of the paper-0.54 (IQR 1.37) for basic sciences, 1.38 (IQR 3.42) for allied clinical specialty papers, and 0.23 (IQR 0.98) for clinical neurosurgery paper; these differences were significant (χ 2 = 9.3, p = 0.0096). The time to retraction correlated with the total number of citations received (r = 0.3364, p < 0.001) and the proportion of post-retraction citations (r = − 0.34, p < 0.001). The median number of citations received post-retraction was higher for level 1 papers (9.5, IQR 45) . 4 The levels of evidence generated by the retracted papers than for other papers (median 3, IQR 8); this difference was significant (z = − 3.2, p = 0.002). The median CPY postretraction was also higher for level 1 papers (1.9, IQR 3.4) than for other papers (median 0.33, IQR 1.1); this difference was significant as well (z = −3.4, p = 0.0007). The postretraction CPY was not different between HMJ and OAJ (p = 0.15) or between PP and FP journals (p = 0.7). The other factors (besides level of evidence) that correlated with the post-retraction CPY were the 2y-CPD for the journal (r = 0.17, p = 0.02) and journal H-index (r = 0.16, p = 0.024).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 545,
                    "end": 548,
                    "text": ". 4",
                    "ref_id": null
                }
            ],
            "section": "Citation analysis of retracted papers"
        },
        {
            "text": "As the volume of scientific literature increases exponentially, the number of retractions is likely to increase. Erosion of scientific integrity and author misconduct are becoming major concerns in the current milieu. In a survey, 1.97% of authors admitted to misconduct (fabrication, falsification, or modification of data or results), and up to 33.7% admitted to other questionable practices [8] . This is an alarming statistic by any measure. Even more alarming is the fact that in surveys that sought information regarding the behavior of respondents' colleagues, admission rates were 14.12% for falsification and 72% for other questionable research practices [8] .",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Formal mechanisms to detect malpractice and to prevent compromised data from being published are thus of great importance. The first checkpoint in the publication process is the editorial review, where many compromised manuscripts are rejected even prior to peer review and before plagiarism checks are carried out. However, this study found that despite the existence of many plagiarism-check software services, plagiarism remains one of the most common reasons for retraction of neurosurgical articles, even for those published after 2010. This could imply that several \"low-impact\" journals do not routinely use such services, and this is a lacuna that requires to be addressed. The next checkpoint in the publication cycle is the peer review process. However, this is far from being foolproof. A compromised peer review process was responsible for 12.6% of all the retractions analyzed in this study and for 16.3% of the retractions that occurred after 2010. The rates of retractions due to compromised peer review did not vary between HMJ and OAJ or PP and FP model neurosurgical journals. It is notable thereore, that even the \"standard\" HMJs had a significant incidence of compromised peer review. Compromised or inadequate peer review processes can lead to disastrous consequences. Possibly, the most infamous example of the global and lasting impact of compromised data published in a \"high-impact\" journal is the paper postulating a link between vaccines and autism in children [23] . Similarly, several high-profile retractions have occurred during the ongoing COVID pandemic as well [14, 15] . The Lancet retracted a paper that wrongly raised concerns about the safety of hydroxychloroquine in the treatment of Covid-19 [15] . On the same day, the New England Journal of Medicine retracted a paper that falsely concluded that angiotensinconverting enzyme (ACE) inhibitors and angiotensinreceptor blockers (ARBs) were safe in patients with Covid-19 [14] . Although the papers were retracted relatively early, the fallout had already occurred. Based on the findings reported in these papers, the World Health Organization prematurely suspended the hydroxychloroquine arm of the SOLIDARITY trial over safety concerns. This arm of the trial was restarted once the papers were retracted, but there was unnecessary delay in the completion of the trial. The urgent need for information regarding a novel pathogen, and thus the pressure to publish any paper related to the ongoing pandemic, has possibly led to compromised peer review processes across journals. The number of retracted publications related to COVID now stands at 32 [1] .",
            "cite_spans": [
                {
                    "start": 1488,
                    "end": 1492,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1600,
                    "end": 1603,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1732,
                    "end": 1736,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1960,
                    "end": 1964,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2637,
                    "end": 2640,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Review process, checkpoints"
        },
        {
            "text": "While these examples indubitably emphasize the need for effective peer review processes, they also highlight the need for active post-publication scrutiny by the scientific community at large. The Lancet and the New England Journal of Medicine papers were retracted when post-publication reviews detected that the entire database on which the papers had been based was possibly fabricated [14, 15] . Postpublication review also led to the retraction of a paper that found that cloth masks were as efficacious as surgical masks in preventing the spread of the novel coronavirus from the cough droplets of infected individuals [4] . Dissemination of wrong data from this paper could have had disastrous consequences for healthcare workers across the world. One of the cardinal requirements for an effective post-publication review process is the ability to replicate all the experiments and analyses in a published paper. This would be dependent on the availability of datasets for every published research paper, as well as a detailed description of the experimental and statistical methodologies employed.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 394,
                    "end": 397,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 625,
                    "end": 628,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Review process, checkpoints"
        },
        {
            "text": "However, relying entirely on post-publication peer review, as some new journals do, could lead to poor quality control of the papers prior to publication, resulting in unacceptably high rates of retraction. For instance, the present study found that the neurosurgery channel of the journal Cureus, which largely relies on post-publication peer review for quality control, had the highest rate of retraction among neurosurgical journals (0.25%). Thus, a combination of effective editorial-, peerand post-publication-review mechanisms is required for optimum quality control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Review process, checkpoints"
        },
        {
            "text": "The median time to retraction for neurosurgery articles was 16.2 months (IQR 5.1-36.5). Basic science and allied specialty papers, as well as multi-department collaborative studies, had a longer time to retraction. Journals with a higher H-index took longer to retract compromised papers. This is of concern, since the \"high-impact\" journals are also the ones from which articles are heavily referenced and cited. Thus, a longer time to retraction for papers in these journals would lead to wide dissemination of false data. The time to retraction was much higher when the reason for retraction was misconduct (22.33 months) than when papers were retracted due to genuine errors (7.13 months).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time to retraction and citation analysis"
        },
        {
            "text": "The lag-time to retraction correlated with the number of citations that the paper received and thus with how widely the compromised findings were disseminated. A median of 50% of citations to retracted neurosurgery papers occurred after they were retracted. Moreover, papers that reported level 1 evidence and are more likely to change clinical practice received more postretraction citations than other papers. The issue of compromised information continuing to be cited and disseminated after retraction is of concern [13] . For instance, despite the well-publicized retraction of the compromised Wakefield vaccine-autism paper in 2010, a study in 2019 found that 8.2% of papers that had cited the retracted paper reported attempts to replicate the discredited findings. Of equal importance is the fact that 28.2% of the papers that were published after 2010 and that had cited the retracted paper did not mention the retraction in relation to the citation [19] . Thus, it is imperative to reduce the time to retraction and expeditiously complete independent reviews once a paper has been flagged. It is also essential to prominently display the retracted status of the paper in all search engines and reference management software.",
            "cite_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 959,
                    "end": 963,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Time to retraction and citation analysis"
        },
        {
            "text": "The country from which the highest number of retracted papers in neurosurgery originated was China (44.7%), followed by the USA (18.8%) and Japan (4.3%). Previous studies have also found that China, the USA, and Japan have been associated with the highest numbers of retractions in various scientific disciplines [3, 9] . The reasons for retraction varied by country. China, the United States, Germany, and Japan accounted for the majority of retractions because of fraud or suspected fraud, whereas the USA, Japan, China, and India accounted for most cases of plagiarism [9] . In countries such as China and India, there could be enormous institutional pressure to publish so as to demonstrate returns on the investment in science as well as for career advancement [5, 10, 18] . Similar pressures could exist in countries such as the USA and Japan, owing to a competition for grants and tenured positions.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 316,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 317,
                    "end": 319,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 572,
                    "end": 575,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 774,
                    "end": 777,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript characteristics and reasons for retraction"
        },
        {
            "text": "There are several reasons why scientific papers are retracted. In a study of 134 retraction notices issued on the open-access platform BioMed Central, the majority were due to misconduct (76%). This included compromised peer review (33%), plagiarism (16%), and data falsification/fabrication (7%). \"Honest\" errors accounted for only 13% of the total [16] . In an analysis of the reasons for retraction in human studies overall, misconduct (51%), errors (14.4%), and duplication (12.6%) accounted for the highest number [12] . A similar trend was seen in anesthesiology where misconduct (specifically fraud or data fabrication) accounted for nearly 50% of all retractions [17] . This pattern was replicated across surgical specialties as well; plagiarism, data falsification, and duplication were the most common reasons for retraction in surgery, orthopedics, and obstetrics and gynecology [6, 11, 21] . In congruence with published data, the present study found that plagiarism (18.59%), duplication of articles (14.59%), and compromised peer review (12.56%) were the most common reasons for retraction of neurosurgical papers. When categorized, genuine errors accounted only for 15% of the retracted neurosurgery papers, whereas misconduct accounted for 67.6% of all retractions. Despite the wide availability of plagiarism and reference-check software, the continued high incidence of retractions due to plagiarism could only imply that these resources are not universally employed.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 519,
                    "end": 523,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Manuscript characteristics and reasons for retraction"
        },
        {
            "text": "The reasons for retraction were not available for 11% of neurosurgical papers. This is a serious issue that needs to be addressed. Ideally, full texts of all retraction notices must mandatorily be made available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Manuscript characteristics and reasons for retraction"
        },
        {
            "text": "The majority of retracted papers in neurosurgery had been published in hybrid model (HM) journals (n = 126, 66%). The majority of the publishing journals did not levy mandatory publication or article processing fees. The numbers of neurosurgery papers retracted due to compromised peer review and misconduct were not different between openaccess (OA) and HM journals or between the PP and FP journals. However, when retractions in \"pure\" neurosurgery journals were examined, the median rate of retractions for OAJ was higher (0.16%) than for HMJ (0.026%). Thus, although the eventual reasons for retraction may not differ between the HMJ and OAJ, a higher rate of retractions in OAJ emphasizes the need for better quality control in neurosurgical OAJs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the journals and retraction rates"
        },
        {
            "text": "The present analysis estimated the overall rate of retractions in neurosurgery journals at 0.037%, vis-a-vis that for life sciences as a whole (0.01%). The rate of retractions in neurosurgery was lower than the rate for some basic science disciplines, such as genetics (0.15%), and higher than that for some allied medical branches such as nursing (0.029%) [2, 7] . The data regarding the number and rate of retractions are not available for several scientific and medical disciplines. It is critical for periodic analyses to be periodically undertaken for each specialty, so as to monitor the state of the science that is being published in that specialty.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 360,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 361,
                    "end": 363,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Characteristics of the journals and retraction rates"
        },
        {
            "text": "There is, thus, an urgent need for standardization when reporting the reasons for retraction. Standard categories would ensure that uniformity is maintained in communications regarding retracted papers. Citations to retracted papers should be minimized; for this reason, we have avoided citing any of the retracted papers included in this study. When necessary, the retraction notice rather than the actual retracted paper could be cited.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Characteristics of the journals and retraction rates"
        },
        {
            "text": "The major reasons for retraction in neurosurgery and allied specialties were plagiarism, duplication of articles, and compromised peer review. The majority of retractions occurred due to misconduct. The median time to retraction was more than a year. Basic science papers, the number of collaborating departments, and a higher H-index of the journal were all associated with a longer time to retraction. Papers continued to accrue citations even after retraction; the category of paper, level 1 papers, the 2y-CPD, and the H-index of the journals and time to retraction correlated with the post-retraction CPY statistic. The rate of retractions in open-access journals was higher than that in hybrid model journals for neurosurgery journals. The rate of retractions in neurosurgery journals overall appears to be higher than the rate in the life sciences as a whole. There is an urgent need to address the issues of standardization of communications regarding retraction and to prevent the accrual of post-retraction citations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Conflict of interest The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Ethical approval For this type of study, formal consent and/or ethical committee approval is not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        },
        {
            "text": "Informed consent This article does not contain any studies with human participants performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An \"alarming\" and \"exceptionally high\" rate of COVID-19 retractions?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abritis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marcus",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Oransky",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Account Res",
            "volume": "1",
            "issn": "",
            "pages": "1--2",
            "other_ids": {
                "DOI": [
                    "10.1080/08989621.2020.1793675"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Retraction of publications in nursing and midwifery research: a systematic review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Ghareeb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hillel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mckenna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cleary",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Visentin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bressington",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Nurs Stud",
            "volume": "81",
            "issn": "",
            "pages": "8--13",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The ethics of scholarly publishing: exploring differences in plagiarism and duplicate publication across nations",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Amos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Med Libr Assoc JMLA",
            "volume": "102",
            "issn": "2",
            "pages": "87--91",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Notice of retraction: Effectiveness of surgical and cotton masks in blocking SARS-CoV-2",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "M-C",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Intern Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.7326/L20-0745"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "To publish and perish: a Faustian bargain or a Hobson's choice",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Cariappa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Dalal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Med J Armed Forces India",
            "volume": "72",
            "issn": "2",
            "pages": "168--171",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Plagiarism and data falsification are the most common reasons for retracted publications in obstetrics and gynaecology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Michener",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Falcone",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BJOG Int J Obstet Gynaecol",
            "volume": "126",
            "issn": "9",
            "pages": "1134--1140",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Reasons for and time to retraction of genetics articles published between 1970 and 2018",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dal-Ré",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ayuso",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Med Genet",
            "volume": "56",
            "issn": "11",
            "pages": "734--740",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "How many scientists fabricate and falsify research? A systematic review and meta-analysis of survey data",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fanelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One",
            "volume": "4",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Misconduct accounts for the majority of retracted scientific publications",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "C"
                    ],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Steen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "109",
            "issn": "42",
            "pages": "17028--17033",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Publish or perish?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jagannathan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Indian J Plast Surg",
            "volume": "50",
            "issn": "1",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Analysis of retracted articles in the surgical literature",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "G"
                    ],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Oransky",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Flynn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abritis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kalish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Siracuse",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Am J Surg",
            "volume": "216",
            "issn": "5",
            "pages": "851--855",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Exploring the characteristics, global distribution and reasons for retraction of published articles involving human research participants: a literature survey",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kamel",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mbuagbaw",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Samaan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thabane",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Multidiscip Healthc",
            "volume": "11",
            "issn": "",
            "pages": "39--47",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The (lack of) impact of retraction on citation networks",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Madlock-Brown",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eichmann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Sci Eng Ethics",
            "volume": "21",
            "issn": "1",
            "pages": "127--137",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Retraction: cardiovascular disease, drug therapy, and mortality in C o v i d -1 9",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuy",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Me",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2007621"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Retraction-Hydroxychloroquine or chloroquine with or without a macrolide for treatment of COVID-19: a multinational registry analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ruschitzka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Lond Engl",
            "volume": "",
            "issn": "",
            "pages": "31324--31330",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31324-6"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Why articles are retracted: a retrospective cross-sectional study of retraction notices at BioMed Central",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Moylan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Kowalczuk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ Open",
            "volume": "6",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Reasons for article retraction in anesthesiology: a comprehensive analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nair",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yean",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yoo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leff",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delphin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "C"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Can J Anaesth",
            "volume": "67",
            "issn": "1",
            "pages": "57--63",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Publish or perish in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nature",
            "volume": "463",
            "issn": "7278",
            "pages": "142--143",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Assessment of citations of the retracted article by Wakefield et al with fraudulent claims of an association between vaccination and autism",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Suelzer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Deal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Hanus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ruggeri",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sieracki",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Witkowski",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA Netw Open",
            "volume": "2",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Retraction of neurosurgical publications: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Alotaibi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Rutka",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "World Neurosurg",
            "volume": "103",
            "issn": "",
            "pages": "809--814",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Retractions in orthopaedic research: a systematic review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                },
                {
                    "first": "L-P",
                    "middle": [],
                    "last": "Baisi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Evaniew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhandari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ghert",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Bone Joint Res",
            "volume": "5",
            "issn": "6",
            "pages": "263--268",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Retraction-Ileal-lymphoid-nodular hyperplasia, non-specific colitis, and pervasive developmental disorder in children",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "A"
                    ],
                    "last": "Yarascavitch",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Chuback",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Almenawer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bhandari",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Lond Engl",
            "volume": "71",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "All Fields] AND \"procedures\"[All Fields]) O R \" neurosurgical pro cedure s\" [All Fields] O R \"neurosurgery\"[All Fields] OR \"neurosurgery\"[MeSH Terms]) AND (Retracted Publication[sb] OR Retraction of Publication[sb]).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ".22, Microsoft Corp, WA).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Countries of origin of the 191 retracted papers. Note that since several papers were of multi-country origin, the number of country attributions was 208 (for 191 papers). The percentage is expressed as a fraction of 208 countries involved",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "The types of papers that were retracted",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}