{
    "paper_id": "e331b21920cf41880f2f8df2b4215e2d5bf98146",
    "metadata": {
        "title": "Online learning and child abuse: the COVID-19 pandemic impact on work and school from home in Indonesia",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Suyadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UIN Sunan Kalijaga",
                    "location": {
                        "settlement": "Yogyakarta",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            },
            {
                "first": "Issaura",
                "middle": [
                    "Dwi"
                ],
                "last": "Selvi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "UIN Sunan Kalijaga",
                    "location": {
                        "settlement": "Yogyakarta",
                        "country": "Indonesia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The Indonesian government has made a policy requiring parents and children to work and study from home (WFH) during the COVID-19 pandemic. Although this policy was meant to limit the spread of the virus and its effects, it has caused psychological trauma, increased stress on parents, and raised child abuse. Therefore, this study aimed to examine the issue of child abuse during online learning, its underlying factors, and its implications on children's mental health. A descriptive qualitative method was used along with a survey technique utilizing Google Forms, involving 317 parents as respondents. The results showed that there was physical, emotional, and verbal child abuse and negligence during online learning. This happened because children were often assumed of neglecting studies and misusing gadgets. Furthermore, the stress levels in parents increased due to the dual role, i.e, working and being teachers at home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The entire world is fighting the transmission of Coronavirus Disease 2019 caused by Sars-CoV-2. Consequently, the whole community experiences trauma due to unpreparedness, incomplete health care system, and lockdown policy in dealing with the virus spread (Abdullah, 2020; Shammi et al., 2020) . This negatively affects the economic, environmental, and social development and growth, as well as education system. The current policy requires everyone to work from home and even children to study from home. This new rule inevitably brings about a significant impact on parents and children. In addition to working from home, parents also assume additional responsibilities and duties to teach children at home. During the current pandemic, unemployed parents or those who have to work from home experience increased pressure in their businesses along with the task of guiding children to learn (Munastiwi and Puryono, 2021) .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 272,
                    "text": "(Abdullah, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 293,
                    "text": "Shammi et al., 2020)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 893,
                    "end": 922,
                    "text": "(Munastiwi and Puryono, 2021)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Indonesia closed all schools from early March 2020 resulted in around 60 million students studying at home. Schools were asked to facilitate learning from home using either government or private digital platforms that provide free content and online learning opportunities across regions (UNICEF, 2020) . Cindy Vallely, the Executive Director of the Children Advocacy Center in Florida, was concerned about school closures due to the COVID-19 outbreak. She asserted that schools, in many cases, have become shelters for children, and their closures mean that their protective structure has more or less reduced (Vallely, 2020) . These conditions give rise to many new conflicts, including increased domestic violence to spouses and children at home. Parents lose their source of income, worry about paying their bills, and many cannot manage their mentality. Consequently, they vent this anxiety by committing child abuse (Rosalin, 2020) . Therefore, data show that stress and poverty are some triggering factors of child abuse and neglect (Jonson-Reid et al., 2020) .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 302,
                    "text": "(UNICEF, 2020)",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 626,
                    "text": "(Vallely, 2020)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 922,
                    "end": 937,
                    "text": "(Rosalin, 2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1040,
                    "end": 1066,
                    "text": "(Jonson-Reid et al., 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The pressure caused by the COVID-19 pandemic increases parents' burden and stress level which results in verbal and physical child abuse. Pinching, threatening, and loud screaming at children are forms of child abuse committed unconsciously by parents when they cannot hold their emotions (Hadiwidjojo, 2020) . Since its first outbreak in China between late 2019 and early 2020, the COVID-19 pandemic profoundly affected the entire community lives and habits. The most affected countries, unavoidably face health crisis causing a long-term impact on their economic and social structure. Furthermore, there is a policy to enforce social restrictions, such as changing face-to-face learning at school environment to distance, home basis online learning (Favale et al., 2020) . Thus, this pandemic obviously requires more space and time to interact in virtual learning conducted remotely (Chiodini, 2020) .",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 308,
                    "text": "(Hadiwidjojo, 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 751,
                    "end": 772,
                    "text": "(Favale et al., 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 885,
                    "end": 901,
                    "text": "(Chiodini, 2020)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Child abuse cases in Indonesia increased significantly in three weeks from March 12 to April 2, 2020. According to Leny Nurhayati Rosalin, Deputy for Child Development at the Ministry of Women's Empowerment and Child Protection, in a webinar entitled \"The New Face of Early Childhood Education Programs in Indonesia Post-COVID-19 Pandemic: School and Family Synergy\" organized by UHAMKA PGPAUD, held in Jakarta, Saturday, May 16, 2020, a total of 368 abuses were experienced by 407 children. Furthermore, she stated that many parents were not ready with the conditions to work and stay at home. Moreover, equal relations within family had not been established, and parents were not adequately prepared to be good caregivers (Kemenpppa, 2020) . Boserup et al. (2020) examined the alarming trends in US domestic violence during the COVID-19 pandemic. The results showed that work-from-home policies and school closures increased child abuse cases in the household. According to the US Police Department, there was an increase in domestic violence in Portland by 22%, San Antonio by 18%, Jefferson County, Alabama by 27%, and New York City by 10% (Boserup et al., 2020) . Research by Ghosh et al. (2020) maintains that children studying online are vulnerable of becoming violence victims in cyberspace. Lack of parental supervision during online learning may also lead them to suffer from mental and psycho-social disorders (harassment/bullying) (Ghosh et al., 2020) . Furthermore, Nurfauziah et al. (2020) asserted that ineffective online learning and piled up school assignments produce stressful and bored children, and are even vulnerable to cyber-bullying crimes (Nurfauziah et al., 2020) .",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 741,
                    "text": "(Kemenpppa, 2020)",
                    "ref_id": null
                },
                {
                    "start": 744,
                    "end": 765,
                    "text": "Boserup et al. (2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1144,
                    "end": 1166,
                    "text": "(Boserup et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1181,
                    "end": 1200,
                    "text": "Ghosh et al. (2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1443,
                    "end": 1463,
                    "text": "(Ghosh et al., 2020)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1479,
                    "end": 1503,
                    "text": "Nurfauziah et al. (2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1665,
                    "end": 1690,
                    "text": "(Nurfauziah et al., 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In Indonesia, an elementary school student, named LF, ran away from home. This 11-year-old and 5th-grade student ran away after being scolded by their mother for spending internet data on online assignments (Baihaqi, 2020) . Elsewhere, a 14-year-old student from Kerala, India, reportedly committed suicide because she could not attend online classes due to the absence of smartphone or TV (Ramadhanty, 2020) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 222,
                    "text": "(Baihaqi, 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 390,
                    "end": 408,
                    "text": "(Ramadhanty, 2020)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "These cases show the prevalence of child abuse as a result of online learning during the COVID-19 pandemic. This study, nonetheless, examines broader factors regarding the relationship between online learning and child abuse. These factors could be the teachers, parents, or children's lack of knowledge about the online learning system which then trigger conflicts or it could also be caused by network and internet connection or even devices unavailability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This study determines the relation of online learning on potential child abuse during work (WFH) and school from home (SFH) due to the COVID-19 pandemic in Indonesia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many schools worldwide are reducing access for direct interaction between students and teachers, forcing them to adopt technology for education survival (Kingsbury, 2021) . Technology is essential in teaching and learning process particularly in the era of the industrial revolution 4.0. It motivates students and promotes efficient and productive interaction (Thorne, 2007) . Moreover, online learning facilitates students to obtain quick and broad access to resources (Pannekoek, 2008) using internet networks. It supports students in having flexible learning schedules and interacting with teachers using mobile applications, such as video conference, telephone or live chat, zoom, or WhatsApp group. The online learning system is conducted virtually using the internet. The teaching and learning process is carried out using devices such as mobile phone, personal computer or laptop connected to internet network while students and teachers are at home. Teachers are expected to create simultaneous learning using groups on social media, such as WhatsApp, Telegram, Instagram, or Zoom (Harnani, 2020) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 170,
                    "text": "(Kingsbury, 2021)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 360,
                    "end": 374,
                    "text": "(Thorne, 2007)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 470,
                    "end": 487,
                    "text": "(Pannekoek, 2008)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1089,
                    "end": 1104,
                    "text": "(Harnani, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Online learning during COVID-19 pandemic"
        },
        {
            "text": "Online learning is the process of implementing education using the internet (Kim, 2020) . It is conducted remotely to enable children to access education from distance as well as a solution offered when they cannot attend school class. Online learning can also be defined as a process of employing network connected digital media, which can be arranged anywhere, anytime and under any circumstances in order to achieve educational goals (Dhawan, 2020) . This has been a significant development in education, in which teachers and students do not need to interact directly face to face within school environment. This also helps education survival easier today during the pandemic (Marek et al., 2021) . Therefore, parents, to a certain extent, do not need to worry about the constraints of the pandemic as online learning has been one of the solutions to today's educational problems.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 87,
                    "text": "(Kim, 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 437,
                    "end": 451,
                    "text": "(Dhawan, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 680,
                    "end": 700,
                    "text": "(Marek et al., 2021)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Online learning during COVID-19 pandemic"
        },
        {
            "text": "Commonly, online learning in Indonesia uses electronic media, such as laptops, televisions, and smartphones via WhatsApp, zoom, or google meet. Teachers invite parents to join social media groups, such as WhatsApp, to deliver the learning materials. Furthermore, video calls are made using WhatsApp, Zoom, Google Meet, or other applications for virtual face-to-face meetings (Suhendro, 2020) . As the pandemic began to slow down, offline learning was partly implemented following health protocols, yet the online learning still dominantly took place to prevent the virus from spreading in schools.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 391,
                    "text": "(Suhendro, 2020)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Online learning during COVID-19 pandemic"
        },
        {
            "text": "During the online learning, children should not be allowed to carry out the process without any assistance from parents since they still lack of knowledge of devices management and utilization, thus, parents' role is needed. Besides, assignments given by the teachers cannot be understood directly by the children. Therefore, parents are expected to provide instructions for children in completing assignments. Although parents have been charged with their own work and tasks, children still need their attention during this pandemic (Novianti and Garzia, 2020) . This is because their socialization and direct interaction with their friends and the surrounding community is considerably limited. Therefore, parents' assistance and attention to their children's home-basis education is urgent to maintain their development and growth despite the space and social limitation.",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 561,
                    "text": "(Novianti and Garzia, 2020)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Online learning during COVID-19 pandemic"
        },
        {
            "text": "On the other hand, teachers are also expected to improve innovation and creativity to help overcome the limitations of online learning (Limbers, 2020). Early childhood education teachers are anticipated to actively collaborate with parents to improve online learning methods that suit the children's development and growth needs. To some extent, online learning actually enhances innovative teaching and learning, where teachers and parents may discuss the best facilities which can be provided for children's education at home (Pokhrel and Chhetri, 2021) . Therefore, teachers and parents need to grasp comprehensive understanding on the fundamental concept of online learning activities to ensure optimal implementation of the process as well as optimal students' achievement.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 555,
                    "text": "(Pokhrel and Chhetri, 2021)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Online learning during COVID-19 pandemic"
        },
        {
            "text": "Online learning is divided into Exploration, Elaboration, and Confirmation. Exploration facilitates children's learning process from not knowing to knowing. In exploration activities, parents and teachers involve children in finding and collecting information. They help children to enrich and manage information through the internet, facilitate and motivate their active participation, and encourage them to observe various indications. Meanwhile, elaboration activities promote children to work on assignments by describing their exploration results, deepening knowledge, concluding together, and presenting learning outcomes. In confirmation activities, teachers and parents provide feedback on the results of the children learning experience and give appreciation to strengthen them (Daryanto and Dwicahyono, 2014) .",
            "cite_spans": [
                {
                    "start": 787,
                    "end": 818,
                    "text": "(Daryanto and Dwicahyono, 2014)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Online learning during COVID-19 pandemic"
        },
        {
            "text": "Depression, worry, negative emotions, and adults' anxiety towards children are some of the risk factors of violence against children (Sakakihara et al., 2019) . Child abuse is an act of harming children physically, psychologically, or socially. This could involve physical harm, verbal expressions, bullying, anger, discrimination, harassment, neglect, unloving act, or reduced attention (NSPCC, 2020) . Child abuse affects their Suyadi, I.D. Selvi Heliyon 8 (2022) e08790 psychological, somatic, and social well-being and their development into adulthood. Various negative psychological and emotional consequences obtained by the victims will lead them to become a deviant adult having bad behaviour and committing the same abuse (Rerkswattavorn and Chanprasertpinyo, 2019) . According to Newberger, child abuse is divided into Physical, Emotional, and Verbal and Neglect (Newberger, 1994) . Child physical abuse is a form of harsh treatment of a person against a child's body by punching, biting, burning, poisoning, strangling, slapping, or kicking. It causes diverse effects, such as bruises, fractures, injuries, and wounds (Mathews et al., 2020) . The Center for Disease Control and Prevention (CDC) defines child physical abuse as the intentional use of physical force against children, resulting in or potentially causing physical injury (Mogaddam et al., 2016) . Furthermore, children may suffer from permanent physical and mental harm. The victims are at risk of developing various problems, such as behavioural disorders, aggressiveness, depression, poor academics, sluggish performance, or decreased cognitive function (Christian, 2015) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 158,
                    "text": "(Sakakihara et al., 2019)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 388,
                    "end": 401,
                    "text": "(NSPCC, 2020)",
                    "ref_id": null
                },
                {
                    "start": 430,
                    "end": 472,
                    "text": "Suyadi, I.D. Selvi Heliyon 8 (2022) e08790",
                    "ref_id": null
                },
                {
                    "start": 731,
                    "end": 774,
                    "text": "(Rerkswattavorn and Chanprasertpinyo, 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 873,
                    "end": 890,
                    "text": "(Newberger, 1994)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1129,
                    "end": 1151,
                    "text": "(Mathews et al., 2020)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1346,
                    "end": 1369,
                    "text": "(Mogaddam et al., 2016)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1631,
                    "end": 1648,
                    "text": "(Christian, 2015)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Child abuse"
        },
        {
            "text": "Emotional abuse is an invisible non-physical treatment yet directly affects the inside feeling of the children. Child emotional abuse harms the children's mentality and impacts their emotional development (Kimber et al., 2019) . This act involves belittling, blaming, threatening, frightening, discriminating, mocking, vilifying, and other forms of non-physical rejection (Norman et al., 2012) . Additionally, emotional abuse refers to failing to educate children by not providing appropriate and supportive environment including actions that harm their health and emotional development (Subedi et al., 2020) . Child emotional abuse harms behavioural, social, and physiological functioning, leaving lifelong scars in the children's lives.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 226,
                    "text": "(Kimber et al., 2019)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 372,
                    "end": 393,
                    "text": "(Norman et al., 2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 587,
                    "end": 608,
                    "text": "(Subedi et al., 2020)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Child abuse"
        },
        {
            "text": "Child verbal abuse is a harsh treatment using unpleasant words, such as insulting, scolding, shouting, or yelling (Schneider et al., 2020) . This includes belittling and demeaning children with unpleasant intonation and embarrassing words (Coates et al., 2013) , and harming their emotional and language development. Symptoms of separation anxiety, disturbed mood, forming and maintaining relationships difficulty, guilty feeling, distress, and self-destructive behaviour are common in verbally abused children (Ney, 1987) .",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 138,
                    "text": "(Schneider et al., 2020)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 239,
                    "end": 260,
                    "text": "(Coates et al., 2013)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 511,
                    "end": 522,
                    "text": "(Ney, 1987)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Child abuse"
        },
        {
            "text": "Neglect is one type of child abuse leading to various consequences on their development. Although this type of treatment exists in every social class, and not all poor parents neglect their children, in fact, poverty is one of the risk factors (Pasian et al., 2020) . Child neglect occurs because of poor supervision, inadequate and unavailable food, de-schooling, and lack of needed medical attention (Mulder et al., 2018) .",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 265,
                    "text": "(Pasian et al., 2020)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 402,
                    "end": 423,
                    "text": "(Mulder et al., 2018)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Child abuse"
        },
        {
            "text": "This study focused on abuses committed by parents accompanying their children's learning at home while working from home. Stress occurred because of increasing demands on office work and difficulties in accompanying children's learning. These factors have triggered child physical, verbal, and emotional abuse, as well as neglect.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "Primary data were collected through interviews and questionnaires distributed to parents, while secondary data were sourced from online media. The data needed were difficulties experienced by parents and children during the pandemic, and child abuse committed by parents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "A total of 317 respondents spread across several cities in Indonesia participated in this study. They comprise of parents openly selected based on the ownership of children aged 3-12 years and their ability to fill out a questionnaire distributed through Google Forms. Based on their experience assisting children in online learning, they were expected to provide the information needed. Respondents data comes from various regions in Indonesia, Information can be seen in Table 1 below.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 480,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Method"
        },
        {
            "text": "Data collection started with desk review from secondary sources through online news on child abuse and neglect during the pandemic. Furthermore, information on parents' experience of accompanying children to study at home and data on child abuse was collected through questionnaires distributed via google forms on WhatsApp groups, Facebook, Instagram networks of colleagues, family, neighbors, and teacher groups. Google form was used due to social restrictions (lockdown policy), making it impossible to walk around in the field. To complete the survey data obtained, the parents and children were interviewed by chatting or recording voice notes on WhatsApp.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Method"
        },
        {
            "text": "The data were then analyzed following the Miles and Huberman (2020) stages, including reduction, display, and verification. The questionnaire results are presented in a bar graph (Figures 1, 2 , 3, 4, and 5, and Tables 2, 3, 4, 5, 6, and 7). Furthermore, classified data were analyzed by interpretation method. Figure 1 presents the parents' experience of accompanying their children in online learning. Figures 2, 3 , 4, and 5 show child abuse experience, while Table 2 displays the factors causing child abuse.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 179,
                    "end": 192,
                    "text": "(Figures 1, 2",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 311,
                    "end": 319,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 416,
                    "text": "Figures 2, 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Method"
        },
        {
            "text": "The research instrument was formulated based on five parts, including online learning, child physical abuse, emotional abuse, verbal abuse, and neglect. The questionnaire comprised of a number of questions covering information about the children's and parents' experiences during online learning was then structured on the ground of the research instrument. Statements regarding online learning are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research instruments and measurements"
        },
        {
            "text": "(1) During the pandemic, I accompanied my children in online learning at home, (2) My children and I had difficulty using online learning media (Smartphone/Laptop/Computer) while studying from home, (3) I had difficulty finding information on the internet about my children's school's daily assignments, (4) My internet network or quota at home was fulfilled during online learning, (5) The assignments given by the teacher were too heavy for the children. (6) I always appreciated my children once they accomplished a session of online learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research instruments and measurements"
        },
        {
            "text": "Statements on the experience of child physical abuse:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research instruments and measurements"
        },
        {
            "text": "(7) I punished (pinching) my children if they neglected or refuse to complete online assignments (20) I allowed my children to insist on using the gadgets (mobile phone/laptop), although they had passed the study time limit (21) I allowed my children to use the gadgets (mobile phone/laptop) for a long time, provided they did not cry (22) I left my children to complete their assignments on their own when I was busy at work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research instruments and measurements"
        },
        {
            "text": "3.1. Aspects of online learning during the COVID-19 pandemic",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and findings"
        },
        {
            "text": "The forms of online learning carried out during the pandemic are categorized into exploration, elaboration, and confirmation. These three categorizations are obtained from the questionnaire distributed to parents, as shown in Figure 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 226,
                    "end": 234,
                    "text": "Figure 1",
                    "ref_id": null
                }
            ],
            "section": "Results and findings"
        },
        {
            "text": "In terms of exploration activities, parents and teachers involve children in finding information using technology, such as computers or laptops and smartphones. Furthermore, in elaboration, parents assist Strongly Agree Agree Less Agree Disagree Figure 5 . Graphics about statements of child neglect. Statements of Child Neglect are 20) Parents allowed their children to insist on using the gadgets (mobile phone/ laptop), although they had passed the study time limit, 21) Parents allowed their children to use the gadgets (mobile phone/laptop) for a long time, provided they did not cry, 22) Parents left my children to complete their assignments on their own when they were busy at work. children in answering the assignments. In confirmation, parents provide feedback on children's learning outcomes through motivation, praises, and gifts. The data obtained from parents' and children's responses during online learning uncovers this experience, as shown in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 254,
                    "text": "Figure 5",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 969,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results and findings"
        },
        {
            "text": "Relatively few parents committed physical abuse during online learning, such as hitting, pinching, or pushing. Furthermore, they controlled themselves, though they experienced many obstacles when assisting their children in online learning. This is indicated by the data shown in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 280,
                    "end": 288,
                    "text": "Figure 2",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Aspects of child physical abuse"
        },
        {
            "text": "Based on the questionnaire results, most parents still give a good care to and love their children and do not exercise child physical abuse during online learning. This is shown in Table 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 181,
                    "end": 188,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Aspects of child physical abuse"
        },
        {
            "text": "These results show that online learning impacts child emotional abuse through anger or screams, foreclosure, threats, and shouts. The data found a high level of child emotional abuse, as shown in Figure 3 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "Aspects of child emotional abuse"
        },
        {
            "text": "The survey shows a high child emotional abuse during online learning. Most parents yelled, forcefully took, threatened, and shouted at their children when they used gadgets not for the sake of online learning. This is presented in Table 4 . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 238,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Aspects of child emotional abuse"
        },
        {
            "text": "This study reveals the state of child abuse during online learning. Child verbal abuse has been committed by parents or guardians during the period of work from home (WFH) and school from home (SFH) throughout the COVID-19 pandemic. This is indicated by the survey data in Figure 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Aspects of child verbal abuse"
        },
        {
            "text": "The result of the survey shows high child verbal abuse during online learning. Most parents criticized, compared children to others, rebuked, and accused children for being lazy. This can be seen from the parents' statements in Table 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 235,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Aspects of child verbal abuse"
        },
        {
            "text": "The findings are that most parents do not neglect their children during online learning. This is evidenced by the survey results in Figure 5 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 140,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Aspects of neglect"
        },
        {
            "text": "The survey shows that child neglect during online learning is quite low. Most parents disagree neglecting their children, as shown in Table 6 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Aspects of neglect"
        },
        {
            "text": "The results show the occurrence of child verbal and emotional abuse. Child abuse committed by parents is quite high, with a number of causative factors as described in Table 7 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Causes of child abuse: why parents commit abuse"
        },
        {
            "text": "Children are necessitated to use mobile phones or laptops as learning media during online learning. In many cases, they watch YouTube videos out of the learning materials during the learning time and do not pay attention the assignments or lessons delivered by the teacher which triggers their parents' anger. This is in line with one of respondent's statement stating that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of child abuse: why parents commit abuse"
        },
        {
            "text": "\"I often find my children watching videos which is not for their age, and I usually get angry because of this. I told them: 'Dear, please stop playing with your phone! It has been too long. Give me that cell phone, or I will not give it again forever.' I actually allowed my children to use their mobile phones for the purpose of their study, to complete assignments from school and of course for entertainment purposes as well, so that they won't get bored while at home. In fact, they use the mobile phone not for studying or watching learning materials, but they watch un-educative scenes inappropriate for their age. My children also play games more often instead of completing their assignments. This annoys me so much.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of child abuse: why parents commit abuse"
        },
        {
            "text": "Working and educating children are nevertheless the responsibility of every parent, even during the COVID-19 pandemic which bears multiple obstruction. Concurrent working and teaching has been one of the cause of child emotional and verbal abuse. This is because tired parents produce higher emotional feelings which lead to unloving acts to the children. These children, who actually need more attention at home, consequently become the victim.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Causes of child abuse: why parents commit abuse"
        },
        {
            "text": "Parents working from home while at the same time children studying from home has, to some extent, increased the attachment between them. Although the workload escalates, parents assume more demand and responsibility for their children's online education at home. Online learning, as a matter of fact, increases parents' digital literacy, indicated by the provision effort for online facilities and frequent information searching through internet connection either for their personal purposes or for their children's assignment completion. This is in accordance with Purnama's et al. (2021) statement that online learning through internet media helps students work efficiently (Purnama et al., 2021) .",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 589,
                    "text": "Purnama's et al. (2021)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 676,
                    "end": 698,
                    "text": "(Purnama et al., 2021)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The result of the survey shows that there are still parents who commit physical violence to children during online learning which resulted from the increasing workload and work pressures during the COVID-19 pandemic. This is in line with the results of a survey conducted by the Indonesian Child Protection Commission (KPAI) that macro-physical violence against children still occurs during online learning even though the intensity is lower compared to emotional violence. Physical violence such as beatings is accounted for only 10%, while emotional violence, such as children being scolded, has been accounted for 56% (KPAI, 2021) . In this case, no matter how small, the act of violence should not occur to any children. Brown (2020) suggests that the role of parents is to reduce children's stress levels, provide optimum support for their safety, self-exploration, and excellence during online learning at home (Brown et al., 2020) .",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 633,
                    "text": "(KPAI, 2021)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 725,
                    "end": 737,
                    "text": "Brown (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 917,
                    "end": 937,
                    "text": "(Brown et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, this study also reveals the occurrence of emotional violence against children committed by parents during online learning due to the impact of the COVID-19 pandemic. The pandemic, undeniably, bears psychological trauma to parents and children. Furthermore, unreadiness in adapting for new habits raises emotional stress and some related attitudes. Carrying out online learning while playing online games and watching unrelated-to-learning contents is inevitable during the pandemic. As a consequence, this will likely lead to the state of anger and aggravation, or the act of yelling and shouting as an expression of psychological trauma that occurs spontaneously. This is consistent with Abdullah's opinion (2020) that the pandemic brings about psychological trauma which further causes domestic violence (Abdullah, 2020) .",
            "cite_spans": [
                {
                    "start": 819,
                    "end": 835,
                    "text": "(Abdullah, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Child verbal abuse also reflects psychological trauma during the pandemic. Parents often criticize their children's learning outcomes as a form of dissatisfaction expression. This act reduces children's mental health, produces self-inferiority, depression, and uncomfortable feeling as they perceive that their work is always wrong. Consequently, their insecurity affects their self-efficacy in subsequent developments. This is in line with Kerns and Brumariu (2014) , who stated that insecurity contributes to children's anxiety and other mental problems (Kerns and Brumariu, 2014) . On one hand, seen from the parents' perspective, online learning does not necessarily reflect children's neglect. Parents embrace dual role during pandemic i.e., working from home to be able to survive and assisting children schooling from home. The former which is considered as the main task by parents has occasionally been misinterpreted by children as giving less attention and learning assistance. In addition, parents are not prepared and do not master the learning materials delivered by teachers. This also implies that the pandemic has added new role to parents that is being school teachers at home.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 466,
                    "text": "Kerns and Brumariu (2014)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 556,
                    "end": 582,
                    "text": "(Kerns and Brumariu, 2014)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Parents feel increasing pressured as they have to carry out dual role as teachers at home while accomplishing heavy workloads received from their workplace. Although parents usually feel tired after work, are not prepared in terms of mental, physical, and knowledge mastery, they still have to assist and be their children offline teacher explaining school lessons. As a result, they commit child abuse during online learning in the period of COVID-19 pandemic. Scarpellini et al. (2021) stated that 72.2% of parents in Italy, especially mothers, are against changing their role to become teachers in online learning (Scarpellini et al., 2021) . This is where children may misperceive their parents in online learning at home.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 487,
                    "text": "Scarpellini et al. (2021)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 617,
                    "end": 643,
                    "text": "(Scarpellini et al., 2021)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Child abuse occurs because of new phenomenon that is studying and working from home during the COVID-19 pandemic. Education which is usually carried out in schools and managed by teachers, has been inevitably replaced at home handled by parents. The children's task is to simultaneously attend online learning delivered by the teachers and offline learning guided by the parents. These two aspects i.e., parents and children, to a certain extent, each of which contribute in forming child abuse.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, viewed from the children's perspective, they cannot concentrate on online learning and rather play online games or watch YouTube which are not related to the learning materials. Therefore, child abuse can also be experienced as a result of children being less independent while learning online. In fact, their inability to independently complete the assignments is caused by limited information, communication, and understanding of the online and offline instructions delivered by teachers and parents, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Online learning during the COVID-19 pandemic has resulted in children's psychological trauma which further led to mental health vulnerabilities and child abuse. This study initially argues that the change from face-to-face to online learning has created stress among parents and children due to the lack of readiness. The findings show that child verbal and emotional abuse committed by parents was increasing during the online learning. The economic pressure experienced by parents due to the lockdown policy, lack of digital literacy, and unpreparedness as a 'new teacher' are common stressors manifested through child abuse. Therefore, a thorough investigation on this problem is crucial as it may lead to vulnerability of children's mental health. Social restrictions (lockdown) policy and school closures have been enforced by government without any direct assistance to families. This study suggests the importance of involving parents as the main partners besides teachers in educational success.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study further raises a question on empowering parents in light of children learning assistance both in pandemic and normal period. It is then suggested that parents are required to continuously improve understanding and knowledge during the pandemic to provide learning assistance for their children. The underlying factors triggering child abuse should be minimized to facilitate the development of children's mental health as well as their academic achievement. This study has limitations, especially in terms of extracting information, which mostly focused on parents. Therefore, further study will likely focus on children, teachers, and environmental perspective. Moreover, due to the importance of these findings, policymakers should consider multiple impacts of online learning following the prolonged school closures and social restrictions and review the importance of systemic support for children's mental health and family resilience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Suyadi: Conceived and designed the experiments; Performed the experiments; Analyzed and interpreted the data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "Issaura Dwi Selvi: Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contribution statement"
        },
        {
            "text": "This work was supported by LPPM (Lembaga Penelitian dan Pengabdian kepada Masyarakat) / Indonesian Institute of Research and Community Service (LPPM).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding statement"
        },
        {
            "text": "Data included in article/supplementary material/referenced in article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: threat and fear in Indonesia",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Abdullah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychol. Trauma: Theo. Res. Pract. Pol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Siswi SD Kabur Usai Dimarahi Ibu Karena Habiskan Pulsa Untuk Daring",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Baihaqi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Alarming trends in US domestic violence during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Boserup",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckenney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elkbuli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am. J. Emerg. Med",
            "volume": "38",
            "issn": "12",
            "pages": "2753--2755",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Stress and parenting during the global COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Doom",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lechuga-Peña",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Watamura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koppels",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Child Abuse Negl",
            "volume": "110",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Online learning in the time of COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chiodini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trav. Med. Infect. Dis",
            "volume": "34",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clinical Report Guidance for the Clinician in Rendering Pediatric Care the Evaluation of Suspected Child Physical Abuse",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Adult psychological distress and self-worth following child verbal abuse",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Coates",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dinger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Phares",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Aggress. Maltreat. Trauma",
            "volume": "22",
            "issn": "4",
            "pages": "394--407",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Pengembangan Perangkat Pembelajaran",
            "authors": [
                {
                    "first": "Dwicahyono",
                    "middle": [],
                    "last": "Daryanto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Online learning: a panacea in the time of COVID-19 crisis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dhawan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Educ. Technol. Syst",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Campus traffic and e-Learning during COVID-19 pandemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Favale",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Soro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trevisan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Drago",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mellia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput. Network",
            "volume": "176",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Impact of COVID -19 on children: special focus on the psychosocial aspect",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Minerva Pediatr",
            "volume": "72",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Covid-19 Dan Kekerasan Ke Anak Yang Meningkat",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "I"
                    ],
                    "last": "Hadiwidjojo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Child Abuse Prevention Month in the Context of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jonson-Reid",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Drake",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cobetto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ocampo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Is insecure parent-child attachment a risk factor for the development of anxiety in childhood or adolescence?",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kerns",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Brumariu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Child Develop. Perspect",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Learning and teaching online during covid-19: experiences of student teachers in an early childhood education practicum",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "52",
            "issn": "",
            "pages": "145--158",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Identifying and responding to child maltreatment when delivering family-based treatment-a qualitative study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimber",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Mctavish",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Couturier",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Le Grange",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lock",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Macmillan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Eat. Disord",
            "volume": "52",
            "issn": "3",
            "pages": "292--298",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Online learning: how do brick and mortar schools stack up to virtual schools?",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kingsbury",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Educ. Inf. Technol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Hasil survei Pemenuhan hak dan Perlindugan anak pada masa Pandemi COVID-19. Komisi Perlindungan Anak Indonesia bankdata",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kpai",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Factors Associated with Caregiver Preferences for Children's Return to School during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Limbers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Teacher experiences in converting classes to distance learning in the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Marek",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sheng Chew",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Teknologi Mara",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alam",
                    "suffix": ""
                },
                {
                    "first": "W.-C",
                    "middle": [],
                    "last": "Vivian Wu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Dist Educ. Technol",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Comparing reports of child sexual and physical abuse using child welfare agency data in two jurisdictions with different mandatory reporting laws",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bromfield",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc. Sci",
            "volume": "9",
            "issn": "5",
            "pages": "1--22",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Knowledge, attitudes, and behaviors of dentists regarding child physical abuse in Jeddah, Saudi Arabia",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mogaddam",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kamal",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Merdad",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Alamoudi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Child Abuse Negl",
            "volume": "54",
            "issn": "",
            "pages": "43--56",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Risk factors for child neglect: a meta-analytic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Mulder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Kuiper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Van Der Put",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J J M"
                    ],
                    "last": "Stams",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Assink",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Child Abuse Negl",
            "volume": "77",
            "issn": "",
            "pages": "198--210",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Unprepared management decreases education performance in kindergartens during Covid-19 pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Munastiwi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Puryono",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Heliyon",
            "volume": "7",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Understanding of child abuse and neglect",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "H"
                    ],
                    "last": "Newberger",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Am. Coll. Dent",
            "volume": "61",
            "issn": "1",
            "pages": "26--29",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Does verbal abuse leave deeper scars: a study of children and parents",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Ney",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Can. J. Psychiatr",
            "volume": "32",
            "issn": "5",
            "pages": "371--378",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The long-term health consequences of child physical abuse, emotional abuse, and neglect: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Norman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Byambaa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Butchart",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Vos",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS Med",
            "volume": "9",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Parental engagement in children's online learning during COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Novianti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garzia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Teach. Learn. Elemen. Educ",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Definitions and Signs of Child Abuse",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Dampak Pembelajaran Daring Terhadap Anak Selama Pandemi Covid-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Nurfauziah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Raharjo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Krisnani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "THE THEORY AND PRACTICE OF ONLINE LEARNING, second ed",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pannekoek",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Child neglect and poverty: a Brazilian study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Pasian",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Benitez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lacharit E",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Child. Youth Serv. Rev",
            "volume": "108",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A literature review on impact of COVID-19 pandemic on teaching and learning",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pokhrel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chhetri",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Higher Educ. Future",
            "volume": "8",
            "issn": "1",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Does digital literacy influence students' online risk? Evidence from covid-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Purnama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ulfah",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Machali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wibowo",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Narmaditya",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Heliyon",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Takut Tak Bisa Ikut Belajar Online, Siswi 14 Tahun Bunuh Diri",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ramadhanty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Www.Dream.Co.Id",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Prevention of child physical and verbal abuse from traditional child discipline methods in rural Thailand",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rerkswattavorn",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chanprasertpinyo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Heliyon",
            "volume": "5",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Kekerasan Terhadap Anak Meningkat Selama Pandemi Covid-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Rosalin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Association between mothers' problematic Internet use and maternal recognition of child abuse",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sakakihara",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Haga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kinjo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Osaki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Distance learning in Italian primary and middle school children during the COVID-19 pandemic: a national survey",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarpellini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Segre",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cartabia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zanetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Campi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clavenna",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bonati",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMC Publ. Health",
            "volume": "21",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Childhood trauma, social networks, and the mental health of adult survivors",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "D"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Loveland Cook",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Salas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scherrer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Cleveland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Burge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Interpers Violence",
            "volume": "35",
            "issn": "5-6",
            "pages": "1492--1514",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "COVID-19 pandemic, socioeconomic crisis and human stress in resource-limited settings",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shammi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bodrud-Doza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R M"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bangladesh. Heliyon",
            "volume": "6",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Analysis of the relationship between earthquakerelated losses and the frequency of child-directed emotional, physical, and severe physical abuse in Haiti",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subedi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bartels",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Child Abuse Negl",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Strategi pembelajaran pendidikan Anak Usia Dini di Masa pandemi covid-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Suhendro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Golden Age: J. Ilmiah Tumb. Kemb. Anak. Usia Dini",
            "volume": "5",
            "issn": "3",
            "pages": "133--140",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Blended Learning: How to Integrate Online and Traditional Learning. UNICEF, 2020. Covid-19 and Children in Indonesia",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Thorne",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Anak-anak Rentan Menjadi Korban Kekerasan Selama Pandemi",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vallely",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Graphics about statements of child physical abuse. Parents' responses to child physical abuse are 7) Parents punish (pinching) their children when they neglect or refuse to conduct online assignments, 8) Parents punish (pinching) their children if they use gadgets (mobile phone/laptop) too long, 9) Parents have once forcibly taken (seized) the gadgets (mobile phone/laptop) when the study time was over, 10) Parents have once hit their children as they failed to obey the rules of studying or they refused to learn. ) I threatened my children not to give them the gadgets (mobile phone/laptop) anymore if they still violate the rules (14) I have once had to shout to my children when they refused to learn Statements on the experience of child verbal abuse:(15) I criticized my children if they misused the internet not for online learning (16) I strengthened my children to be enthusiastic about learning by comparing them with their colleagues (17) I told my children to stop crying when they refused to follow the rules (18) I accused my children of using the gadgets (mobile phone/laptop) too often that they forgot about their assignments (19) I called my children lazy once they failed to complete the assignment Statements regarding the experience of child neglect:",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Respondent distribution. ) I have once forcibly taken (seized) the gadgets (mobile phone/ laptop) when the study time was over (10) I have once hit my children as they failed to obey the rules of studying or they refused to learnStatements regarding the experience of child emotional abuse:(11) I have been angry if my children use gadgets (mobile phone/ laptop) to play games, instead of completing online learning (12) I was forced to take the gadgets (mobile phone/laptop) when it exceeded the learning time limit",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Parent's response to online learning.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Child physical abuse.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Child verbal abuse.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Child neglect.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Causing factors of parents to commit child abuse.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "No additional information is available for this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}