{
    "paper_id": "e34107fe156413f55f4be7d6200144ec2ebf553f",
    "metadata": {
        "title": "Increased suicide mortality in Japan during the COVID-19 pandemic in 2020",
        "authors": [
            {
                "first": "Miki",
                "middle": [],
                "last": "Watanabe",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Nagoya City University Graduate School of Medical Sciences",
                    "location": {
                        "addrLine": "1 Kawasumi, Mizuho-cho, Mizuho-ku",
                        "postCode": "476-8601",
                        "settlement": "Nagoya",
                        "region": "Aichi",
                        "country": "Japan"
                    }
                },
                "email": ""
            },
            {
                "first": "Hideo",
                "middle": [],
                "last": "Tanaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Fujiidera Public Health Center of Osaka Prefectural Government",
                    "location": {
                        "addrLine": "1-8-36 Fujiidera",
                        "postCode": "583-0024",
                        "settlement": "Fujiidera",
                        "region": "Osaka",
                        "country": "Japan"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Socioeconomic stagnation and social isolation due to the spread of novel coronavirus disease 2019 might have contributed to the increase in suicide mortality in 2020. Using Joinpoint regression analysis, we estimated the expected suicide mortality in 2020 based on suicide mortality from 2011 to 2019, and compared results to the actual suicide mortality in Japan. We found that actual suicide mortality was significantly higher than the expected mortality among both men (excess mortality rate: 107.0%) and women (120.1%). This higher excess suicide mortality rate was particularly notable in women aged in their 20 s (154.0%) and 30s-40 s (130.7%).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "While suicide is rarely attributable to a single factor, a variety of factors such as socioeconomic stagnation, unemployment, and violence could influence suicide mortality (Kawohl and Nordt, 2020) . In Japan, around 20,000 people die from suicide every year. Although suicide mortality has been decreasing since 2009, it started to increase in 2020 (National Police Agency, 2021a). The novel coronavirus disease 2019 (COVID-19) was a global pandemic in 2020. Many studies have reported that COVID-19 exacerbates multiple factors that may increase suicide mortality, including isolation, anxiety, economic fallout and domestic violence. (Banerjee et al., 2021) Although Japan had a lower cumulative incidence of novel coronavirus disease 2019 than most other developed countries in 2020 (World Health Organization 2020), real GDP decreased 4.5% (Cabinet Office, National Accounts of Japan, 2020) from the previous year. This socioeconomic stagnation might have contributed to the increase in suicide mortality in 2020. To assess the increase in suicide mortality in 2020, it is necessary to take into account the declining trend of the previous years. Here, we aimed to estimate the excess suicidal mortality in 2020 with consideration to the effect of the previous declining trend in Japan.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 197,
                    "text": "(Kawohl and Nordt, 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 637,
                    "end": 660,
                    "text": "(Banerjee et al., 2021)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We obtained aggregated suicide mortality data collected by the Japanese National Police Agency from 2011 to 2020, which includes deaths from suicide among foreign residents, from a website (National Police Agency, 2021a). Using the suicide mortality data from 2011 to 2019, we determined the best fitting annual percent change (APC) in suicide mortality in this period by Joinpoint regression analysis using the Joinpoint Regression Program version 4.9.0.0, provided by the Surveillance, Epidemiology, and End Results (SEER) Program (National Cancer Institute, 2021) . Joinpoint regression analysis can be applied to analyze trends in events such as cancer incidence. In particular, Joinpoint regression analysis makes it possible to identify the timing of a significant change in the slope of a trend and to calculate the average percentage change with 95% confidence intervals (Kim et al., 2000) .",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 566,
                    "text": "(National Cancer Institute, 2021)",
                    "ref_id": null
                },
                {
                    "start": 879,
                    "end": 897,
                    "text": "(Kim et al., 2000)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "We then calculated the expected sex-and age-specific number of deaths from suicide in 2020 by extrapolating the corresponding APC. The difference between the actual and expected number of deaths from suicide in 2020 was defined as excess deaths from suicide, and expressed as excess mortality rate (EMR) i.e., the ratio of the actual to the expected number of deaths from suicide. Statistical significance was derived from the 95% confidence interval (95%CI) of the corresponding expected number of deaths from suicide, which was extrapolated by the confidence interval for APC. EMRs were calculated by sex in the total age and age strata groups (under 20, 20-29, 30-49, 50-69, 70 and over) .",
            "cite_spans": [
                {
                    "start": 646,
                    "end": 690,
                    "text": "(under 20, 20-29, 30-49, 50-69, 70 and over)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "This study did not require ethical review or informed consent because no individual level data were used and no data could be linked to any individual.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In 2020, 20,882 individuals died from suicide in Japan. Total EMR in 2020 was 110.1% (95%CI: 109.3-110.0%), which means that the observed suicide mortality was significantly higher than the expected mortality. As the APC from 2011 to 2019 was − 4.8%, the excess deaths from suicide (1919) were greater than the actual difference (501) in suicide mortality between 2019 and 2020. The EMR was significantly higher than the reference in both men (107.0%) and women (120.1%) ( Table 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 473,
                    "end": 481,
                    "text": "Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "In men, significantly higher excess suicide mortality was found in those aged 20-29 (EMR: 113.6%, 95%CI: 113.0-114.3%), 30-49 (103.3%, 102.2-104.5%), 50-69 (106.1%, 104.9-107.3%) and 70 and over (104.1%, 103.3-105.0%). In women, significantly higher excess suicide mortality was found in all age groups: less than 20 (125.1%, 120.2-130.2%), 20-29 (154.0%, 149.5-158.5%), 30-49 (130.7%, 128.4-133.1%), 50-69 (112.2%, 111.2-113.3%) and 70 and over (108.2%, 107.8-108.7%). Significantly higher EMR was found in women aged 20-29 and 30-49, with an excess number of deaths from suicide of 328 (95%CI: 310-345) and 495 (467-525), respectively. (Table 1) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 638,
                    "end": 647,
                    "text": "(Table 1)",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "This study found that actual suicide mortality in Japan in 2020 was significantly higher than the expected suicide mortality estimated in a regression analysis fitted with the declining trend in suicides from 2011 to 2019. The excess suicide mortality rate (EMR) was significantly higher than the reference in both men and women. Moreover, a significantly higher EMR was found among women aged in their 20 ′ s and 30-49.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A previous study from Japan using data from January to September 2020 found excess suicide mortality from July to September among women but not men (Nomura et al., 2021) . A second study from Japan using data from January to November 2020 found that the largest relative increase in suicide mortality rate was observed among women aged younger than 30 years and 30 to 49 years (Sakamoto et al., 2021) . The first COVID-19 wave in Japan began in early March 2020. The government declared a nationwide state of emergency on April 7 and the first epidemic terminated at the end of May. The second and third epidemics occurred in July and November, respectively (National Institute of Infectious Disease, 2021). The higher suicide mortality in July to December 2020 than that reported for the previous year by the Japanese Ministry of Health, Labour and Welfare (Ministry of Health, Labour, and Welfare, 2021) is considered attributable to these epidemics of COVID-19. Among other countries, elevated levels of adverse mental health conditions and suicidal ideation have been reported in the USA (Czeisler et al., 2020) ; an overall increase in mental distress has been reported in the UK (Pierce et al., 2020) ; and a moderate to high level of anxiety and low well-being have been reported in New Zealand (Every-Palmer et al., 2020) during the COVID-19 pandemic. These previous findings indicate that the COVID-19 pandemic has adversely affected mental health, and may have thereby caused an increase in suicide mortality.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 169,
                    "text": "(Nomura et al., 2021)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 377,
                    "end": 400,
                    "text": "(Sakamoto et al., 2021)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1092,
                    "end": 1115,
                    "text": "(Czeisler et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1185,
                    "end": 1206,
                    "text": "(Pierce et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The COVID-19 pandemic has greatly shocked the labor markets. Previous studies in Japan indicated that this effect was amplified among contingent workers, young workers, women and workers engaged in non-flexible jobs (Kikuchi et al., 2020) and that the increase in the number of deaths from suicide since July 2020 was partly explained by a decrease in the number of contingent workers on vector autoregression analysis (Motohshi et al., 2020) . Young and middle-aged Japanese women are more likely to be employed as contingent workers than men of the same age. We consider that the high excess suicide mortality seen in Japanese women aged in their 20 s to 40 s is likely attributable to the suppression of socioeconomic activities due to COVID-19 countermeasures. Moreover, the number of consultations for victims of spousal violence reached a record high of 82,643 in 2020 (National Police   Table 1 Annual percent change (APC) in suicide mortality from 2011 to 2019 and excess suicide mortality rate (EMR) in 2020 in Japan. *1 APC : Annual Percent Change *2 EMR : Excess suicide mortality ratio *3 CI: Confidence Interval. * Indicates that the annumal percent change (APC) is significantly different from zero at the alpha = 0.05 level.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 238,
                    "text": "(Kikuchi et al., 2020)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 419,
                    "end": 442,
                    "text": "(Motohshi et al., 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 885,
                    "end": 901,
                    "text": "Police   Table 1",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Agency, 2021b). The United Nations Development Programme reported that emerging data show that since the outbreak of COVID-19, violence against women and girls, and particularly domestic violence, has intensified, and that affected individuals require emergency shelter and protection services (United Nations Development Programme, 2020) . This increase in domestic violence may be attributable to people refraining from going out to prevent the further spread of COVID-19 and to the deterioration in socioeconomic conditions. The increased risk of domestic violence due to the spread of COVID-19 might also have contributed to the excess suicide mortality among women aged 20-49. Our study also found that the EMR was higher than the reference in both men and women aged 70 and over. Since the Japanese pension system provides well for these aged generations, it is difficult to consider that this increased suicide mortality was caused by economic hardship. We suppose that one reason for the elevated suicide mortality is that old people had fewer opportunities to meet their family members or neighbors due to the \"stay home\" announcement of the government, which might have induced prolonged social isolation. In addition, daycare services for older people with physical disabilities were suspended to prevent infections in care facilities, and these individuals might have had fewer opportunities to use in-home care by caregivers.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 338,
                    "text": "(United Nations Development Programme, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As this study is an ecological study, speculation on causes of the excess suicide mortality should be made with caution. Further analytical studies are needed to elucidate the relation between suicide and the COVID-19 pandemic in Japan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When a new infectious disease such as COVID-19 spreads, stagnation of socioeconomic activity associated with restricted human contact is inevitable until an effective vaccine and medication become available to the general population. Nonetheless, we think that the excess suicide mortality seen in young and middle-aged women in Japan, a country which has experienced a relatively small COVID-19 epidemic, is too large to ignore. Effective suicide countermeasures, including mental healthcare, and financial and social support, should be implemented as a matter of urgency.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study found that, compared with the expected number of deaths from suicide estimated based on the declining trend in suicide mortality from 2011 to 2019, the actual number of deaths from suicide in 2020 in Japan increased. In particular, substantially higher EMR was found among women aged 20-49 years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Miki Watanabe: Methodology, Formal analysis, Investigation, Writingoriginal draft, Visualization, Writingreview & editing, Project administration. Hideo Tanaka: Conceptualization, Methodology, Investigation, Writingreview & editing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CRediT authorship contribution statement"
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The dual pandemic' of suicide and COVID-19: a biopsychosocial narrative of risks and prevention",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Kosagisharaf",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Sathyanarayana Rao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Psychiatry Res",
            "volume": "295",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Mental health, substance use, and suicidal ideation during the COVID-19 pandemic -United States",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Czeisler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "I"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Petrosky",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Christensen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Njai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Weaver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "R"
                    ],
                    "last": "Facer-Childs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Barger",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Czeisler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M W"
                    ],
                    "last": "Rajaratnam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb. Mortal. Wkly. Rep",
            "volume": "69",
            "issn": "",
            "pages": "1049--1057",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psychological distress, anxiety, family violence, suicidality, and wellbeing in New Zealand during the COVID-19 lockdown: a crosssectional study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Every-Palmer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gendall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Williman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rapsey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS ONE",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19, unemployment, and suicide",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Kawohl",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nordt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "5",
            "pages": "389--390",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Who Suffers from the COVID-19 Shocks? Labor Market Heterogeneity and Welfare Consequences in Japan",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kikuchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kitao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mikoshiba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Jpn. Int. Econ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Permutation tests for joinpoint regression with applications to cancer rates",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Fay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Feuer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "N"
                    ],
                    "last": "Midthune",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Stat. Med",
            "volume": "19",
            "issn": "",
            "pages": "335--351",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Increase in Suicide during the COVID-19 Pandemic in Japan: possible link between contingent employment and suicide by VAR time-series analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Motohshi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kizuki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Suicide Policy Res",
            "volume": "3",
            "issn": "",
            "pages": "3--8",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Joinpoint Trend Analysis Software",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tne novel coronavirus disease 2019 (COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "Infectious Agents Surveillance Report (IASR)",
            "volume": "42",
            "issn": "",
            "pages": "27--28",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Status of response to stalking case and domestic violence",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Trends in suicide in Japan by gender during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nomura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawashima",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Yoneoka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanoue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eguchi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gilmour",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kawamura",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Harada",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hashizume",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "295",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Mental health before and during the COVID-19 pandemic: a longitudinal probability sample survey of the UK population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hatch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hotopf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kontopantelis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcmanus",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Abel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "883--892",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "United Nations Development Programme (UNDP). 2020. Gender-based violence and COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sakamoto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ishikane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ghaznavi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Netw Open",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Situation reports, Weekly epidemiological update -29",
            "authors": [],
            "year": 2020,
            "venue": "2020. Coronavirus Disease (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}