{
    "paper_id": "e36667cabde42ca6168e49cfc43ab28b9dc4a188",
    "metadata": {
        "title": "Building Applied Mathematics Knowledge Base in East Africa",
        "authors": [
            {
                "first": "Matti",
                "middle": [],
                "last": "Heiliö",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Matylda",
                "middle": [],
                "last": "Jabłońska-Sabuka",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Godwin",
                "middle": [],
                "last": "Kakuba",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "There is vast demand in Africa for technological development including modernization of higher education. Reforms in industrial processes through engineering skills are pivotal for the environmental concern and goals of sustainable development. Lappeenranta University of Technology has actively contributed to the spread of Industrial Mathematics in East African region over the past decade through development projects financed by the Finnish Ministry of Foreign Affairs. In this article, we summarize these projects and present their achievements. The story of European Consortium for Mathematics in Industry (ECMI) and the accumulated experience over 25 years have been the encouragement and inspiration for our initiatives. They were focused on Applied Mathematics curriculum development in Partner countries, and on organization of ECMI-style practical workshops like modeling weeks. There is obvious demand to broaden the cooperation between Africa and the European applied mathematics community.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "M. Heiliö • M. Jabłońska-Sabuka ( )",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is vast demand in Africa for technological development including modernization of higher education. Reforms in industrial processes, communal and regional networks through engineering skills are pivotal for the environmental concern and goals of sustainable development. The repertoire of skills and knowledge that ECMI represents could provide a welcome and needed components in the reform of the rising continent. McKinsey Global Institute (MGI) recent report said: \"Africa's economic pulse has quickened, infusing the continent with a new commercial vibrancy. Many of Africa's economies face serious challenges. Yet the continent is among the world's most rapidly growing economic regions.\" [5] Development of science education and teachers training are important factors in building the foundations for industrial activity and welfare production. Africa needs knowledge-based industries, educating administrators for information society, skills needed in information based professions.",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 703,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Motivated by these factors and enabled by valuable personal contacts Lappeenranta University of Technology (LUT) initiated collaboration with mathematics departments of a number of African universities a decade ago. We have coordinated two projects involving eight universities in East African region: (1) East Africa Technomathematics 2007-2015 and (2) Mathematics education and working life relevance in East Africa 2013-2015 [2] . The aim was to transfer to African colleagues the ideas and encouragement that ECMI stands for, to promote awareness about real world impact of mathematics. The development projects were funded by the Finnish Ministry of Foreign Affairs and administered by Finnish Center for International Mobility (CIMO).",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 353,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 428,
                    "end": 431,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Development Projects for East African Mathematics"
        },
        {
            "text": "The East African region is experiencing rapid changes in demographic profiles characterized by growth in population, urbanization, and income. Challenging problems of Africa persist: civil infrastructure, food production and agricultural practices, logistic chains, public health and sanitation, environmental hazards, energy scarcity. The region needs reform in higher education that would alleviate the shortage of scientific and technological experts. A crucial element in upgrading the education for technological and science based professions is to strengthen computational skills, adequate use of data, analyzing systems by computational models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development Projects for East African Mathematics"
        },
        {
            "text": "The key to address these challenges and exploiting opportunities is competences in managing data and making valid inferences for resource planning. Science and Technology rely on good background in mathematics education, which plays an important role in the development of any nation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development Projects for East African Mathematics"
        },
        {
            "text": "For such purpose we have initiated in last decade cooperation with a number of universities in the East African region to build capacity in modernizing the applications-oriented mathematics education. A weakness in math education in third world countries is often the missing touch with applications. The educational culture fails to bring forward how to apply mathematics to the benefit to society. The aim of our project is to enrich the higher education culture by illuminating the real world context, the possibilities of interaction with stakeholders in society. The means include revising curricula, updating educational approaches and promoting collaboration between mathematics, industry and working life in general. The activities are meant also to facilitate \"within East-Africa\" network effects and encourage female students to seek careers in technology and science.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development Projects for East African Mathematics"
        },
        {
            "text": "The project plan has included student exchange on Masters/doctoral studies level, staff visits, intensive courses including three modeling weeks, workshops on curriculum questions, university-industry interaction, challenges on teacher training. Partners are universities in Tanzania, Rwanda, Uganda, Kenya and Ethiopia and three universities from Finland. We wish to continue the mission and to establish, broaden and utilize the aforementioned links and initiated reforms in educational practices. An asset for our work is the now existing North-South-South network. Some curriculum reforms are underway and the well-received pilotversions of educational initiatives have been: modeling week, scientific computing culture, introduction of some new course modules.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development Projects for East African Mathematics"
        },
        {
            "text": "The project has helped to increase Masters of Science (MSc) degree production locally. Also a number of MSc and PhD degrees have been generated as a direct output from the exchange. We have promoted curriculum modifications, Matlab skills, data assimilation methods, weather models, applied statistics, Markov chain Monte Carlo (MCMC) methods. An important feature has been introduction of modeling week concept, a novel idea in the region. Several students, who have graduated as the result of the cooperation, are now employed as staff members of their departments, or gained professional positions in financial or governmental institutions. The latter also proves that the society is ready to think of mathematics graduates not only as future math teachers, but also skilled professionals in various areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development Projects for East African Mathematics"
        },
        {
            "text": "Start-ups of local innovative enterprises would be crucial and education of science-based professions will supply the crucial workforce to take initiative for indigenous growth of forward looking small and medium enterprises (SMEs). Regarding industrial mathematics education the immediate challenge would be to get mathematics departments linked with other schools so that we would see increasing number of student projects, company placements and internships, summer jobs and MSc thesis projects coming from actual applied industrial areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Development Projects for East African Mathematics"
        },
        {
            "text": "One of the Finnish partners in the project is the Sodankylä Geophysical Observatory (SGO) of University of Oulu, who for a long time have collaborated with Bahir Dar University (BDU) in Ethiopia in the field of atmospheric science and analysis of radar data. Student exchange and staff visits have been carried out. The SGO/BDU collaboration addresses key challenges on inverse problems and data science guided by applications arising in near-space and atmospheric remote sensing. The project organized Bahir Dar Winter School in 2013 where series of lectures on applied mathematics and space physics were given and additional sessions on various topics like riometry radar installation were carried out. In addition, we organised a research training school and 2nd Inverse Problems Africa workshop in 2015. Two MSc theses on weather models have been supervised in collaboration between LUT, University of Dar es Salaam (UDSM) and the Tanzanian Meteorological Agency (TMA). Other research partners include Ifakara Health Institute (IHI) in Tanzania. Several MSc theses and one ongoing PhD on malaria transmission and mosquito dynamics have resulted. Ifakara is best-known for its malaria research, hosting the most advanced malaria vector research group in Africa [3] .",
            "cite_spans": [
                {
                    "start": 1264,
                    "end": 1267,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Research Training, Inverse Problems Africa (IPA) and African Institute for Mathematical Sciences (AIMS)"
        },
        {
            "text": "An important recent step in the development of applied mathematics research base in East Africa is the opening of AIMS Tanzania in 2013. This institution will strengthen the formation of mathematics knowledge base in the region. We envision increasing future collaboration with AIMS Tanzania and (UDSM). AIMS is an all-African network of centres for tertiary mathematical education and research, founded in order to facilitate initiatives in education, research and technology [1] . The objective is expressed as \"to enable the continent's youth to shape the continent's future through Science Technology Mathematics (STEM) education\". AIMS offers a structured Masters in mathematical sciences that could be a potential double-degree partner with some ECMI institutions.",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 480,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Research Training, Inverse Problems Africa (IPA) and African Institute for Mathematical Sciences (AIMS)"
        },
        {
            "text": "On European ground, one of the most powerful tools for spreading the concept of industrial mathematics among students and academicians are study groups and modeling weeks. Therefore, we have decided to incept also the modeling week idea onto the African environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Weeks in East Africa"
        },
        {
            "text": "Three modeling weeks have been organized within our projects. Students from five African countries have participated in the events. As project instructors we have used local staff, PhD students and postdocs (initially the more experienced staff from Finland, and later the local African representatives).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Weeks in East Africa"
        },
        {
            "text": "The modeling week in 2014 organized in Dar es Salaam was the third one in the course of the overall collaboration. The event hosted the total of 35 students, that is 25 local participants from University of Dar Es Salaam and 10 students from other East African partner universities, that is National University of Rwanda, University of Dodoma, University of Nairobi, Makerere University and Bahir Dar University. Moreover, all the four problems presented and solved during the week were brought by East African instructors. The groups worked on the following projects:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "East African Modeling Week 2014 in Dar es Salaam"
        },
        {
            "text": "The students were to consider a long strip of land between two parallel canals of different water levels. Above a certain level, the ground is porous like sand, allowing water to flow very slowly from the canal with the higher level to the other one. Below the porous top layer, the ground is semipermeable like clay, and the water disappears through it at a rate proportional to the local hydrostatic pressure. From above there is a vertical influx of precipitation, i.e., rain. The aim of the students' project was to model the groundwater level in a situation of steady state for moderate to small amounts of rain when one of the canal water levels is below semipermeable layer. When being presented the problem, the students were not given any mathematical hints which made it a perfect Modeling Week project. At the end of the week they have reached the final solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Groundwater Flow and Rain"
        },
        {
            "text": "Survival Data Analysis Using R Statistical Software Initially, using health and demographic surveillance data collected by KEMRI-Wellcome Trust, Kilifi-Kenya, interactions between RSV and coronavirus were analyzed for. The result of the analysis was the time to infection with RSV since previous coronavirus infection (for cases) and time to infection with RSV since the start of the study (for controls). The aim of students' work at the modeling weeks was to compare hazard rates in the two groups of survival data. When being presented the problem, the students were not given any mathematical hints which made it a perfect modeling week project. By the end of the week they have identified and studied various statistical relationships within the data set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Modeling Groundwater Flow and Rain"
        },
        {
            "text": "In this problem, students were asked to model the non-linear heat transfer equation in one dimensional triangular fin and use some approximation techniques to solve this problem. The project was not a typical modeling week task as most of the mathematical background was revealed to the students together with problem definition and the students were asked to improved the existing methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Approximation Techniques on One Dimensional Nonlinear Heat Transfer in Singular Fins"
        },
        {
            "text": "In this project the students were asked to formulate a mathematical model to control the threatened prey-predator system and then perform numerical simulations to investigate the effect of control strategies for the threats in the system. The weakness of this project from modeling challenge perspective was that the mathematical base of the problem was given to the students right from the start and they were only asked to extend the model and perform numerical simulations, which the students easily attained at the end of the week.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal Control in Prey-Predator Models"
        },
        {
            "text": "Since the modeling week idea was new to most of our colleagues in East Africa, we decided to extend the classical event by preceding it with a training of instructors. The idea was to familiarize the group instructors with the pedagogical aspects of the modeling week. The following points have been discussed with the future supervisors: (i) the history of the ECMI modeling weeks, (ii) what is a good problem for a modeling week, (iii) the benefits from participation for both students and instructors, (iv) how to lead and mentor the students through the course of the week, keeping in mind that it should be the students who do the actual modeling and solution, and not the instructor, (v) how to break down the problem into subproblems to help the group manage resources and time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training of Instructors"
        },
        {
            "text": "As a result, each of the modeling problems brought by our East African colleagues to the event was pre-discussed so that the instructors would know how to lead the groups. The discussions also lead to improvement of presentations of the heat transfer project and the prey-predator project to make them more suitable from mathematical modeling challenge perspective. Moreover, each of the new instructors was paired with another colleague who already had such an experience from ECMI modeling weeks (whether as a student or an instructor).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training of Instructors"
        },
        {
            "text": "In the course of the project we have also realized that training of instructors before modeling weeks would be much in place also during the ECMI events, where often inexperienced doctoral students take the challenge of being group instructors and they rarely know the right way to mentor and \"tease\" the group towards finding the solution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Training of Instructors"
        },
        {
            "text": "\"Having done my postgraduate education from highly industrialized western Europe, I had come to appreciate the importance of mathematics in solving real life problems. As a PhD student, I attended several workshops and conferences in applied mathematics, including the ECMI Modeling Week 2008 in Europe and I always wished we could have the same back home in East Africa. In August 2014, I was presented a very unique opportunity, to participate as an instructor at the East African Modeling Week in Dar es Salaam, Tanzania. I realized that, as an instructor, you have to pose a good challenge problem to the students but then also be able to guide the students to draw up their own solutions. I was able to achieve it all thanks to the training of instructors organized before the modeling week. \"I presented a problem of groundwater modeling with rain. The problem was a localization of a similar problem in [4] to a home situation of encroachment on wetlands, where in one particular wetland in Kampala, a highway has been constructed on one side and there is land filling for human settlement on the other side. On both sides canals have been constructed to reduce on the resulting floods especially in the wet seasons. Students were not given any clues on the solution. Several sessions of brainstorming and discussions ensued and it was very interesting that by the end of the week the students had a mathematical model for the problem as well as the solutions. This was testimony that there is potential for Industrial Mathematics in East Africa and what is lacking is more of such opportunities to students and academia in general.",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 913,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "African Instructor Experience Reported by Dr. Godwin Kakuba"
        },
        {
            "text": "\"In addition to the training of instructors, I was also paired with a colleague from Finland as an instructor and he was very resourceful to the whole group. This was a good illustration of team work and collaboration among academic experts, a trait we have to develop more in East Africa. As instructors, we manage to present problems from industry. But, with more of these workshops, we may also have experts from industry present their problems and thus develop and strengthen the bond between academia and industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "African Instructor Experience Reported by Dr. Godwin Kakuba"
        },
        {
            "text": "\"East Africa has for some time now enjoyed relative political stability, made progress on economic development and there are clear political efforts to advance science-based industrial growth. The Technomathematics projects in East Africa spearheaded by LUT could not be more timely.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "African Instructor Experience Reported by Dr. Godwin Kakuba"
        },
        {
            "text": "The story of ECMI and the accumulated experience over 25 years have been the encouragement and inspiration for our projects. Africa could benefit a lot from broadened and deepened collaboration with ECMI. The challenge in developing real world applied mathematics in Africa is big and diverse. Areas of fruitful collaboration include: (i) Curriculum development, (ii) Awareness of career opportunities in STEM, also among girls, (iii) Promoting academia-industry-society interaction, (iv) Connection to school mathematics/teachers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "We encourage ECMI members to build partnerships to promote these goals. There is obvious demand to broaden the cooperation between Africa and the European applied mathematics community. The skills and knowledge reservoir that ECMI contains could have an impact on the development of technology, applied sciences and public governance. Objectives would be increased skills in modeling, information and communication technology tools and quantitative methods in engineering, agriculture, environmental issues, energy sector to name a few. To influence the skills and aptitude of the next generation of mathematics teachers is another big task.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "AIMS global website",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "HEI ICI Mathematics Education and Working Life Relevance in East Africa -project website",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Partial Differential Equations: Modelling, Analysis, Computation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M M"
                    ],
                    "last": "Mattheij",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Rienstra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Ten Thije Boonkkamp",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "540--546",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "McKinsey Global Institute: Lions on the Move: The Progress and Potential of African Economies",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Roxburgh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dörr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tazi-Riffi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Wamelen",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lund",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chironga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alatovik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Terfous",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zeino-Mahmalat",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Acknowledgements The work is supported by Finnish Center for International Mobility (CIMO). ECMI sponsored four participants from Africa to attend ECMI 2016 Conference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}