{
    "paper_id": "e3755d003717ae81e9d07c1d47479ec0585b2a88",
    "metadata": {
        "title": "The Immigration Policy of The United Kingdom: British Exceptionalism and the Renewed Quest for Control",
        "authors": [
            {
                "first": "Antonio",
                "middle": [],
                "last": "Zotti",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "points of the Leave campaign. 1 Indeed, the enduring, intricate connection between discussions on Europe/the EU and immigration can be illustrated by the near disappearance of the British public's concern about immigration after the referendum on the withdrawal of the UK from the Union: while in June 2016 migration was estimated to be the most salient issue for 48% of the population, the figure dropped to 13% in November 2019. With only 26% of people saying that a few or no immigrants of a different race should be allowed, Britain turns out to be one of the least anti-immigration countries in Europe. One may well regard this as the reassuring effect of having taken back full control of conditions for the entry and stay of foreigners. Yet interestingly enough, over the same period as much as 62% of the public has come to see Europe and the EU (and the UK's future relationships with them) as the issue of greatest concern (Blinder and Richards 2020). At the same time, most polls show that over the last two years a majority of Britons would have opted to remain in the EU if they had been given a new opportunity to vote (Cecil 2019) . While less than four years ago the EU was deemed to be the culprit of what was perceived as the sorry state of British democracy, today the Remain campaign's prospect of 'jumping into the void' seems to have become quite a common concern.",
            "cite_spans": [
                {
                    "start": 1133,
                    "end": 1145,
                    "text": "(Cecil 2019)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Since its outset, the UK has played a sui generis role in the European integration project, as evidenced by the opt-outs it obtained in policymaking domains of the EU as important as the Economic and Monetary Union (EMU) and Justice and Home Affairs (JHA)-particularly the 1 The withdrawal of the UK from the EU was officially campaigned for by the comparatively moderate 'Vote Leave', a cross-party group consisting of the Eurosceptic groups Conservatives for Britain (including most of the Conservative Party's Members of Parliament supporting the withdrawal-almost half of them), Labour Leave and Business for Britain. The other Leave organization was Grassroots Out/Leave.EU, which endorsed the UK Independence Party, part of the Conservative Party, plus a handful of Labour MPs and the Democratic Unionist Party. The 'Remainer' camp, on the other hand, acted through the 'Britain Stronger in Europe' organization, bringing together businessmen, the Labour 'In for Britain' campaign and MPs from the Conservative, Liberal Democrat and Green parties. According to Hobolt (2016) , from the outset of the campaign, the battle lines were starkly drawn up by the two sides: the economy versus immigration. Vasilopoulou (2016) , on the other hand, while pointing out the great overlap in the arguments of the two Leave campaigns (the economic cost of membership, its effects thwarting Britain's ambitions as a world leader and the unfair migration policy it implicated), finds Grassroots Out/Leave.EU more focused on migration. On 23 June 2016, 51.9% of British voters cast their ballot in favour of withdrawing from the EU. Schengen Area. In fact, the UK seems to have never abandoned its deepseated sense of having a history and character distinct from that of 'the Continent' (Spiering 2015a) . Not only political processes and discourses, but also the media, the arts and popular culture have to varying degrees been permeated by the notion of an essential difference between the UK and 'Europe', often premised on the implicit assumption of the former being morally and politically superior to the latter. Connected to this unique form of 'othering' (Gibbins 2014) are/were the characteristics of British Euroscepticism (Gifford and Tournier-Sol 2015; Spiering 2004; Forster 2002) . The latter is notable because it claimed to stand in defence of democratic principles and practices of personal liberties against the 'threat' posed by the European Union. 2 The singular UK-EU relationship is epitomized by the 'best of both worlds' image, used to convey the idea that the country was in the unique position to cherry-pick those aspects of the integration process it wanted to partake in (Portillo 2014) . This notion was sanctioned by the Policy Paper issued by the British government in February 2016 to set forth the results of the renegotiation of the terms of the UK's EU membership. The document was significantly entitled 'The best of both worlds: the UK's special status in a reformed European Union'. According to the document, thanks to the new arrangement, the country was to be 'in the parts of Europe that work for us', but out of those that do not-e.g. the commitment to the realization of an ever-closer union (regarded as a euphemism for a European superstate), the common currency, Eurozone bailouts and 'the passport-free no border area' (British Government 2016) .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "text": "1",
                    "ref_id": null
                },
                {
                    "start": 1067,
                    "end": 1080,
                    "text": "Hobolt (2016)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1205,
                    "end": 1224,
                    "text": "Vasilopoulou (2016)",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1777,
                    "end": 1793,
                    "text": "(Spiering 2015a)",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 2153,
                    "end": 2167,
                    "text": "(Gibbins 2014)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 2223,
                    "end": 2254,
                    "text": "(Gifford and Tournier-Sol 2015;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2255,
                    "end": 2269,
                    "text": "Spiering 2004;",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2270,
                    "end": 2283,
                    "text": "Forster 2002)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2458,
                    "end": 2459,
                    "text": "2",
                    "ref_id": null
                },
                {
                    "start": 2690,
                    "end": 2705,
                    "text": "(Portillo 2014)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 3358,
                    "end": 3383,
                    "text": "(British Government 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Migration was the first policy issue mentioned in Prime Minister David Cameron's foreword to the document, which in the very first paragraph states: 'There will be tough new restrictions on access to our welfare system for EU migrants, so that people who come to our country can no longer take out before putting something in' (British Government 2016) . The same 'best of both worlds' image was used by Tony Blair to ensure that the opt-in system at the base of Britain's participation in the EU's asylum and immigration policy would enable the country to pick only those aspects it found convenient, while keeping as much control as possible of immigration flows from abroad. This was so in spite of the fact that full participation in the European single market significantly limited Britain's ability to manage intra-EU movement, despite its opt-out of the Schengen Area.",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 352,
                    "text": "(British Government 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This 'transactional' attitude towards coordination in the Justice and Home Affairs policy area-and the integration project at large-put Britain in a very peculiar spot vis-à-vis the Union's intent to act according to normative standards-an intent that this book examines by assessing the adequacy of the conduct of the EUMSG's components with respect to three conceptions of global justice. The first is a Westphalian notionjustice as non-domination-according to which the moral integrity of a polity's conduct ultimately depends on whether it prioritizes the interests and values of their own and other countries' domestic communities; decision-makers may well take steps to advance the conditions of moving, entry and stay of migrants-possibly in a multilateral manner-but have the moral duty to do so without impinging on their own and other states' sovereignty. The second is a cosmopolitan conception-justice as impartiality-premised on the unconditional value of human rights as sanctioned by cogent universal (customary or statute) norms. Finally, there is the conception of justice as mutual recognition, according to which each individual and group (immigrant and native) should be approached based on their own subjectivity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The asylum and immigration context, thus, sets apart not only the UK's 'fringe position' within the EU but also, relatedly, the 'exceptional' character of the UK's immigration system. The country's immigration policy and its position within the EUMSG have been significantly affected by Britain's practical and cognitive legacy as an empire and a global power. UK immigration policy has also been strongly influenced by the specific role and character of the British bureaucratic apparatus, the lack of constitutional and judicial checks on its legislative branch and the significant powers of its executive (Zotti 2019; Geddes and Scholten 2016; Joppke 1999) . Additionally, immigration issues have become more salient with their politicization, linked to British policy-makers' increasing susceptibility to popular sentiments (Balch and Balabanova 2016; Carvalho et al. 2015) .",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 620,
                    "text": "(Zotti 2019;",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 621,
                    "end": 646,
                    "text": "Geddes and Scholten 2016;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 647,
                    "end": 659,
                    "text": "Joppke 1999)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 828,
                    "end": 855,
                    "text": "(Balch and Balabanova 2016;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 856,
                    "end": 877,
                    "text": "Carvalho et al. 2015)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This chapter accounts for the UK's participation in the EUMSG by providing an overview of the historical development of British immigration policy in order to identify some long-term trends. We then proceed to identifying the main features of the UK's migration policy, and conclude with an assessment of the UK's migration policy through the lenses of global justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Early rules regarding mobility and control of migration began to emerge in Britain from the time of the revocation of the Edict of Nantes in 1685. In the aftermath of the French Revolution, Britain put great effort into creating more consistent criteria to identify people as 'insiders' and 'outsiders' relative to a (purportedly) closed, coherent national community. Accordingly, clearer concepts of citizenship and tougher processes of naturalization were established, together with a growing set of regulatory and institutional instruments-e.g. mechanisms to select immigrants based on their occupation, wealth and religion-designed to cope with the political and economic repercussions of growing international human mobility. Throughout the eighteenth century, though, Britain continued to allow politically and socially displaced people to immigrate. Shaw (2015) reports a well-established public commitment to the notion that refugees were entitled not only to a temporary stay but also to a dignified existence. By the turn of the eighteenth century, however, the issue of how to regulate the entry of large numbers of refugees and select them based on well-established criteria became the object of widespread debates (Bashford and McAdam 2014) . Nevertheless, even the 1905 Alien Act-'the first recognisably modern law that sought permanently to restrict immigration into Britain according to systematic bureaucratic criteria that were initially administered and interpreted by a new kind of public functionary: the immigration officer' (Glover 2012, 1)-consisted more of a set of measures designed to deal with specific issues (especially anti-Semitic sentiments) rather than providing a comprehensive system designed to regulate human movements. For the first time, the Alien Act formally identified 'criminal aliens, the destitute, the ill or the infirm' as 'undesirable immigrants' who would place a burden on the country's relief institutions and the emerging health and welfare systems (Bashford and McAdam 2014) .",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 868,
                    "text": "Shaw (2015)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1227,
                    "end": 1253,
                    "text": "(Bashford and McAdam 2014)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2002,
                    "end": 2028,
                    "text": "(Bashford and McAdam 2014)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "The connection between immigration and welfare, and in particular 'recourse to public funds', would remain a contentious aspect of immigration policy for years to come, in tension with Britain's self-representation as a 'liberal empire' providing unrestricted refuge to persecuted people.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "In the twentieth century, new anti-alien sentiments were stirred by nationalistic enmity linked to the two world wars, combined with historical racial prejudices, resulting in new restrictive measures. Yet, these changes pertained primarily to the governance of Britain's immigration policy-which became more systematic and centralized-rather than its underlying paradigm, which ultimately remained informed by principles of openness and non-discrimination. Moreover, for the first half of the century, immigration rates remained relatively low and accompanied by high levels of British emigration towards the colonies, which resulted in the government only occasionally having to resort to its new powers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "That being so, the real watershed for UK immigration and asylum policy was the country's transition from metropole of a worldwide empire to a nation-state, increasingly engaged in regional and international institutionalization processes. The pace of this transformation, already in motion in the interwar period, picked up dramatically in the aftermath of World War II, when anti-colonial struggles forced the UK to reshape its relationship with the once-imperial British community of states and their respective populations. This effort and its unexpected consequences would arguably serve as the main premise for the UK's migration policy until the 1960s. In the early phase of this epochal transformation, freedom of movement was granted by default to all subjects of the British crown: based on the 1948 British Nationality Act, citizens of the Commonwealth of Nations and newly independent countries like India were guaranteed the right of entry and settlement in the UK. According to the British government's previsions, these permissive conditions would simply serve to maintain a sense of post-imperial togetherness. Largely unexpectedly, they also resulted in the reversal of the traditional direction of intra-empire (now intra-Commonwealth) human movements, with an increasing number of predominantly economic migrants moving from the periphery towards the (former) parent state, availing themselves of their newly-established right of movement and settlement as quasi-citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "The effects of the post-imperial arrangement were soon regarded as unsustainable by British authorities, as Commonwealth immigrants were virtually entitled to the same services provided by the nascent national welfare system to the UK's population. These practical considerations only aggravated sentiments of discomfort-if not overt hostilityharboured by large sectors of the general public and the British elite towards non-white immigrants. Moreover, the British government had no long-term plan to integrate the workforce coming from abroad. Foreign labour was only to be admitted as long as post-war reconstruction would require it, while permanent settlement and family reunification were prevented as much as possible. Restriction and control of flows originating from Commonwealth countries became British migration policy's top priority (Smith and Marmo 2014) . The measures taken from the 1960s on to restrict and select entry of people coming from the former colonies-mostly based on racial grounds-impinged on the UK's compliance with the principle of non-refoulement of former imperial subjects facing discrimination in newly independent states. 3 The 1971 Immigration Act (IA) established the crucial distinction between those entitled to the 'right of abode' (basically UK born/UK passport holders) and persons from former British provinces (notably the Indian subcontinent and the Caribbean) whom, as a result of the new law, were subject to immigration controls in order to enter Britain.",
            "cite_spans": [
                {
                    "start": 846,
                    "end": 868,
                    "text": "(Smith and Marmo 2014)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "The 1971 IA, which still provides the basic legal structure for the current UK migration system, also made the Home Office the pivot of the national migration system and the body mainly responsible for achieving the goal of 'zero net migration'. Despite the British public's animus towards non-white immigration, restrictive measures were reassuring enough to allow for the implementation of a remarkably liberal integration agenda. Tight border controls, the Home Office's vast executive discretion and the relatively low number of foreigners dwelling in the country not only enabled the government to enforce comparatively advanced non-discrimination laws, but also spared it the implementation of taxing assimilation projects. The result was that national groups from the Commonwealth-significantly framed by the authorities in terms of 'racial communities'-were clustered in minority neighbourhoods to be governed through 'race relations' legislation (Spencer 2011) . This in turn resulted in a policy of proto-multiculturalism based on residential segregation-often narrated as 'self-segregation' despite the active role of the authorities in shaping this result (Latour 2014; Phillips 2007) .",
            "cite_spans": [
                {
                    "start": 955,
                    "end": 969,
                    "text": "(Spencer 2011)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1168,
                    "end": 1181,
                    "text": "(Latour 2014;",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1182,
                    "end": 1196,
                    "text": "Phillips 2007)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "During the long Conservative era , governments kept to the traditional path of increasing restrictiveness, while the British migration system progressively aligned with continental standards, with the 1981 British Nationality Act further streamlining the legal concept of citizenship, also by dropping the territorial criterion for its acquisition in favour of ancestry. It was during this extended period of Conservative rule that the UK became a member, in 1973, of the European Communities (EC). This step was not merely an effect of Charles de Gaulle relinquishing the French presidency in 1969, which effectively removed the veto on Britain's accession. In fact, since the UK's first two applications in 1961 and 1963 were turned down, it had become even clearer that the Commonwealth and the European Free Trade Area-the looser trade organization designed by the UK to incorporate and possibly supplant the Communities-were inadequate when it came to fulfilling Britain's commercial potential. Besides, by the time the third application was shelved, technical stumbling blocks such as Britain's budgetary contribution and participation in the Common Agriculture Policy appeared less insurmountable (Dinan 2010) . Nevertheless, Prime Minister Edward Heath's enthusiasm for EC entry was not common among British politicians, as evidenced by the narrow parliamentary majority that ratified the Treaty of Accession. Lack of British conviction was evidenced by the renegotiation of the terms of the UK's accession, which took place in 1974 to honour a campaign promise of the newly-elected Labour government. 4 Although an overwhelming majority of the British people voted in favour of continued EC membership in the 1975 referendum, and the cross-party consensus materialized that would come to uphold the country's lukewarm participation in the integration project, suspicions remained strong that the Communities were already moving beyond mere economic integration and towards the creation of a 'superstate'. Accordingly, as integration deepened throughout the 1980s and 1990s, British cabinets did their best to thwart supranationalization efforts and/or pushed for special concessions-i.e. a reduced budget contribution-and opt-outs. Admittedly, not even Margaret Thatcher's Euroscepticism and her penchant for 'conviction politics'-in contrast to the EC's emphasis on comity and negotiation-resulted in any serious threat to leave the Communities-nor did it prevent her, in 1985, from signing the Single European Act, as this was deemed beneficial to Britain's interests and her attempt to force on her party an aggressive neoliberal economic programme (Vail 2015) . The same 'transactional' logic can be identified at the basis of the UK's decision to stay out of the Schengen Agreementoriginally a set of international treaties involving twelve Member States outside the legal regime of the EC-as the initiative aimed at eliminating borders made more sense for continental countries, whose private citizens, commercial transport and infrastructure cross much more routinely inter-state frontiers (Emerson 2011) .",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1216,
                    "text": "(Dinan 2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1610,
                    "end": 1611,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2661,
                    "end": 2672,
                    "text": "(Vail 2015)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 3106,
                    "end": 3120,
                    "text": "(Emerson 2011)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "In the 1980s, measures such as the introduction of visas and impositions on all carriers transporting people to the UK without appropriate documentation started the process of externalization and privatization of immigration control (shifting the onus of detecting irregulars onto airline and shipping companies), while at the same time thwarting the attempts of asylum seekers-often unable to obtain appropriate documentationto reach the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "The next big shock for British immigration policy was triggered by the fall of the Iron Curtain. With an unprecedented number of asylum seekers from Eastern Europe and the Balkans flocking to the British borders, humanitarian migration became the main concern. The British authorities' response did not in fact depart in any significant way from the country's traditional, generally restrictive approach to immigration policy. Accordingly, the UK's first asylum acts, passed respectively in 1993 and 1996, were aimed at reducing asylum claims: 'fast-track' procedures for quick dismissal of applications were created, detention of asylum seekers allowed, and benefit entitlements were reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "With the Labour Party's rise to power in 1997, British migration policy switched from an unconditionally restrictive approach to one of 'managed migration' or 'selective openness' (Scott 2015; Somerville et al. 2009 ). For the first time in modern history, the UK accorded foreign workers systematic access to its labour market-that is, complete with fully-developed integration policy measures, and not only subservient to contingent national economic interests as in the early post-war decades. Immigrant labour was selected through the granting of visas for highly skilled immigrants, schemes for international students and eventually a full-fledged points-based system. As for participation in the development of an area of freedom, security and justice-the evolution of the 1985 Schengen Agreement-the Labour Party's rise to power did not dramatically change Britain's 'at arm's length' approach to the integration project. In fact, by the time the Schengen regime was integrated into EU law with the Treaty of Amsterdam, free movement across internal borders and the creation of an area providing justice based on shared values, all directly accessible by European citizens, had become one of the most defining aspects of European integration. In signing the protocol that exempted Britain from participating in the border-free zone, Tony Blair's government was not only consolidating the country's special status regarding matters of public policy, but also stating that the defence of the country's sovereignty-e.g. making sure that 'there are proper restrictions on some of the European borders that end up affecting our country' (Tony Blair, 25 October 2004 , quoted in Geddes 2005 )-was far from being the exclusive prerogative of Tory-led cabinets. Arguably, the UK's 'selective use of the EU as an alternative, cooperative venue for migration policy management actually reinforced rather than overturned established patterns [of domestic policy]' (Geddes 2005, 723) .",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 192,
                    "text": "(Scott 2015;",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 193,
                    "end": 215,
                    "text": "Somerville et al. 2009",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1639,
                    "end": 1667,
                    "text": "(Tony Blair, 25 October 2004",
                    "ref_id": null
                },
                {
                    "start": 1668,
                    "end": 1691,
                    "text": ", quoted in Geddes 2005",
                    "ref_id": null
                },
                {
                    "start": 1960,
                    "end": 1978,
                    "text": "(Geddes 2005, 723)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "By the first half of the 2000s, the points-based system resulted in a greater number of foreign workers and students moving across the single market than forced immigrants. The impact of this component of the EU's freedom of movement on Britain's immigration policy, despite the abovementioned opt-out from the Schengen Area, has been regarded as an unobtrusive-and ironic-form of Europeanization of UK-bound flows and British politics (Geddes and Scholten 2016) .",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 462,
                    "text": "(Geddes and Scholten 2016)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "However, the government's grip on immigration policy remained significant. As observed by Geddes (2005, 734) , 'Britain has tended to participate in coercive measures that curtail the ability of migrants to enter the EU while opting out of protective measures such as the directives on family reunion and the rights of long-term residents that to some extent give rights to migrants and third-country nationals'. The 'selecting' qualifier of Britain's openness derived not only from the needs of its national economy, but also from a very strong security rationale (Seidman-Zager 2010; Innes 2010). New controls were set in place to combat 'illegal immigration' (sic), and access to refugee status was made conditional on more restrictive requirements. In addition to selecting openness (Scott 2015) , the New Labour era also became renowned for an even more active commitment to migrants' integration. Effective governance of racial relationships was to be achieved by replacing traditional defacto multiculturalism-consisting of an array of spontaneous, closeknit minority communities-with a 'civil integration' model, entailing public acceptance of a loosely framed set of shared values and behavioural requirements (Saggar and Somerville 2012, 18) .",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 108,
                    "text": "Geddes (2005, 734)",
                    "ref_id": null
                },
                {
                    "start": 787,
                    "end": 799,
                    "text": "(Scott 2015)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 1219,
                    "end": 1251,
                    "text": "(Saggar and Somerville 2012, 18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "As for the reception of forced migrants, the Asylum Act of 1999 justified firmer controls on entry based on the promotion of good race relations (Maughan 2010) . The Act also provided a new legal framework for the detention of asylum seekers to combat irregular entry and strengthened the hand of the Home Secretary by expanding its powers to search, arrest and detain asylum seekers (Sales 2002) . The policy sought to reduce the backlog of cases and introduced the forced dispersal of asylum seekers to relieve the concentration of claimants living and working in London and southeast England. The dispersal system was also perceived as a form of social engineering, whereby asylum seekers were assigned to live in areas of economic decline and with elevated levels of crime and violence.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 159,
                    "text": "(Maughan 2010)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 384,
                    "end": 396,
                    "text": "(Sales 2002)",
                    "ref_id": "BIBREF68"
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "The 2000s saw the adoption of a string of measures-especially through the Nationality, Immigration, and Asylum Act of 2002-that 'criminalized' even more the process of seeking asylum and limited the rights of refugees (Back et al. 2002) . Among others, the remit of the Immigration Appeal Tribunal was reduced to errors of law, and the automatic right to a bail hearing was abolished-which meant that asylum seekers could be detained at any time during their application, not just prior to removal. A White List of safe countries was also created-not so much to speed up the processing of protection demands, but to cut down on the number of applications, especially from countries more likely to generate flows of forced migration. Moreover, according to the new law, asylum seekers would have to prove that they were destitute and that the application for asylum had been made 'as soon as reasonably practicable' upon arrival in the UK in order to get support (Keyes 2004) . Furthermore, the Home Office could withhold support from applicants who could not provide an account of how they had arrived in the UK, how they had been living since their arrival or from anyone who did not cooperate with the authorities. In 2004, the Asylum and Immigration (Treatment of Claimants) Act came into force. The norm was primarily aimed at limiting the role of the courts in immigration appeals. The government justified this measure not only as a way to reduce the mounting backlog, but also to deter legal advisers from enabling applicants to 'abuse the system' in order to remain in the UK, and to authorize the government to deport failed asylum seekers 'without further judicial interference' as stated by Blair in 2003 (Ibrahim and Howarth 2018) . The Act also empowered the authorities to refuse welfare support to failed asylum seekers with dependents; children would be supported by the system but could be removed from their parents (Mulvey 2010) . The norm also made the provision of accommodation to failed asylum seekers who could not return home immediately, conditional on participation in community activities, and targeted 'sham marriages'. The Immigration, Asylum, and Nationality Act of 2006 also further empowered immigration officers.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 236,
                    "text": "(Back et al. 2002)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 962,
                    "end": 974,
                    "text": "(Keyes 2004)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1716,
                    "end": 1742,
                    "text": "(Ibrahim and Howarth 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1934,
                    "end": 1947,
                    "text": "(Mulvey 2010)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "The Historical Development of UK Immigration and Asylum Policy"
        },
        {
            "text": "With the transition in 2010 to the current Conservative-dominated period, migration climbed up the ranks of public priorities, as evidenced by the campaign preceding the 2010 general elections (Bale and Humpshire 2012; Kelly and Crowford 2011) . The agendas of all major political parties were increasingly drawn up to address the public opinion's growing worries. This 'responsive' policy approach-which saw the government provide 'responsible issue management' of public hostility to immigrant newcomers-marked a departure from Britain's traditionally bureaucratic, executive-led one (Ford et al. 2015; Freeman 1994) . Post-2010 governments carried on with the restrictive approach of the past, evidenced by the new limitations and controls introduced with the Immigration Acts of 2014 and 2016, or the circumscribed response to the 2015 migrant crisis, with the sole commitment to resettle a limited number Syrian refugees.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 218,
                    "text": "(Bale and Humpshire 2012;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 219,
                    "end": 243,
                    "text": "Kelly and Crowford 2011)",
                    "ref_id": null
                },
                {
                    "start": 586,
                    "end": 604,
                    "text": "(Ford et al. 2015;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 605,
                    "end": 618,
                    "text": "Freeman 1994)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "UK Immigration Policy Today and Its Participation in the EUMSG"
        },
        {
            "text": "UK immigration policy in recent years has continued on the path described above, especially focusing on (i) the aim to reduce the inflow of foreign people through the net migration cap-i.e. the difference between the number of foreign nationals who move to the UK for a year or more and those who leave for the same periods (Vargas-Silva and McNeil 2017)-and (ii) the creation of a hostile environment for unauthorized immigrants, asylum seekers included. 5 These policy goals informed the British government's response to the so-called refugee crisis of 2015, as well as the UK's role in the EUMSG.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "UK Immigration Policy Today and Its Participation in the EUMSG"
        },
        {
            "text": "The UK is hardly the only state that, in defiance of its demographic dynamics, acts under the explicit premise of not being a country of immigrants. What distinguishes the British evidence-defying postulate from, say, Germany's is that it does not rely on a sole rationale-e.g. ethnic homogeneity. The assumption that the UK can (no longer) be a country open to immigration-despite its quite successful history of integration and multiculturalism-is based on a more composite notion of exceptionality that draws, among others, on the country's insular nature-with the supposedly self-evident corollary of a 'more finite' inhabitable space than continental nations (Wodak 2018; Bevitori and Zotti 2019)-the assumedly unique and fragile balance of social mores and constitutional practices ensuing from having been physically and politically separated, albeit not isolated, from Europe and the rest of the world, as well as Britain's supposed Anglo-Saxon identity. Statements such as those made by then-Home Secretary Theresa May, according to which, 'compared to the countries of the New World and compared to the countries of Europe with their shifting land borders, we have until recently always been a country of remarkable population stability' 6 conveys the idea of the UK as a traditionally self-contained 'social eco-system' not to be disturbed by alien elements. These narratives largely gloss over specific political responsibilities for the country's failure relative to housing, the educational performance of the white working class and the financing of public services, with immigrants serving as an easy scapegoat for politicians of nearly all persuasions (Tilfold 2015) .",
            "cite_spans": [
                {
                    "start": 1669,
                    "end": 1683,
                    "text": "(Tilfold 2015)",
                    "ref_id": "BIBREF79"
                }
            ],
            "ref_spans": [],
            "section": "The Net Migration Cap"
        },
        {
            "text": "Reducing migration has been justified based on utilitarian reasons too, such as limiting the burden of an increased number of foreign residents entitled to social services, but demographic-related arguments remain among the most distinguishing features of recent UK immigration policy (Cangiano 2016) . The commitment to a certain level of net migration as a way to reduce immigration numbers was first made in 2007 by Conservative Party leader David Cameron. The decision ushered in a 'population policy' that marked a watershed, as until then, the government had pursued no strategy specifically aimed at influencing the overall size of Britain's population, its age-structure or its components of change (Dixon and Margo 2006) .",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 300,
                    "text": "(Cangiano 2016)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 707,
                    "end": 729,
                    "text": "(Dixon and Margo 2006)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Net Migration Cap"
        },
        {
            "text": "Achieving a net migration target that would bring migration 'from the hundreds of thousands back to the tens of thousands' become the flagship policy of the Conservative-Liberal Democrat coalition government that took office in 2010, as well as the all-Conservative government elected in 2015 (Conservative Party 2010, 2015). The reduction was presented as ultimately aimed at preventing the UK population from reaching 70 million-a quota assumed to be the upper limit of sustainable population growth for the next two decades, given the country's 'objective' limits in terms of space and resources (Cameron 2007) .",
            "cite_spans": [
                {
                    "start": 599,
                    "end": 613,
                    "text": "(Cameron 2007)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "The Net Migration Cap"
        },
        {
            "text": "In fact, the target has never really come within reach, despite the government's efforts. In order to reduce net migration, a number of measures have been introduced, including closing the 'high skilled' route for migration, setting a numerical cap on non-EU skilled migrant workers, as well a yearly income threshold for British nationals and non-EU nationals settled in the UK and wishing to bring non-EU spouses to the country. Moreover, efforts were made to reduce misuse of the student visa system; as a consequence, some educational establishments lost their right to sponsor non-EU students. Finally, a minimum income was introduced for non-EU labour migrants wishing to settle in the UK after five years.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Net Migration Cap"
        },
        {
            "text": "Measures introduced with the Immigration Acts of 2014 and 2016 extended authorities' power to try to identify irregular immigrants, simplifying their removal and limiting individuals' rights to appeal and access bail, imposing restrictions on opening banks accounts, obtaining driver's licences, accessing health care or renting houses and reducing support for asylum seekers. The wide-ranging scope of the measures introduced new criminal offences (e.g. employment of unauthorized immigrants) and harsher civil penalties (e.g. illegal working) (Aliverti 2016) .",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 560,
                    "text": "(Aliverti 2016)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "A Hostile Environment for Unauthorized Immigrants and the Response to the so-called Refugee Crisis of 2015"
        },
        {
            "text": "The ambition was to create a 'hostile environment' which would make life so difficult for individuals without permission to remain that they would voluntarily leave and not seek to enter the UK again. To make the hostile environment as far reaching and pervasive as possible, the 'Hostile Environment Working Group' (later given the less threatening name of 'Inter-Ministerial Group on Migrants' Access to Benefits and Public Services') was created in 2012 and was charged with devising new forms of hostility. The Hostile Environment Working Group included a wide range of ministers 7 so as to guarantee the pervasiveness of the initiative. The 2016 Act was passed by a newly formed parliament dominated by a firm Conservative majority, which while reaffirming its commitment to reducing the net migration target presented it as an 'ambition' rather than a promise (Wilkinson 2015) .",
            "cite_spans": [
                {
                    "start": 866,
                    "end": 882,
                    "text": "(Wilkinson 2015)",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "A Hostile Environment for Unauthorized Immigrants and the Response to the so-called Refugee Crisis of 2015"
        },
        {
            "text": "The UK's response to the 2015 migration crisis can be regarded as an equally distinguishing feature of the current British migration policy system described above. The asylum policy implemented by UK governments in the 2010s is the result of the progressive restrictions and criminalizing intent put in place over the previous two decades-so much so that it has been dubbed an era of 'open hostility' (Brown 2019) , in line with the general orientation of British migration policy as laid down in the 2014 and 2017 Immigration Acts.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 413,
                    "text": "(Brown 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A Hostile Environment for Unauthorized Immigrants and the Response to the so-called Refugee Crisis of 2015"
        },
        {
            "text": "The main instrument of the UK response has been the Syrian Vulnerable Persons scheme, launched in January 2014, designed to provide support for refugees specifically on the basis of their needs and vulnerability rather than fulfilling a quota (UK Government 2015; McGuinness 2017). The government committed to resettling 20,000 people from refugee camps in Jordan, Lebanon, Iraq, Egypt and Turkey over the period from September 2015 to 2020 (Wilkins 2020) . While successful in terms of the degree of integration achieved, the scheme has been criticized for the extremely limited number of people accepted relative to Britain's demographic size. No other country has received so few asylum seekers compared to their population. Moreover, it has been pointed out that, by focusing on the notion of 'vulnerability', the humanitarian configuration of a refugee worthy of care is implicated in two significant practices: 'exceptionalizing a small group of Syrians as legitimate targets for compassion and constructing compassion itself as a rationed resource in a climate of anti-immigrant hostility, austerity and Brexit' (Armbruster 2018) .",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 455,
                    "text": "(Wilkins 2020)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1119,
                    "end": 1136,
                    "text": "(Armbruster 2018)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "A Hostile Environment for Unauthorized Immigrants and the Response to the so-called Refugee Crisis of 2015"
        },
        {
            "text": "In addition to the Syrian Vulnerable Persons scheme, the government committed itself to providing resettlement for up to 3000 vulnerable children (and family members) from conflict situations in the Middle East and North Africa. A further scheme was introduced in Section 67 of the Immigration Act 2016 (known as 'the Dubs amendment'), which required the government to relocate and support an unspecified number of unaccompanied refugee children currently in Europe. Neither of these schemes has been limited to Syrian nationals, but has applied to people affected by instability in the region (Walsh 2019) . Significantly, the British humanitarian effort has been presented as a more effective alternative to EU plans for a quota system for resettlement (which the UK opted out of), which was accused of 'doing nothing to address the underlying issues that the EU is facing and simply moving the problem around Europe' (Brokenshire 2016) .",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 606,
                    "text": "(Walsh 2019)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 920,
                    "end": 938,
                    "text": "(Brokenshire 2016)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "A Hostile Environment for Unauthorized Immigrants and the Response to the so-called Refugee Crisis of 2015"
        },
        {
            "text": "Although not a member of the Schengen border-free area, the UK is significantly affected by, and involved in, the latter, as evidenced by the establishment in 2003 of so-called juxtaposed border controls in France as a response to internal free movement across the continent. Moreover, the UK also participates in the policing and security aspects of Schengen. Under the Schengen Protocol, 8 the UK may 'request to take part in some or all of the provisions of this acquis'. The request entails the unanimous approval of the other Schengen states. The UK has challenged its legal exclusion from three EU border measures with a security dimension: the creation of Frontex (the UK has only observer status on the Frontex Management Board, yet it does contribute to practical cooperation and has been involved in several joint operations), EU measures on biometric passports and the decision to allow police services to access data in the EU Visa Information System. However, the Court of Justice confirmed in 2007 that the UK's participation in new aspects of the Schengen system is in effect subject to prior approval of the other Member States (Case C-77/05 UK v Council and Case C-137/05 UK v Council). 9 As for the country's participation in the Common European Asylum System, prior to the Treaty of Amsterdam, the EU set up the Dublin system to allocate responsibility for processing asylum claims, and passed several non-binding resolutions on asylum matters. The UK opted into the main post-Amsterdam asylum directives (the 'first phase'), namely the Temporary Protection Directive, and those on asylum procedures, qualification and reception conditions adopted between 2000 and 2005. After that, the UK government chose not to fully participate in the reform process that led to the completion of the Common European Asylum Policy (CEAS), as per Protocol no. 10 on the Schengen aquis, with the Home Office stating: '[W]e do not judge that adopting a common EU asylum policy is right for Britain' (Secretary of State for the Home Department 2011, 2). In particular, the UK maintained that the reforms enhanced the rights of all asylum seekers regardless of the validity of their claims. The government expressed 'grave concerns' about the following points: allowing asylum seekers to work after six months in the absence of a decision (nine months in the final adopted version); restrictions on the ability to detain asylum seekers in exceptional circumstances; and limits to fast-track procedures. The British government originally argued that, as an effect of its opt-out, the original first-phase measures would also cease to apply in the UK following the entry into force of the recast measures. The House of Lords' EU Committee doubted the cogency of this claim, and eventually the government had to accept the continued application of the first phase norms, had it not opted into the recast ones (House of Lords European Union Committee 2012, para 179).",
            "cite_spans": [
                {
                    "start": 1204,
                    "end": 1205,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The UK, the EUMSG, and the Post-Brexit Unknown"
        },
        {
            "text": "The UK opted into the Dublin III Regulation, purported to address some of the problems outlined above; in particular, the reform provides for crisis-prevention and cooperation measures between Member States, places limits on detention of asylum seekers and prevents the transfer of a person where there is a real risk of violating a fundamental right. The UK has also adopted the recast identification of applicants Regulationestablishing the European Asylum Dactyloscopy Database (EURODAC) to make it easier for EU States to determine responsibility for examining an asylum application by comparing fingerprint datasets-which works in tandem with the Dublin Regulation by collecting and storing fingerprints of asylum seekers or other irregular migrants, but also contains new clauses that allow Member States' law enforcement authorities and Europol to further the criminalization of migration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UK, the EUMSG, and the Post-Brexit Unknown"
        },
        {
            "text": "Additional incentives to hold to a restrictive policy came from the results of the 2016 referendum on the UK's withdrawal from the EU. With immigration serving as the main theme of the Leave campaignbuilt on effective, if simplistic, messages conflating free movement within the EU and immigration from third countries-the referendum results confirmed the growing salience of the issue in the eyes of voters under the promise of finally 'taking back control', including control of borders (Gamble 2018) . As elsewhere in Europe, also in the UK campaigns hinged predominantly on migration affairs, blurring the distinction between recent movement from Eastern Europe into the UK (which admittedly set no limitation to free movement from new Member States after the 2004/2007 great enlargement), the (very small) number of refugees allowed to enter and earlier migrations from the Caribbean and South Asia (Outhwaite 2018) . Moreover, differences between the justice claims underlying the respective (albeit often partly overlapping) expectations, needs and demands of migrants were more or less deliberately overlooked, as a result of the inability to implement effective policies or due to electoral interests.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 502,
                    "text": "(Gamble 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 904,
                    "end": 920,
                    "text": "(Outhwaite 2018)",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "The UK, the EUMSG, and the Post-Brexit Unknown"
        },
        {
            "text": "Given the current freeze in UK-EU negotiations on their future relationship, and the asymmetrical interpretation of the terms of their 'divorce', it is somewhat difficult to foresee the consequences of Brexit on the two parties' cooperation in the immigration and asylum policy area. As noted by Jeney (2016) , border control/management, or legal and irregular migration, are likely to experience the least impact, both on the UK and on the EU, as the former has largely stayed out of the instruments the latter has sought to use to facilitate legal migration of third country nationals to the EU, and is therefore already uneffected by the Directives on the status of long-term residents, the entry and stay of seasonal workers, researchers, students, highly skilled workers and the corresponding single procedure to reside and work in the EU. The UK has also abstained from participating in the bulk of EU legislation tackling irregular migration. Accordingly Britain is not bound by the so-called Returns Directive, aligning EU Member States' legislation on expulsion and deportation procedures and laying down common minimum standards regarding those procedures. Nor does the UK take part in the Sanctions Directive, which places administrative and criminal penalties on those who employ illegally staying third country nationals. However, difficulties are likely to arise as far as readmission agreements are concerned. The EU has concluded a number of these treaties with third countries to take back their nationals-and, in some cases, any other person who holds a visa for that third country or who has transited, resided or has been present and whose presence in the EU is found to be unauthorized. The UK has participated in most of these treaties but, after Brexit becomes effective, it will have to renounce and renegotiate them-without the bargaining power provided by the EU.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 308,
                    "text": "Jeney (2016)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The UK, the EUMSG, and the Post-Brexit Unknown"
        },
        {
            "text": "As for asylum policy, the UK opted into all the EU asylum law instruments which had been adopted during the first phase of the CEAS, 10 but when the latter instruments were amended or recast the country decided to opt in only to the Dublin and EURODAC Regulations, and to the new instrument establishing the EU asylum agency (the European Asylum Support Office). After Brexit, no EU asylum law instruments will bind the UK. Hence, concerning the Directives on Qualification, Procedures and Reception Conditions, Britain will no longer be under the obligation to ensure the heightened and additional forms of international protection, procedural rights and guarantees-including subsidiary protection designed for people fleeing their own country where they faced serious harm-that these instruments afford to asylum seekers. Hence, asylum applicants in post-Brexit UK are likely to only be protected by the 1951 Geneva Convention Relating to the Status of Refugees, unless Britain actively incorporates EU law. Finally, the UK is going to lose access to EURODAC data and cease to benefit from the Dublin system-therefore losing the right to transfer asylum seekers back to those countries where the first application for asylum was/should have been made and to clear cases of dual or multiple applications.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The UK, the EUMSG, and the Post-Brexit Unknown"
        },
        {
            "text": "How does UK immigration policy fit into the global justice categories presented in the introduction? As plainly admitted by Dominic Cummings-the political strategist at the helm of the Vote Leave campaign and future Special Adviser to the Prime Minister-the constant drumming on the theme of uncontrolled immigration helped anti-EU campaigners win the 2016 referendum (Cummings 2017) . Indeed, the immigration policy of all the Conservative-led governments in office since 2010 appears to be quite in line with a notion of Justice as nondomination. More recently, recovering full authority over national borders became a goal in its own right, as evidenced in a speech by then-Home Secretary Theresa May (2016): 'all countries have the right to control their borders [and the duty to] commit to accepting the return of their own nationals when they have no right to remain elsewhere'. Accordingly, the still undefined Australian-style, points-based immigration system trumpeted by Boris Johnson seems to rest as much on an economic rationale as on the principle of Westphalian sovereignty, which predicates freedom from arbitrary interference from other states, but also from international political bodies or other kinds of non-state actors. Underlying this ethical stance is also an 'essentialist' conception of Britishness, which postulated at the same time the non-existence of Europe as a cultural subject, but also its existence as a threat to the British identity, eventually resulting in the UK's exceptional Euroscepticism (Spiering 2015b) . Based on these principles, the government sets stringent conditions to entry and stay-especially as, in doing so, it not only abides by a general principle but also claims to act on behalf of a public opinion portrayed as strongly hostile towards immigration of any kind-and often identified as 'the people of Britain' tout-court (Cameron 2007; Veil 2014) . From this normative perspective, British firms' demand for foreign labour-not only 'the brightest and best' referred to in the government's plans, but also craftsmen and low-level skilled workershas to give way to the pre-eminent obligations that each member of the British national political community (natural as well as legal persons) is supposed to have to each other. 11 But outsiders' entitlements are outclassed when it comes to humanitarian immigration as well. The UK, a non-member of the Schengen Area, refused to take part in the Commission's very limited and eventually largely ineffective asylum seekers' 2015 redistribution scheme, opting for an equally limited, unilaterally launched resettlement programme designed for Syrian refugees only. Securitization aspects of immigration issues are also backed, more or less explicitly, by a Westphalian conception of justice. To name a few, starting in the late 1980s and increasingly so in the following three decades, a number of activities linked to immigration were turned into criminal offences, including irregular migrants' unwitting transportation into the country, their employment and their renting of houses. Moreover, British governments started to apply a 'deport first, appeal later' scheme that was progressively extended to all migrants, unless it would cause them 'serious irreversible harm' (Partos and Bale 2015) . In its pure form, Justice as impartiality is premised on the unconditional ethical value of human rights; accordingly, immigrants' rights and liberties ought to be protected regardless of their motives for moving and their living circumstances. Justice claims of this kind are often sanctioned by cogent universal norms included in global and regional regimes of protection of migrants' rights-most of which are more or less dutifully adhered to by the UK.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 383,
                    "text": "(Cummings 2017)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1532,
                    "end": 1548,
                    "text": "(Spiering 2015b)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1881,
                    "end": 1895,
                    "text": "(Cameron 2007;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1896,
                    "end": 1906,
                    "text": "Veil 2014)",
                    "ref_id": null
                },
                {
                    "start": 3276,
                    "end": 3298,
                    "text": "(Partos and Bale 2015)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Conceptions of Global Justice in British Migration Policy"
        },
        {
            "text": "The normative assumption that a dignified existence should be accorded to the refugee, encompassing political and humanitarian sympathy as well as physical sanctuary, became part of the UK and its allies' common cause in advancing liberty worldwide (Barnett 2011; Barnett and Weiss 2011; Shaw 2015) . This assumption, however, clashed with the fact that in a number of cases the British authorities have pushed political discretion to the limits of ethical correctness in order to pursue their political goals. The ultimate clash between pandering to (part of) the domestic public's fears and the pursuit of global justice is epitomized by the 'Dubs Amendment' affair. The amendment, which initially had widespread public and media backing (McLaughlin 2017), required the government to continue to allow unaccompanied and separated children already in the EU to enter the country before applying for asylum after the Brexit process was completed. In so doing, the UK would have maintained the Dublin Regulation requirements designed to provide a safe and regular route to reunite minors with close family already settled in the country of destination. In fact, the amendment provided for significant discretion as to how many of them were to be actually admitted and a cut-off point for eligibility, and authorities implemented it in a deliberately slow and reluctant manner, particularly when dealing with children in Calais (Ibrahim and Howarth 2018) . 12 The government also consistently refused to accept unaccompanied children with no family ties unless they were Syrian refugees in the UN camps in North Africa (Wintour 2015) . Indeed, with the demolition of the informal camps in Calais-the so-called jungle-Britain's reticence in implementing the Dubs Amendment and the Dublin Regulations on displaced children became even more conspicuous (Rogers 2017) , until in January 2020 the government decided to simply take the amendment out of the Brexit Bill, with the promise of future concrete plans for how it will continue to offer family reunion to child asylum seekers in Europe.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 263,
                    "text": "(Barnett 2011;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 264,
                    "end": 287,
                    "text": "Barnett and Weiss 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 288,
                    "end": 298,
                    "text": "Shaw 2015)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1426,
                    "end": 1452,
                    "text": "(Ibrahim and Howarth 2018)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1455,
                    "end": 1457,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 1617,
                    "end": 1631,
                    "text": "(Wintour 2015)",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 1848,
                    "end": 1861,
                    "text": "(Rogers 2017)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Conceptions of Global Justice in British Migration Policy"
        },
        {
            "text": "As far as immigration and asylum policy is concerned, the UK's decision to opt for its own unilateral resettlement programme for Syrian refugees, and to present it as an efficient alternative to the European Commission's relocation programme, has had consequences in terms of justice as mutual recognition as well. This normative conception assumes as a moral yardstick the actual knowledge of the subjects of justice, who are no longer mere instances of general categories. Accordingly, immigration policies are ethically adequate to the extent that the individual and collective identities of 'concrete others' are mutually absorbed through practical interaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptions of Global Justice in British Migration Policy"
        },
        {
            "text": "Apart from failing to provide enough resources, both the Commission's and the British government's policy strategies assume that only Syrians are entitled to be assisted-subsuming other people striving to arrive to Europe into a nationality-based framework. Yet an approach like 12 Calais, together with Dunkerque, serves as an immigration control zone operated by the British police force on French soil (the French police do the same in Dover), as per the 2003 Le Touquet Treaty, a reciprocal arrangement between Belgium, France, the Netherlands and the United Kingdom whereby border controls on certain cross-Channel routes take place before boarding the train or ferry, rather than upon arrival after disembarkation. In practice, the British authorities have the primary interest in this arrangement, as it enables them to block irregular migration from the continent. If a person is refused entry to the UK, or is found seeking to enter Britain clandestinely, they are handed over to the French authorities, to be processed under French law. The treaty also specifically provides that asylum claims are the responsibility of the state of departure, not the state running the control zone-so France is responsible for all asylum claims made in Calais, even to UK officials (Ryan 2016) . In August 2016, there were an estimated 10,000 migrants living in dire humanitarian conditions in the large tent cities erected in Calais and nearby, with the largest groups coming from Afghanistan and Sudan. the UK's, based as it is on a quantitative rationale-i.e. the (very low) cap on the number of refugees the UK is prepared to accept-refutes the ethical obligation of getting to know the 'stories', that is, the actual needs, aspirations and experiences of asylum seekers, and of the native population (instead of the 'public opinion') with whom they are going to interact. The concerns of 'outsiders' can only be addressed to the extent that they do not impinge on insiders' interests and values-i.e. jeopardizing the British nation's prosperity and social coherence. On top of that, neither immigrants nor natives have a say in how they are treated or even conceived of, in that none of their 'stories' are heard, negating the possibility to dispute and regularly revise policies, which is another requirement of justice as mutual recognition, in order to ensure that people do not suffer from structural injustice, which might occur despite the best intentions of decision-makers.",
            "cite_spans": [
                {
                    "start": 1277,
                    "end": 1288,
                    "text": "(Ryan 2016)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Conceptions of Global Justice in British Migration Policy"
        },
        {
            "text": "In fact, the UK immigration policy does suffer from an in-built moral bias, as asylum seekers with no documents are targeted not based on their subjective (individual or collective) conditions-i.e. the actual reasons why they do not have their papers in order-but on their subsumption into the general status of irregular immigrants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptions of Global Justice in British Migration Policy"
        },
        {
            "text": "In 2015, then-Home Secretary Theresa May addressed immigration campaigners and human rights lawyers, supporting their role in guaranteeing the effectiveness of the government's fight against 'illegal' migration, but also alluding to the more general goal of allocating the country's limited resources to immigrants as fairly as possible. The underlying argument here was that reducing immigration was the only way to pursue the higher ideals of social justice-with the hint of paternalism to be expected by one-nation conservatism. Moreover, the appeal bared the tightly integrated nature of the fight against irregular migration and immigration policy in general. No matter how messy and dreary the process that led to it, Brexit can be regarded not only as the final outcome of the interaction between short-term political strategies, parochial interests and unscrupulous communication campaigns, but also as the first concrete step towards an alternative idea of how Europe should be politically organized, with all that this notion entails in terms of approaching migrations. The moral argument underlying Brexit appears to be in line with a conception of justice as non-domination, given the emphasis on people's self-determination, state sovereignty and the democratic process. As argued by Bellamy (2019) , this is not incompatible with a democratically legitimate process of international integration. According to the authors, national popular sovereignty can be effectively combined with the pursuit of fair and equitable relations among states and their citizens-specifically reconnecting Member States' demoi with their respective parliaments, to be much more strongly involved in the EU policy-making process (to the detriment of the European Parliament). Here, however, the sovereign states' priority seem to systematically trump the people's (insiders and outsiders) individual and collective concerns. Accordingly, the UK's European politics is to be scaled down to a transactional model-one that draws on Britain's traditional, and never completely abandoned, conception of the integration process as a matter of free trade, which should have never impinged on the political class' deep-rooted desire to perpetuate a political system that protects elite power and a culture of limited democratic participation (Vines 2014) .",
            "cite_spans": [
                {
                    "start": 1297,
                    "end": 1311,
                    "text": "Bellamy (2019)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2327,
                    "end": 2339,
                    "text": "(Vines 2014)",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Conceptions of Global Justice in British Migration Policy"
        },
        {
            "text": "This lack of genuine mutual recognition also generates the risk that crucial distinctions, such as the difference between humanitarian and economic migration, are considered not within the framework of a moral discourse between the parties involved in the process, but only in light of the utilitarian reasons of the government. This has potentially serious repercussions for the UK's ethical standing and the coherence of the EUMSG at large.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conceptions of Global Justice in British Migration Policy"
        },
        {
            "text": "The still largely open-ended destiny of the relationship between the EU and the UK, especially in the delicate policy area of immigration, entails a certain ambivalence that has characterized Britain's immigration and asylum policy system throughout its historical evolution. In practice, the country has been quite open to human movement for long stretches of its history-whether immigrants happened to be persecuted people from 'the Continent', (former) subjects of the empire's provinces after the end of World War II or European citizens from old and new Member States. This welcoming attitude has not necessarily been grounded primarily or even only significantly on moral reasons, as the opportunity to grant entry and stay to foreigners has also been constantly assessed in terms of its economic value. In the case of the UK this has always raised questions about the country's colonial past; yet save for occasional gloomy predictions à la Lord Powell, 13 even 'racial relationships' seem to have been managed with a great deal of common sense-the adjunct element to an immigration policy largely free from harsh nationalistic considerations-and proudly presented in these terms by policy-makers. Thus, the apparent lack of pragmatism that has led an otherwise not particularly xenophobic public opinion and a traditionally measured class of policymakers to designing conceptually and practically harsh measures, opting out of crucial parts of the CEAS and to leaving the EU altogethermostly based on suggestions about 'taking back control' of national borders-still comes as a surprise. The UK has given up a membership that effectively guaranteed 'the best of two worlds' and has put itself in a position vis-à-vis the EUMSG, the Union and Europe as such which might generate unpredictable and ethically dubious consequences in the near future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Immigration Offences: Trends in Legislation and Criminal and Civil Enforcement. Migration Observatory briefing",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aliverti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "It Was the Photograph of the Little Boy: Reflections on the Syrian Vulnerable Persons Resettlement Programme in the UK. Ethnic and Racial Studies",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Armbruster",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "2680--2699",
            "other_ids": {
                "DOI": [
                    "10.1080/01419870.2018.1554226"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "New Labour's White Heart: Politics, Multiculturalism and the Return of Assimilation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shukra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Solomos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Political Quarterly",
            "volume": "73",
            "issn": "4",
            "pages": "445--454",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethics, Politics and Migration: Public Debates on the Free Movement of Romanians and Bulgarians in the UK",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Balch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Balabanova",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Politics",
            "volume": "36",
            "issn": "1",
            "pages": "19--35",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immigration Policy",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bale",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Humpshire",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cameron and the Conservatives: The Transition to Coalition Government",
            "volume": "",
            "issn": "",
            "pages": "89--104",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The reference is to Conservative Member of Parliament Enoch Powell's infamous 1968 speech in which he attacked mass immigration, comparing the growth of the country's minority population to \"watching a nation busily engaged in heaping up its own funeral pyre",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Humanitarianism, Paternalism, and the UNHCR",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Refugees in International Relations",
            "volume": "",
            "issn": "",
            "pages": "105--132",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Humanitarianism Contested: Where Angels Fear to Tread",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "G"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Right to Asylum: Britain's 1905 Aliens Act and the Evolution of Refugee Law",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bashford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcadam",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Law and History Review",
            "volume": "32",
            "issn": "2",
            "pages": "309--350",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Boris Johnson Challenged Over Brexit Business Expletive",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bbc",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A Republican Europe of States: Cosmopolitanism, Intergovernmentalism and Democracy in the EU",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bellamy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Justice Claims in UK Media Narratives: Normative Orientations and EU Migration Governance",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bevitori",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zotti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The International Spectator",
            "volume": "54",
            "issn": "3",
            "pages": "72--89",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "UK Public Opinion Toward Immigration: Overall Attitudes and Level of Concern. Migration Observatory briefing",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blinder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The Best of Both Worlds: The United Kingdom's Special Status in a Reformed European Union",
            "authors": [
                {
                    "first": "British",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Refugees and Resettlement, Written statement HCWS687",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brokenshire",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Challenges of a Growing Population. Speech given on 29",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "PM Speech on Immigration. Speech given on 21",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Net Migration as a Target for Migration Policies: A Review and Appraisal of the UK Experience",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cangiano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "International Migration",
            "volume": "54",
            "issn": "2",
            "pages": "18--34",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Support for and Opposition to Migration in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carvalho",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Eatwell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wunderlich",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "175--194",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The EU's Normative Ambivalence and the Migrant Crisis: (In) Actions of (In) Justice",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceccorulli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "33--56",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Italy and Migration: Justice on this Side of the Mediterranean",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ceccorulli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "119--145",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Brexit News Latest: Poll of Polls Says Britain Is Now Against Leaving EU as Most Want to Stay. The Evening Standard",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Cecil",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Invitation to Join the Government of Briatin: The Conservative Manifesto",
            "authors": [],
            "year": 2010,
            "venue": "Conservative Policy Unit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Strong Leadership, A Clear Economic Plan; A Bright More Secure Future",
            "authors": [],
            "year": 2015,
            "venue": "Conservative Policy Unit",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Dominic Cummings: How the Brexit Referendum was Won. The Spectator",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Ever Closer Union. An Introduction to European Integration",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dinan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Population Politics. London: Institute for Public Policy Research",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Time for a Smarter Bargain on Visas. CEPS Policy Brief",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emerson",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Britain",
                    "suffix": ""
                },
                {
                    "first": "Schengen",
                    "middle": [],
                    "last": "Ireland",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "249",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "The EU Migration System and Global Justice: An Assessment",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fassi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucarelli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "259--277",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Public Opinion, Responsiveness and Constraint: Britain's Three Immigration Policy Regimes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Somerville",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Ethnic and Migration Studies",
            "volume": "41",
            "issn": "9",
            "pages": "1391--1411",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Euroscepticism in British Politics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Forster",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Britain, the Deviant Case",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Controlling Immigration: A Global Perspective",
            "volume": "",
            "issn": "",
            "pages": "297--302",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Learning from 1968's Leading Anti-Immigration Alarmist Enoch Powell Gave His Xenophobic Rivers of Blood Speech 50 Years ago-But the Lessons of Its Reception Still Apply Today. The Atlantic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Friedersdorf",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Taking Back Control: The Political Implications of Brexit",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of European Public Policy",
            "volume": "25",
            "issn": "8",
            "pages": "1215--1232",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Getting the Best of Both Worlds? Britain, the EU and Migration Policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geddes",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "International Affairs",
            "volume": "81",
            "issn": "4",
            "pages": "723--740",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Britain: The Unexpected Europeanisation of Immigration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Geddes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Scholten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Politics of Migration and Immigration in Europe",
            "volume": "",
            "issn": "",
            "pages": "22--46",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Britain, Europe and National Identity: Self and Other in International Relations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gibbins",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The EU Challenge of Europeanization: The Persistence of British Euroscepticism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gifford",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tournier-Sol",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Introduction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glover",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Literature, Immigration, and Diaspora in Fin-de-Siècle England: A Cultural History of the 1905 Aliens Act",
            "volume": "",
            "issn": "",
            "pages": "1--14",
            "other_ids": {
                "DOI": [
                    "10.1017/CBO9781139137102.001"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "France and Migration Between Logistification and Ethical Minimalism",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grappi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "147--171",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Brexit Vote: A Divided Nation, a Divided Continent",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Hobolt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of European Public Policy",
            "volume": "23",
            "issn": "9",
            "pages": "1259--1277",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The EU's Global Approach to Migration and Mobility: 8th Report of Session",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Review of Humanitarian Refuge in the United Kingdom: Sanctuary, Asylum, and the Refugee Crisis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ibrahim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Politics and Policy",
            "volume": "46",
            "issn": "3",
            "pages": "1--44",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Theresa May's Speech to the Conservative Party Conference",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "When the Threatened Become the Threat: The Construction of Asylum Seekers in British Media Narratives",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Innes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "International Relations",
            "volume": "24",
            "issn": "4",
            "pages": "456--477",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The European Union's Area of Freedom, Security and Justice Without the United Kingdom-Legal and Practical Consequences of Brexit",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jeney",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ELTE Law Journal",
            "volume": "1",
            "issn": "",
            "pages": "117--139",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Immigration and the Nation State: The United States, Germany and Great Britain",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Joppke",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Migration, Asylum Policy and Global Justice in Greece",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karamanidou",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "89--117",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "From Burke to Burkha: Conservatism, Multiculturalism and the Big Society",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crowcroft",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "The Political Quarterly",
            "volume": "81",
            "issn": "1",
            "pages": "109--119",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Expansion and Restriction: Competing Pressures on United Kingdom Asylum Policy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keyes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Georgetown Immigration Law Journal",
            "volume": "18",
            "issn": "2",
            "pages": "395--426",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The Securitisation of British Multiculturalism",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Latour",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "The Politics of Ethnic Diversity on the British Isles",
            "volume": "",
            "issn": "",
            "pages": "38--57",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "The EU Migration System and Global Justice: An Introduction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucarelli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "1--32",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Tony Blair's Asylum Policies: The Narratives and Conceptualisations at the Heart of New Labour's Restrictionism",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maughan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Working Paper Series",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "PM Commons statement on the European Council: 24 October",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The UK Response to the Syrian Refugee Crisis (House of Commons Briefing Paper 06805)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mcguinness",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "They Don't Look Like Children: Child Asylum-Seekers, the Dubs Amendment and the Politics of Childhood",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mclaughlin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Ethnic and Migration Studies",
            "volume": "44",
            "issn": "11",
            "pages": "1757--1773",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Positional Insecurity and the Hungarian Migration Policy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Melegh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vancsó",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mendly",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hunyadi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "The EU Migration System of Governance -Justice on the Move",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lucarelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "173--197",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "When Policy Creates Politics: The Problematizing of Immigration and the Consequences for Refugee Integration in the UK",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mulvey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Refugee Studies",
            "volume": "23",
            "issn": "4",
            "pages": "437--462",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Norway's Approach to Migration and Asylum as a Non-EU State: Out, but Still In",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "D H"
                    ],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "199--224",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "The Oxford Handbook of Migration Crises",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Outhwaite",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/oxfordhb/9780190856908.013.7"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Immigration and Asylum Policy Under Cameron's Conservatives",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Partos",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bale",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "British Politics",
            "volume": "10",
            "issn": "2",
            "pages": "169--184",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Ethnic and Racial Segregation: A Critical Perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Geography Compass",
            "volume": "1",
            "issn": "5",
            "pages": "1138--1159",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Britain Has the Best of Both Worlds on the Fringes of Europe. The Financial Times",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Portillo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "There is Space for Lone Refugee Children in Britain, but the Government isn't Trying to Find it. The Conversation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "What Next for British Border Controls in Calais? The Conversation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Building a British Model of Integration in an Era of Immigration: Policy Lessons for Government Reports",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saggar",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Somerville",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "The Deserving and the Undeserving? Refugees, Asylum Seekers and Welfare in Britain",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sales",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Critical Social Policy",
            "volume": "22",
            "issn": "3",
            "pages": "456--478",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Report to Parliament on the Application of Protocols 19 and 21 to the Treaty on European Union and the Treaty on the Functioning of the European Union (TFEU) in Relation to EU Justice and Home Affairs (JHA) Matters",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "International Migration Review",
            "volume": "51",
            "issn": "2",
            "pages": "375--415",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "The Securitisation of Asylum: Protecting UK Residents",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seidman-Zager",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Working Paper Series",
            "volume": "",
            "issn": "50",
            "pages": "1--31",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Britannia's Embrace: Modern Humanitarianism and the Imperial Origins of Refugee Relief",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Race, Gender and the Body in British Immigration Control: Subject to Examination",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "United Kingdom: A Reluctant Country of Immigration. Migration Policy Institute Profile",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Somerville",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sriskandarajah",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Latorre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "The Migration Debate",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "British Euroscepticism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiering",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Euroscepticism: Party Politics, National Identity and European Integration",
            "volume": "",
            "issn": "",
            "pages": "127--149",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "A Cultural History of British Euroscepticism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiering",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "The Essential Englishman: The Cultural Nature and Origins of British Euroscepticism",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Spiering",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "17--32",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "Migration Statistics (House of Common Briefing Paper",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sturge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF79": {
            "ref_id": "b79",
            "title": "Britain, Immigration and Brexit. Centre for European Reform Bulletin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tilfold",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Syria Refugees: UK Government Response",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Uk Government",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Between One-Nation Toryism and Neoliberalism: The Dilemmas of British Conservatism and Britain's Evolving Place in Europe",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Vail",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Common Market Studies",
            "volume": "53",
            "issn": "1",
            "pages": "106--122",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "The Net Migration Target and the 2017 Election. Oxford: Migration Observatory Commentary",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vargas-Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "UK Euroscepticism and the Brexit Referendum",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vasilopoulou",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "The Political Quarterly",
            "volume": "87",
            "issn": "2",
            "pages": "219--227",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Reframing English Nationalism and Euroscepticism: From Populism to the British Political Tradition",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vines",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "British Politics",
            "volume": "9",
            "issn": "3",
            "pages": "255--274",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Migration to the UK: Asylum and Resettled Refugees",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Euroscepticism and the Anglosphere: Traditions and Dilemmas in Contemporary English Nationalism",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wellings",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Baxendale",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Common Market Studies",
            "volume": "53",
            "issn": "1",
            "pages": "123--139",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Refugee Resettlement in the UK (House of Common Briefing Paper",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilkins",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8750",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "Immigration Policies: General Election 2015 and How Each Party Will Tackle It. The Telegraph. Available at",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "Britain Should not Take more Middle East Refugees, Says David Cameron. The Guardian",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wintour",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "We Have the Character of an Island Nation: A Discourse-Historical Analysis of David Cameron's Bloomberg Speech on the European Union",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wodak",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Doing Politics: Discursivity, Performativity and Mediation in Political Discourse",
            "volume": "",
            "issn": "",
            "pages": "27--58",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "The European Migration System and Global Justice: ARENA Report 9/19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zotti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "The Immigration Policy of The United Kingdom: British Exceptionalism and the Renewed Quest for Control",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zotti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The EU Migration System of Governance -Justice on the Move",
            "volume": "",
            "issn": "",
            "pages": "57--88",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "Germany's 'Atypical' Leadership in the EU Migration System of Governance and its Normative Dimension",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zotti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "The EU Migration System of Governance -Justice on the Move",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lucarelli",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "225--258",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Minister of State for Immigration; Minister of State for Care Services; Minister of State for Employment; Minister of State for Government Policy, Exchequer Secretary to the Treasury; Minister of State for Housing and Local Government; Minister of State for Schools; Minister of State for Foreign and Commonwealth Affairs; Minister of State for Universities and Science; Minister of State for Justice; Parliamentary Under-Secretary of State for Health; Parliamentary Under-Secretary of State for Transport.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}