{
    "paper_id": "e39dcab1a79b8c95d61aee7538e25b2fda0f3e91",
    "metadata": {
        "title": "Covid-19 and exacerbation of psoriasis",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "We have read the case report of Kutlu and Metin with great interest. 1 They have reported a patient with psoriasis and Covid-19 treated with hydroxychloroquine and oseltamivir. The patient developed exacerbation of psoriasis at fourth day of this treatment. They suggested that the exacerbation of psoriasis was due to the use of hydroxychloroquine, while they briefly discussed the possibility that Covid-19 disease might trigger the exacerbation of psoriasis.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "We have recently seen a patient with psoriasis and Covid-19 who may contribute to psoriasis and Covid-19 interaction. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A case of exacerbation of psoriasis after oseltamivir and hydroxychloroquine in a patient with COVID-19: will cases of psoriasis increase after COVID-19 pandemic?",
            "authors": [
                {
                    "first": "Ö",
                    "middle": [],
                    "last": "Kutlu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Metin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dermatol Ther",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/dth.13383"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Risk factors for the development of psoriasis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kamiya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kishimoto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sugai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Komine",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohtsuki",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Mol Sci",
            "volume": "20",
            "issn": "18",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijms20184347"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Hematologic, biochemical and immune biomarker abnormalities associated with severe illness and mortality in coronavirus disease 2019 (COVID-19): a meta-analysis",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "Mhs",
                    "middle": [],
                    "last": "De Oliveira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Benoit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plebani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lippi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Chem Lab Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1515/cclm-2020-0369"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hydroxychloroquine-induced inverse psoriasis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zeb",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Khakwani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "T"
                    ],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Case Rep",
            "volume": "12",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A case of generalized pustular psoriasis caused by hydroxychloroquine in a patient with systemic lupus erythematosus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shikano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawazoe",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lupus",
            "volume": "28",
            "issn": "8",
            "pages": "1017--1020",
            "other_ids": {
                "DOI": [
                    "10.1177/0961203319854139"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "year-old female was admitted with fever, cough, shortness of breath, and exacerbation of psoriatic lesions. She had a diagnosis of psoriasis for 30 years given several systemic and topical drugs: She used acitretin, 30 mg/day, for 5 weeks 3 years ago, and methotrexate (first oral 15 mg/week, 6 weeks, then subcutaneous 25 mg/week, 8 weeks) with folic acid, 1.5 years ago. Her last treatment was topical: 3 months ago she used a lotion containing methylprednisolone aceponate 1 mg/g in combination with an ointment containing 20% urea for 10 days. She had also insulin-independent diabetes mellitus controlled with metformin 1000 mg bid. She was dyspneic, respiratory rate was 30/min and oxygen saturation was 89%. Her body temperature was 39 C. She had active psoriatic lesions on scalp, trunk, and on extremities (psoriasis area severity index [PASI]: 24, body surface area [BSA]: 55%, physician global assessment [PGA]: 4) (Figure 1). She had no joint symptoms and examination showed no arthritis. Lung auscultation was normal. Laboratory studies was as follows: ALT 17 U/L, AST 13 U/L, C-reactive protein (CRP) 87 mg/L (normal: 0-5 mg/L), ferritin 265 ng/mL (12-150 ng/mL), glucose 267 mg/dL, leukocyte count 4.2 × 10 9 /L, lymphocyte count 0.9 × 10 9 /L, and creatinine 0.5 mg/L. A chest CT showed bilateral ground glass opacities and infiltrations (Figure 2). Clinical findings, laboratory, radiology, and real-time reverse transcription-polymerase chain reaction study of a nasopharyngeal swap specimen diagnosed Covid-19. She was hospitalized in an isolated room and given hydroxychloroquine, azithromycin, oseltamivir, and inhaled ipratropium and budesonide. Glucose levels could not be controlled with metformin and switched to rapid-acting insulin (3 times 16 units) combined with glargine insulin (16 units). She improved within 10 days; respiratory rate decreased to 20/min, body temperature returned to normal and CRP and ferritin levels decreased to normal. Her psoriatic lesions regressed without giving any active drug against it (PSAI: 11.1, BSA: 45%, PGA:2) (Figure 3). Her blood glucose levels were also controlled with lower units of insulin. Psoriasis is an immune-mediated genetic skin disease. It is established than various factors can trigger psoriasis in genetically predisposed individuals or exacerbate the disease when it is in remission. 2 Covid-19 patients may exhibit features of hyperinflammation. Biomarkers of inflammation (CRP, ferritin), cytokines, cardiac and muscle injury, liver and kidney function, and coagulation parameters are significantly elevated in patients with severe Covid-19. 3 The triggering or exacerbating factor for psoriasis can be drugs including hydroxychloroquine. 4,5 However patients with Covid-19 have a state of hyperinflammation and may cause exacerbation of psoriasis. F I G U R E 1 Active psoriatic lesions of the patient on admission F I G U R E 2 Chest CT showing bilateral, mainly on the right lung, ground glass opacities and infiltrations",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}