{
    "paper_id": "e462d43231f0eec940b1daea7baec9b6968d3d0b",
    "metadata": {
        "title": "The early impacts of the COVID-19 pandemic on business sales",
        "authors": [
            {
                "first": "Robert",
                "middle": [],
                "last": "Fairlie",
                "suffix": "",
                "affiliation": {},
                "email": "rfairlie@ucsc.edu"
            },
            {
                "first": "Frank",
                "middle": [
                    "M"
                ],
                "last": "Fossen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [],
                "last": "Fairlie",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "F",
                "middle": [
                    "M"
                ],
                "last": "Fossen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 led to a massive shutdown of businesses in the second quarter of 2020. Estimates from the Current Population Survey, for example, indicate that the number of active business owners dropped by 22% from February to April 2020. We provide the first analysis of losses in sales among the universe of businesses in California using administrative data from the California Department of Tax and Fee Administration. Losses in taxable sales average 17% in the second quarter of 2020 relative to the second quarter of 2019 even though year-over-year sales typically grow by 3-4%. We find that sales losses were largest in businesses affected by mandatory lockdowns such as accommodations, which lost 91%, whereas online sales grew by 180%. Placing business types into",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "different categories based on whether they were considered essential or nonessential (and thus subject to early lockdowns) and whether they have a moderate or high level of person-to-person contact, we find interesting correlations between sales losses and COVID-19 cases per capita across counties in California. The results suggest that local implementation and enforcement of lockdown restrictions as safety measures for public health and voluntary behavioral responses as reactions to the perceived local COVID-19 spread both played a role. Plain English Summary Business sales dropped by 17% on average due to the pandemic during the second quarter of 2020 in California. Accommodations lost 91% of sales, whereas online sales grew by 180%. Sales fell more steeply in counties with more COVID-19 cases. We examine how much businesses lost in sales using administrative sales tax data. The average losses of 17% in the second quarter of 2020 relative to the second quarter of 2019 occurred even though year-over-year sales typically grow by 3-4%. We find that sales losses were largest in businesses affected by mandatory lockdowns such as accommodations, drinking places, and arts, entertainment, and recreation. Distinguishing between essential and nonessential businesses, which were subject to early lockdowns, and by the level of person-to-person contact, we find that local implementation and enforcement of lockdown restrictions for public health safety and voluntary responses to the perceived local COVID-19 spread both played a role. The results suggest that small businesses may need more support from governments and consumers to mitigate the strong shift to online vendors, and that the pandemic must be brought under control as a prerequisite to a full recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The widespread closing of stores and businesses in the United States and around the world due to the coronavirus is unprecedented. Stores, factories, and many other businesses have closed by policy mandate, downward demand shifts, health concerns, or other factors. Estimates from the CPS, for example, indicate that the number of active business owners in the United States plummeted from 15.0 million in February 2020 to 11.7 million in April 2020 and only partially rebounded by June (Fairlie, 2020) . 1 By June, losses were at 1.2 million. The shutdowns and reductions in work activity are likely to have resulted in substantial lost income for business owners and may result in permanent closures. 2 In this paper, we provide the first analysis of sales losses among businesses using administrative data from the California Department of Tax and Fee Administration. We examine taxable sales by type of business and across counties within California. We find substantial losses in 2020 Q2 in total taxable sales in California.",
            "cite_spans": [
                {
                    "start": 487,
                    "end": 502,
                    "text": "(Fairlie, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 703,
                    "end": 704,
                    "text": "2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although average year over year growth by quarter is normally roughly 3-4%, sales dropped by 17% from 2019 Q2 to 2020 Q2. Across industries, the losses were much more severe for those deemed \"nonessential\" or ones with substantial person-to-person contact. For example, accommodations sales dropped by 92%, bars by 86%, and clothing stores by 52%. In contrast, however, online sales grew by 180%. Across counties in California, we find that counties that experienced more COVID-19 cases per capita suffered a greater % decline in sales. This relationship was most pronounced not only for businesses affected by mandatory lockdowns but also for businesses with high levels of person-toperson contact.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data do not allow us to distinguish between the sales losses of small and large businesses; however, 98% of business establishments with employees have less than 100 employees in California (U.S. Census Bureau, 2018) . Similarly, across OECD countries (including the United States), small-and medium-sized businesses with less than 250 employees account for 99% of all businesses (OECD, 2019).",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 220,
                    "text": "Bureau, 2018)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The relative revenue losses among small businesses during the onset of the COVID-19 crisis might be larger than among big businesses. Small businesses likely had a lower ability to quickly adjust to changes in regulations and demand when the pandemic hit. Due to high fixed costs and required knowledge, small businesses may face larger barriers to increasing their web presence, expanding takeout services or adding delivery services, and coping with uncertainty regarding liability during the health crisis. In particular, small businesses may have had less ability to obtain financing needed for adjustments, for example, for investing in online ordering and inventory management, due to lower liquidity reserves, less collateral, and higher uncertainty from the perspective of lenders and investors during the emerging economic crisis. 3 Our findings contribute to the scant evidence on the effects of COVID-19 on the sales and revenues of small businesses. Data from the transactions of financial accounts at JP Morgan Chase (JPMC) indicate that small business revenues dropped 30-50% at the end of March and early April and 40% into May (Farrell et al., 2020; Kim et al., 2020) . In surveys conducted by the Kauffman Foundation, Desai and Looze (2020) find that 60% of business owners reported lower sales in April and 50% of owners reported lower sales in May. The Opportunity Insights Economic Tracker reports small 1 Additional evidence of business shutdowns early in the pandemic is provided, for example, from the weekly U.S. Census Small Business Pulse Survey which indicates that roughly 50 percent of businesses report having a large negative effect from the COVID-19 pandemic (U.S. Census Bureau, 2020; Bohn et al., 2020) . Bartik et al. (2020) conducted a survey in late March of nearly 6000 small businesses that were members of the Alignable Business Network. They find that 43% of businesses are temporarily closed, large reductions in employees, and that the majority of businesses have less than one month of cash on hand. 2 Just prior to the pandemic when small business owners were asked what actions they would take if faced with a two-month revenue loss roughly half said they would use their own funds and 17% said they would close or sell the business (Mills et al., 2020). business revenue data from Womply and finds a drop of 50% in April from January and losses of roughly 20% at the end of May from January levels. 4 Bloom et al. (2021) partnered with a large payments technology company to collect survey data from 2500 small businesses and find an average loss of 29% in sales in 2020 Q2. We build on these findings by analyzing data from the State of California that covers all sectors reporting taxable sales across the 58 counties in the state. 5 By using administrative data on the universe of firms in California, our paper complements studies on the impact of the COVID-19 pandemic on small businesses and on their responses using surveys 6 or qualitative research designs (e.g., Kuckertz et al., 2020) .",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 841,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1143,
                    "end": 1165,
                    "text": "(Farrell et al., 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1166,
                    "end": 1183,
                    "text": "Kim et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1235,
                    "end": 1257,
                    "text": "Desai and Looze (2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1704,
                    "end": 1717,
                    "text": "Bureau, 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1718,
                    "end": 1736,
                    "text": "Bohn et al., 2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1739,
                    "end": 1759,
                    "text": "Bartik et al. (2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2279,
                    "end": 2300,
                    "text": "(Mills et al., 2020).",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2446,
                    "end": 2447,
                    "text": "4",
                    "ref_id": null
                },
                {
                    "start": 2448,
                    "end": 2467,
                    "text": "Bloom et al. (2021)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 3019,
                    "end": 3041,
                    "text": "Kuckertz et al., 2020)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The findings are potentially important for future targeting and oversight of government aid to preserve small businesses and the jobs they create. The results also have implications for discussions around what the federal government will do next (e.g., President Biden's proposed $1.9 trillion coronavirus stimulus package).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The data used here are from the California Department of Tax and Fee Administration. We focus on taxable sales for all businesses in the state. In California, taxable sales decreased substantially in the second quarter of 2020, which directly followed the social distancing restrictions imposed by the state. 7 Total taxable sales in California were $152 billion in 2020 Q2 which represents a drop of 17.5% from 2019 Q2. Typically year over year growth for the same quarter is between 3% and 4% (see Fig. 1 ). The sharp decline in sales was not due to a loss in the number of sales permits which experienced growth of 1% from 2019 Q2 to 2020 Q2. Average sales per business permit dropped by 18.3% to $123,237 in 2020 Q2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 500,
                    "end": 506,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "We estimate a simple event-study regression in which we adjust for a time trend and allow for seasonal (quarter) fixed effects. The results do not change from the comparison of 2019 Q2 to 2020 Q2 and adding an average growth rate over the time period. We find that total taxable sales losses are predicted to be $37.9 billion or a 20.5% drop from 2019 Q2 levels. Using a quadratic time trend instead of a linear time trend results in a slightly larger loss in total sales from COVID-19. We focus the remaining analysis on 2019 Q2 to 2020 Q2 comparisons for simplicity and clarity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Event study results"
        },
        {
            "text": "To slow the spread of COVID-19 governments enforced social distancing restrictions that shut down businesses in jobs and industries deemed \"nonessential.\" Less drastic restrictions were also imposed on \"essential\" businesses, such as capacity limitations for grocery stores. Health concerns also dissuaded customers from visiting stores that had person-to-person contact. Finally, the ability to telecommute in jobs allowed certain businesses or at least certain jobs in those businesses to continue to operate.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "We investigate losses across business types used by the Department of Tax and Fee Administration. Table 1 reports the percent change in sales from 2019Q2 to 2020Q2 and sales levels in 2020Q2 for aggregated business types. Starting with stores that were mostly considered \"nonessential\" and have person-to-person contact we find major losses. Clothing and Clothing Accessories Stores lost 54.5% from the second quarter of 2019 to the second quarter of 2020.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 98,
                    "end": 105,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "Food services and drinking places were not shut down but faced restrictions in terms of switching to takeout and delivery service only and then later adding outside dining service. These restrictions and concerns over health led to a major drop in demand. Sales at restaurants, bars, and other eating establishments dropped 47.4% from 2019 Q2 to 2020 Q2. In contrast, this business type category 4 See https://tracktherecovery.org/. Womply aggregates data from several credit card processors to analyze for small businesses. The data are distributed across sectors for which credit card use is common and focus on small businesses, thus comprising a larger share of food services, professional services, and other services. 5 The findings also contribute to the broader literature on the general relationship between recessions and entrepreneurship. The evidence is surprisingly mixed with many previous studies showing positive relationships, negative relationships, and zero relationships (Parker, 2018) . was experiencing year over year growth of 3-6% prior to the pandemic. Gasoline was deemed essential but as workers stayed at home and business travel was mostly shut down gasoline stations lost substantial revenue. From the second quarter 2019 to the second quarter 2020, sales dropped by 47.0%. Larger purchases and ones with more flexibility in timing of purchases experienced large but smaller drops in taxable sales. Home furnishings and appliance stores dropped 18% over the year. Similarly, motor vehicle and parts dealers dropped by 14.8%.",
            "cite_spans": [
                {
                    "start": 724,
                    "end": 725,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 991,
                    "end": 1005,
                    "text": "(Parker, 2018)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "Not all businesses experienced large losses. Businesses that were deemed \"essential\" were not forced to close and remained open during the first three months of the pandemic (i.e., second quarter 2020). Food and beverage stores experienced an increase of 1.7%, but the growth rate was lower than average year over year growth in sales. Building material and garden equipment grew by 12.1% which likely reflects the many home and garden repair and improvement projects started by home owners with more time on their hands during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "\"General merchandise stores\" capture both essential and nonessential goods so were often open during the pandemic. They experienced a drop of 9.8% from 2019 Q2 to 2020 Q2. All other outlets experienced a drop of 19.4%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "Combing all business types, all outlets experienced a drop of 17.5%. Total retail and food services dropped by a similar amount, 16.6%.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "In Fig. 2 , we report losses for selected disaggregated business types for large losses and large gains in 2020 Q2 (see Appendix Table 1 for all business types). Drilling down by detailed business type reveals some extremely large losses for specific sectors. The accommodation subsector had the largest loss at 91%, followed by the 86% drop in taxable sales at drinking places-alcohol, and the 83% drop at arts, entertainment and recreation places. Full-service restaurants, which were often shut down or switched to take out, also did not fare well with sales losses of 61%. Small shops selling gifts and souvenirs, clothing, or books also experienced large losses in the second quarter of 2020. All of these businesses are characterized as by being \"nonessential\" and/ or suffered from reduced demand because of high levels of person-to-person contact.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 120,
                    "end": 136,
                    "text": "Appendix Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "On the other end of the spectrum, some business types did extremely well. The shift by consumers to online purchases bolstered the sector \"Nonstore Sales\" into astonishing positive growth of 181%. The sectors of agriculture, building materials, pharmacies, garden centers, supermarkets, and even liquor stores were deemed \"essential\" and experienced positive sales growth from 2019 Q2 to 2020 Q2. Although supermarkets experienced growth of 5% in 2020 Q2 the shutdown and avoidance of many restaurants and previous annual growth of roughly 2% suggested perhaps larger potential growth. 8 Interestingly, 2020 Q1 experienced growth 8 Note that most grocery items are exempt from sales tax in California. Taxable items include hot prepared food products, carbonated beverages, effervescent bottled water, wine, and spirits, for example. of over 10% over 2019 Q1 which might reflect some panic buying of food and supplies when concerns over the pandemic first hit. Concerns over health and changing restrictions on the shopping experience then might have tempered demand somewhat for visiting supermarkets in 2020 Q2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Losses across business types (categories, types, and subtypes)"
        },
        {
            "text": "Overall, the patterns of sales losses and growth indicate a shift from in-store purchases to online purchases, and from restaurants to grocery stores. Whether an industry was deemed essential versus nonessential had a major impact on whether sales growth was negative or positive in the second quarter of 2020. Finally, consumers avoided business subsectors in which there was a lot of person-to-person contact because of health concerns over the coronavirus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Percent Change in Sales"
        },
        {
            "text": "California has a diverse set of counties ranging from large, densely populated counties such as Los Angeles and San Francisco to very small rural counties in the mountains such as Alpine and Shasta counties. Related to population density COVID-19 cases per capita differed substantially across counties. Table 2 reports taxable sales losses by county for all outlets and cumulative confirmed COVID-19 cases per capita by May 15, 2020. Businesses in San Francisco County experienced one of the largest sales losses across all counties, dropping by 50% from 2019 Q2 to 2020 Q2. Los Angeles County experienced a drop in taxable sales of 24%, and San Diego County experienced a drop in taxable sales of 19%. In contrast, several small counties actually experienced positive growth in taxable sales from 2019 Q2 to 2020 Q2.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Losses across counties"
        },
        {
            "text": "In this section, we analyze how the changes in taxable sales were correlated with coronavirus cases at the county level. We obtain confirmed COVID-19 cases by county and day from USAFacts (2020) and use cumulative cases by May 15, 2020 (the midpoint in the second quarter) per capita. 9 Testing for COVID-19 was often not readily available in the second quarter of 2020, and availability and uptake of testing may have varied across counties. However, decisions of consumers and producers as well as decisions of policymakers about the implementation and enforcement of lockdowns were based on the same testing data, which were widely reported in the media, including the local media. Therefore, our analysis is informative about the effects of the perceived local spread of COVID-19. 9 County population numbers are from the U.S. Census Bureau. Fig. 3 provides a scatter plot relating the growth rate in taxable sales across all business types between the second quarter in 2019 and the second quarter in 2020 to the cumulative number of COVID-19 cases per capita by May 15, 2020, in each of the 58 counties in California. The data indicate a clear negative relationship. A bivariate regression line is also shown; the slope coefficient is −40.06 with a standard error of 22.48, indicating that an additional known COVID-19 case per 1000 inhabitants in a county was associated with an additional decline in taxable sales by 4 percentage points. 10 From a policy perspective, it is important to understand how much mandatory lockdown restrictions implemented for public health safety were binding. Would consumers have avoided spending or producers shut their businesses due to fear of contagion even without government regulation? A comparison across different business types sheds some light on these questions. Table 3 classifies exemplary business types by whether they were deemed nonessential and therefore subject to strong lockdown restrictions and by the possibility to maintain social distance from other people (workers or customers). For example, garden equipment and clothing shops may have comparable opportunities for maintaining social distance, but the former business type was exempt from stricter lockdown restrictions because it was considered essential. Therefore, if we find a stronger correlation between known COVID-19 cases and sales losses for clothing than gardening shops at the county level, this may be attributable to the imposition and enforcement of lockdown restrictions, which can be expected to be stricter in counties with more COVID-19 cases per capita. In contrast, both clothing shops and restaurants 10 Weighting the regression by the population size of the counties does not change the picture (see Figure B1 in Appendix B), the slope coefficient (std. err.) becomes −36.77 (0.0148). (food services and drinking places) were classified as nonessential and therefore subject to similar lockdown restrictions in California in the second quarter of 2020, but social distancing may be easier in clothing shops; therefore, if we find different strengths of correlation between COVID-19 Fig. 3 Taxable sales losses by county for all outlets. Each dot in the scatter plot represents one county in California. The taxable sales growth rate is the relative change between 2019 Q2 and 2020 Q2 for all outlets. COVID-19 cases are the cumulative confirmed cases per capita in the county by May 15, 2020. A linear bivariate regression line is also shown Table 3 Potential exposure of business types to the pandemic \"Essential\" (no lockdown) \"Nonessential\" (subject to lockdown)",
            "cite_spans": [
                {
                    "start": 785,
                    "end": 786,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1446,
                    "end": 1448,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 846,
                    "end": 852,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1814,
                    "end": 1821,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 2741,
                    "end": 2750,
                    "text": "Figure B1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 3123,
                    "end": 3129,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 3483,
                    "end": 3490,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "COVID-19 cases and sales losses by county"
        },
        {
            "text": "Moderate person-to-person contact Building material and garden equipment; Gasoline stations",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COVID-19 cases and sales losses by county"
        },
        {
            "text": "High person-to-person contact Food and beverage stores Food services and drinking places Fig. 4 Taxable sales losses by county for building materials and garden equipment. Each dot in the scatter plot represents one county in California. The taxable sales growth rate is the relative change between 2019 Q2 and 2020 Q2 for building material and garden equipment stores. COVID-19 cases are the cumulative confirmed cases per capita in the county by May 15, 2020. A linear bivariate regression line is also shown cases and sales losses in these types of businesses, this may be attributable to voluntary behavior of customers or sellers due to caution and fear of contagion. 11 Motivated by these considerations, we compare scatter plots with unweighted regression lines for the business types mentioned in Table 3 . They appear in Figs. 4, 5, 6, 7. 12 All of these plots reveal negative relationships between local known COVID-19 cases and sales growth. The finding that this negative relationship is not only observed for business types that are subject to strict lockdown restrictions, but also for so-called essential business types such as garden equipment stores and grocery stores, indicates that at least some of the drop in sales is driven by a voluntary change of behavior by consumers and producers out of caution when the local spread of COVID-19 seemed high, and potentially also by larger drops in income in these regions. However, the negative slopes of the relationships are steeper for nonessential businesses that were subject to strict lockdown restrictions, indicating that the imposition and enforcement of lockdown restrictions as safety measures also played an important role.",
            "cite_spans": [
                {
                    "start": 830,
                    "end": 838,
                    "text": "Figs. 4,",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 841,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 842,
                    "end": 844,
                    "text": "6,",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 850,
                    "text": "7. 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 95,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 812,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Clothing and clothing accessories stores"
        },
        {
            "text": "We begin by contrasting two business types which seem comparable in terms of social distancing possibilities: building material and garden equipment stores, which were considered essential businesses, in Fig. 4 , and clothing stores, which were nonessential, in Fig. 5 . The impact of local known COVID-19 cases on sales was larger for clothing stores. While sales grew on average for building materials and gardening stores, they shrank on average for clothing stores, presumably due to the stricter lockdown restrictions for the latter business type. In addition to the level difference, the negative correlation of sales growth with local known COVID-19 cases is much stronger for clothing stores, with a regression slope coefficient (std. err.) of −169.9 (38.57) , in comparison to building material and gardening stores with a slope (std. err.) of −40.72 (19.63). 13 This suggests that stronger local enforcement of lockdown restrictions in the case of clothing stores when local COVID-19 spread was high had a larger effect than voluntary reactions of customers and sellers in the case of building materials and gardening stores.",
            "cite_spans": [
                {
                    "start": 759,
                    "end": 766,
                    "text": "(38.57)",
                    "ref_id": null
                },
                {
                    "start": 850,
                    "end": 871,
                    "text": "of −40.72 (19.63). 13",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 204,
                    "end": 210,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 262,
                    "end": 268,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Clothing and clothing accessories stores"
        },
        {
            "text": "When comparing two business types that were both considered nonessential, clothing stores on the one hand and food services and drinking places (in Fig. 6 ) on the other, one might have expected a larger impact of COVID-19 on restaurants and bars, because social distancing in these businesses seems harder than in clothing stores; both business types were generally allowed to offer at least (curbside) pickup and delivery. However, the negative correlation between sales growth and known COVID-19 cases is actually weaker for Fig. 5 Taxable sales losses by county for clothing and clothing accessories stores. Each dot in the scatter plot represents one county in California. The taxable sales growth rate is the relative change between 2019 Q2 and 2020 Q2 for clothing and clothing accessories stores. COVID-19 cases are the cumulative confirmed cases per capita in the county by May 15, 2020. A linear bivariate regression line is also shown restaurants and bars, with a slope (std. err.) of −45.21 (21.17). This is another indication suggesting that voluntary behavior change as a reaction to local COVID-19 cases was not the main driver of industry and county differences in sales declines.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 534,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 154,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Clothing and clothing accessories stores"
        },
        {
            "text": "Finally, food and beverage stores (Fig. 7) experienced an increase in sales on average, in contrast to food services and drinking places, which is likely due to the fact that grocery stores were deemed essential and subject to fewer lockdown restrictions. The negative association between sales growth and COVID-19 cases is similar in both cases; however, the regression coefficient (std. err.) for food and beverage stores is −58.27 (16.70). When weighting the regressions by county population, the correlation is more negative for restaurants and bars with a slope (std. err.) of −41.08 (0.0168) than for food and beverage stores with −16.98 (0.00883), suggesting that the local enforcement of lockdown restrictions was important again. The unweighted point estimate of the slope is steeper for grocery stores than for building material and gardening stores, which were also considered essential. This suggests that voluntary reactions to the number of known local COVID-19 infections in case of the often more crowded grocery stores played a role. Fig. 6 Taxable sales losses by county for food services and drinking places. Each dot in the scatter plot represents one county in California. The taxable sales growth rate is the relative change between 2019 Q2 and 2020 Q2 for food services and drinking places. COVID-19 cases are the cumulative confirmed cases per capita in the county by May 15, 2020. A linear bivariate regression line is also shown Fig. 7 Taxable sales losses by county for food and beverage stores. Each dot in the scatter plot represents one county in California. The taxable sales growth rate is the relative change between 2019 Q2 and 2020 Q2 for food and beverage stores. COVID-19 cases are the cumulative confirmed cases per capita in the county by May 15, 2020. A linear bivariate regression line is also shown Although it is well known that COVID-19 led to a massive shutdown of businesses in the second quarter of 2020, surprisingly little is known about actual sales and revenues losses in the early stages of the pandemic. Using administrative data from the California Department of Tax and Fee Administration, we provide new evidence on sales losses among the universe of businesses by detailed business types and locations. Normal year-over-year growth in taxable sales is 3-4%, but losses in sales were 17% in the second quarter of 2020 relative to the second quarter of 2019. Sales losses were largest in businesses affected by mandatory lockdowns such as accommodations at 91%. But other types of businesses experienced large gains, such as online sales, which grew by 180% as consumers substituted away from in-store purchases. The pandemic-induced recession created large losses for many types of businesses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 34,
                    "end": 42,
                    "text": "(Fig. 7)",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1057,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1455,
                    "end": 1461,
                    "text": "Fig. 7",
                    "ref_id": null
                }
            ],
            "section": "Clothing and clothing accessories stores"
        },
        {
            "text": "Placing business types into different categories based on whether they are \"essential\" or \"nonessential\" (and thus subject to early lockdowns) and whether they have a moderate or high-level of person-to-person contact, we find interesting correlations between sales losses and COVID-19 cases per capita across counties in California. The findings across these different classifications reveals that local implementation and enforcement of lockdown restrictions for public health safety and voluntary behavioral responses as reactions to the perceived local COVID-19 spread both played a role.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clothing and clothing accessories stores"
        },
        {
            "text": "The large losses in sales in the second quarter of 2020 for so many different types of business but especially those shut down through mandatory restrictions are worrisome for the longer-term survival of small, local businesses throughout the country. Although larger stores and chains with a strong online presence may survive, many small businesses will not have the resources to weather prolonged closures, continued reduced demand from health concerns, and a more comprehensive recession. Just prior to the pandemic when small business owners were asked what actions they would take if faced with a 2-month revenue loss, 17% said they would close or sell the business (Mills et al., 2020) . Estimates from the weekly U.S. Census Small Business Pulse Survey indicate that only 15-20% of businesses have enough cash on hand to cover 3 months of operations (U.S. Census Bureau, 2020; Bohn et al., 2020) . The federal government is considering a future round of funds for the PPP program, and private foundations and companies have promised to help. Can these programs help small businesses survive the shutdowns and other setbacks through the pandemic, or will more assistance be needed in the recovery? Furthermore, will an added shift in consumer behavior away from large online retailers towards small businesses to fight longer-term trends be needed? States have promote d s h o p p i n g l o c a l ( e . g . , C a l i f o r n i a ' s #ShopSafeShopLocal) but can this counteract these trends? In the end, getting the virus in check and the roll out of vaccines to lift restrictions and restore customer, owner and employee confidence in health safety is likely the first real step to a full recovery for small businesses.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 692,
                    "text": "(Mills et al., 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 871,
                    "end": 884,
                    "text": "Bureau, 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 885,
                    "end": 903,
                    "text": "Bohn et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Clothing and clothing accessories stores"
        },
        {
            "text": "The online version contains supplementary material available at https://doi.org/10.1007/s11187-021-00479-4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Targeting and Impact of Paycheck Protection Program Loans to Small Businesses",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Bartik",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "B"
                    ],
                    "last": "Cullen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Glaeser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sunderam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "National Bureau of Economic Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The Determinants of Bootstrap Financing in Crises: Evidence from Entrepreneurial Ventures in the COVID-19 Pandemic. forthcoming in",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fisch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hirschmann",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Small Business Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s11187-020-00445-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The Impact of COVID-19 on US Firms",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Economic Toll of COVID-19 on Small Business. California: Public Policy Institute of",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bohn",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Mejia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lafortune",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Entrepreneurial Uncertainty during the Covid-19 Crisis: Mapping the Temporal Dynamics of Entrepreneurial Finance",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Venturing Insights",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbvi.2020.e00174"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Financing Entrepreneurship in Times of Crisis: Exploring the Impact of COVID-19 on the Market for Entrepreneurial Finance in the United Kingdom",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Small Business Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Business Owner Perceptions of COVID-19 Effects on the Business: Preliminary Findings",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Looze",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Trends in Entrepreneurship",
            "volume": "",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Small Business Financial Outcomes during the Onset of COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wheat",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The Impact of COVID-19 on Small Business Owners: Evidence from the First Three Months after Widespread Social-distancing Restrictions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fairlie",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Economics and Management Strategy",
            "volume": "29",
            "issn": "4",
            "pages": "727--740",
            "other_ids": {
                "DOI": [
                    "10.1111/jems.12400"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Impacts of COVID-19 on Small Business Owners",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fairlie",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Committee on Jobs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The State of the Small Business Economy in the Pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fairlie",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19: \"A Crisis of the Female Self-employed",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Graeber",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kritikos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Seebauer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "SOEPpapers No. 1108",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Revenue Collapses and the Consumption of Small Business Owners in the Early Stages of the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schoar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Startups in Times of Crisis-A Rapid Response to the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuckertz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brändle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaudig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hinderer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A M"
                    ],
                    "last": "Reyes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prochotta",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Steinbrink",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S C"
                    ],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Venturing Insights",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbvi.2020.e00169"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Small Business Credit Survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Battisto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Zeeuw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Wiersch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "OECD SME and Entrepreneurship Outlook",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1787/34907e9c-en"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The Economics of Entrepreneurship",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Staying Alive during an Unfolding Crisis: How SMEs Ward off Impending Disaster",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thorgren",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Williams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Business Venturing Insights",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jbvi.2020.e00187"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "County Business Patterns Tables",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Bureau",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Small Business Pulse Survey",
            "authors": [
                {
                    "first": "U",
                    "middle": [
                        "S"
                    ],
                    "last": "Bureau",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "For example, Graeber et al. (2021) analyze a survey of 339 selfemployed persons and 3583 employees between April and July 2020 in Germany, and Thorgren and Williams (2020) use a sample of 456 SMEs from March 2020 in the Swedish region of Norrbotten. 7 On March 11, 2020, the World Health Organization (WHO) declared COVID-19 a pandemic. On March 16, the San Francisco Bay Area imposed the first shelter-in-place restrictions in the country followed by the State of California on March 19. New York State followed the next day. By early April most states imposed social distancing restrictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Total",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Sales growth percent (2019Q2 to 2020Q2) -selected business types with large losses and gains R. Fairlie, F. M. Fossen",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "California Taxable Sales Losses by Business Types Source: Administrative data from the California Department of Tax and Fee Administration.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "California taxable sales losses by county",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank Isabel Guzman at the California Governor's Office of Business and Development and Irena Asmundson at the California Department of Finance, for help with the data. The study also benefited from preparing for and discussions in recent testimonies to the U.S. House of Representatives and California State Assembly (Fairlie, 2021a, b).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}