{"paper_id": "e47eb6ae50f94caaabdf7f09fdeaedf9c0152243", "metadata": {"title": "How to Defend COVID-19 in Taiwan? Talk about People's Disease Awareness, Attitudes, Behaviors and the Impact of Physical and Mental Health", "authors": [{"first": "Chin-Hsien", "middle": [], "last": "Hsu", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chin-Yi University of Technology", "location": {"postCode": "41170", "settlement": "Taichung", "country": "Taiwan"}}, "email": ""}, {"first": "Hsiao-Hsien", "middle": [], "last": "Lin", "suffix": "", "affiliation": {"laboratory": "", "institution": "National Chin-Yi University of Technology", "location": {"postCode": "41170", "settlement": "Taichung", "country": "Taiwan"}}, "email": ""}, {"first": "Chun-Chih", "middle": [], "last": "Wang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Mingdao University", "location": {"addrLine": "No. 369, Wen-Hua Rd", "postCode": "52345", "settlement": "Peetow", "region": "Changhua", "country": "Taiwan"}}, "email": ""}, {"first": "Shangwun", "middle": [], "last": "Jhang", "suffix": "", "affiliation": {"laboratory": "", "institution": "Changhua Christian Hospital", "location": {"postCode": "50006", "settlement": "Changhua", "country": "Taiwan"}}, "email": ""}]}, "abstract": [{"text": "This study explored awareness, attitudes, and behavior in relation to Coronavirus Disease 2019 (COVID-19) prevention among Taiwanese citizens and their physical and mental health statuses. Through collection of 2132 questionnaire responses in field research, the present researchers analyzed the data using descriptive statistics and various approaches. In conclusion, the public's high level of willingness to share information, sufficient knowledge of and consensus on epidemic prevention between individuals and families, strict compliance with relevant regulations, effective preventive measures, and adequate public facilities have contributed to control of COVID-19. However, vigilance and awareness of the pandemic in some individuals, epidemic-prevention campaigns, and community-based preventive measures were insufficient. Some citizens subsequently suffered from headaches, anxiety, and mood instability. Furthermore, demographic variables (place of residence, sex, age, and occupation) and physical and mental health status produced various effects on citizens' awareness, attitude, and behavior regarding epidemic prevention as well as the perceived effect of COVID-19 on physical and mental health.", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "Coronavirus Disease 2019 (COVID- 19) was first discovered in Wuhan, China, although the origins of the virus remain unknown. After the first case was confirmed on 26 December 2019 in Wuhan, the virus rapidly spread, causing a global pandemic. On 9 April 2020, the accumulated number of confirmed cases in China reached 83,249 with a death toll of 3344 in 105 days [1, 2] . The daily number of confirmed cases and deaths averaged 826 and 31.8, respectively, indicating the severity of the COVID-19 pandemic. Presently, the pandemic has affected 183 countries with 1,457,989 confirmed cases and 86,730 deaths worldwide [3] . With a mortality rate of 5.95% [4] , the virus can damage pulmonary alveoli, leading to respiratory failure and death in severe cases. Currently, the origin of COVID-19 is unknown. COVID-19 can live in the air for a long time, and infected individuals with and without symptoms can both spread the disease [5] . In addition, the transmission of this virus remains unclear. COVID19, the global economy has been substantially affected [6, 7] ; the pandemic's severity and the damage subsequently caused are difficult to estimate. Figure 1 illustrates the regions affected by COVID-19 worldwide and in Taiwan. Despite its proximity to China, Taiwan has successfully controlled COVID-19 because of its geographical advantages and experience gained from the epidemic of severe acute respiratory syndrome. Since the disease outbreak on January 21, 2020, the Taiwanese government has actively adopted various measures to contain the virus spread [8] , instructed its citizens in how to protect themselves, controlled the healthcare supply chain, and encouraged academic institutions to develop antiviral drugs. By April 9, 79 days after the first case was identified, the accumulated numbers of confirmed cases and deaths were 379 and 5, respectively [9] , averaging 4.7 cases and 0.06 deaths per day. These figures are substantially lower than those in China, where the number of confirmed cases is 175.74 times the number in Taiwan and the number of deaths 5,300 times the number in Taiwan. The numbers of confirmed cases and deaths in Taiwan rank 70th and 92nd, respectively among the 183 affected countries (including developed, developing, and underdeveloped countries) [10] . These results indicate that the measures against COVID-19 adopted by Taiwan are effective and can thus provide a reference for other countries [11] . Figure 2 demonstrates the numbers of confirmed cases in Taiwan. In addition to the government, citizens play a crucial role in pandemic control. Citizens must comply with the policies implemented by the government, demonstrated awareness through psychological conceptualization, perception, judgement, and imagination. They are then able to develop appropriate attitudes toward control measures, develop appropriate awareness, and take Despite its proximity to China, Taiwan has successfully controlled COVID-19 because of its geographical advantages and experience gained from the epidemic of severe acute respiratory syndrome. Since the disease outbreak on 21 January 2020, the Taiwanese government has actively adopted various measures to contain the virus spread [8] , instructed its citizens in how to protect themselves, controlled the healthcare supply chain, and encouraged academic institutions to develop antiviral drugs. By 9 April, 79 days after the first case was identified, the accumulated numbers of confirmed cases and deaths were 379 and 5, respectively [9] , averaging 4.7 cases and 0.06 deaths per day. These figures are substantially lower than those in China, where the number of confirmed cases is 175.74 times the number in Taiwan and the number of deaths 5300 times the number in Taiwan. The numbers of confirmed cases and deaths in Taiwan rank 70th and 92nd, respectively among the 183 affected countries (including developed, developing, and underdeveloped countries) [10] . These results indicate that the measures against COVID-19 adopted by Taiwan are effective and can thus provide a reference for other countries [11] . Figure 2 demonstrates the numbers of confirmed cases in Taiwan. Despite its proximity to China, Taiwan has successfully controlled COVID-19 because of its geographical advantages and experience gained from the epidemic of severe acute respiratory syndrome. Since the disease outbreak on January 21, 2020, the Taiwanese government has actively adopted various measures to contain the virus spread [8] , instructed its citizens in how to protect themselves, controlled the healthcare supply chain, and encouraged academic institutions to develop antiviral drugs. By April 9, 79 days after the first case was identified, the accumulated numbers of confirmed cases and deaths were 379 and 5, respectively [9] , averaging 4.7 cases and 0.06 deaths per day. These figures are substantially lower than those in China, where the number of confirmed cases is 175.74 times the number in Taiwan and the number of deaths 5,300 times the number in Taiwan. The numbers of confirmed cases and deaths in Taiwan rank 70th and 92nd, respectively among the 183 affected countries (including developed, developing, and underdeveloped countries) [10] . These results indicate that the measures against COVID-19 adopted by Taiwan are effective and can thus provide a reference for other countries [11] . Figure 2 demonstrates the numbers of confirmed cases in Taiwan. In addition to the government, citizens play a crucial role in pandemic control. Citizens must comply with the policies implemented by the government, demonstrated awareness through psychological conceptualization, perception, judgement, and imagination. They are then able to develop appropriate attitudes toward control measures, develop appropriate awareness, and take In addition to the government, citizens play a crucial role in pandemic control. Citizens must comply with the policies implemented by the government, demonstrated awareness through psychological conceptualization, perception, judgement, and imagination. They are then able to develop appropriate attitudes toward control measures, develop appropriate awareness, and take appropriate actions [12] [13] [14] [15] . Under such circumstances, the country has the ability to withstand tangible and intangible pressures resulting from the pandemic, respond to global challenges, and adopt appropriate epidemic prevention measures. To assess awareness of epidemic prevention, citizens' knowledge-including individual, family, and community health awareness and compliance with government instructions [13, 16] -can be observed, along with the country's relevant measures and emergency responses, including notifications on protective measures [15] . Attitudes toward the disease can be determined through observation of individuals' perceptions and explicit reactions [17] [18] [19] , such as their vigilance and research in relation to epidemic prevention and health [15] . One can determine individuals' behaviors in relation to the disease by evaluating their adaptability and personal conduct during the pandemic [20] , [21] . For example, research can examine citizens' vigilance regarding epidemic prevention, their hygiene, their problem-solving skills, and public information [15] .", "cite_spans": [{"start": 33, "end": 36, "text": "19)", "ref_id": "BIBREF19"}, {"start": 364, "end": 367, "text": "[1,", "ref_id": "BIBREF0"}, {"start": 368, "end": 370, "text": "2]", "ref_id": "BIBREF1"}, {"start": 617, "end": 620, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 654, "end": 657, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 929, "end": 932, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 1056, "end": 1059, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 1060, "end": 1062, "text": "7]", "ref_id": "BIBREF6"}, {"start": 1562, "end": 1565, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 1867, "end": 1870, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 2291, "end": 2295, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 2441, "end": 2445, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 3215, "end": 3218, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 3520, "end": 3523, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 3943, "end": 3947, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 4093, "end": 4097, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 4496, "end": 4499, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 4801, "end": 4804, "text": "[9]", "ref_id": "BIBREF8"}, {"start": 5225, "end": 5229, "text": "[10]", "ref_id": "BIBREF9"}, {"start": 5375, "end": 5379, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 6210, "end": 6214, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 6215, "end": 6219, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 6220, "end": 6224, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 6225, "end": 6229, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 6613, "end": 6617, "text": "[13,", "ref_id": "BIBREF12"}, {"start": 6618, "end": 6621, "text": "16]", "ref_id": "BIBREF15"}, {"start": 6755, "end": 6759, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 6880, "end": 6884, "text": "[17]", "ref_id": null}, {"start": 6885, "end": 6889, "text": "[18]", "ref_id": "BIBREF18"}, {"start": 6890, "end": 6894, "text": "[19]", "ref_id": "BIBREF19"}, {"start": 6980, "end": 6984, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 7129, "end": 7133, "text": "[20]", "ref_id": null}, {"start": 7136, "end": 7140, "text": "[21]", "ref_id": "BIBREF21"}, {"start": 7296, "end": 7300, "text": "[15]", "ref_id": "BIBREF14"}], "ref_spans": [{"start": 1151, "end": 1159, "text": "Figure 1", "ref_id": "FIGREF0"}, {"start": 2448, "end": 2456, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 4100, "end": 4108, "text": "Figure 2", "ref_id": "FIGREF1"}, {"start": 5382, "end": 5390, "text": "Figure 2", "ref_id": "FIGREF1"}], "section": "Introduction"}, {"text": "Citizens must maintain their health to achieve epidemic prevention [22] . When individuals experience favorable physical, mental, and social health [23] and their mental states enable them to recognize their own potentials, meet the needs of normal life, and contribute to society [24] , their immune systems are likely to improve [25] , thereby reducing stress and, subsequently, risks of physical or mental illnesses [26, 27] . Therefore, the physical-mental health of citizens is an essential factor in epidemic prevention. To understand an individual's physical and mental health, researchers should explore his or her physiological, psychological, and spiritual status [28, 29] , such as emotions and feelings in everyday life or in the workplace, job performance, physical health and reflections, and general attitude toward life.", "cite_spans": [{"start": 67, "end": 71, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 148, "end": 152, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 281, "end": 285, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 331, "end": 335, "text": "[25]", "ref_id": "BIBREF27"}, {"start": 419, "end": 423, "text": "[26,", "ref_id": "BIBREF28"}, {"start": 424, "end": 427, "text": "27]", "ref_id": "BIBREF29"}, {"start": 674, "end": 678, "text": "[28,", "ref_id": "BIBREF30"}, {"start": 679, "end": 682, "text": "29]", "ref_id": "BIBREF31"}], "ref_spans": [], "section": "Introduction"}, {"text": "COVID-19 has infected numerous people worldwide. Each country strives to adopt effective measures to tackle the pandemic; prevent transmission; reduce infection risks; restore the economy, protect society, and preserve environments; and offset losses caused during the pandemic [30] . However, the vaccine for this disease has not yet been developed. Therefore, learning from countries that have successfully contained the virus can help governments to make appropriate decisions and overcome current challenges [31] . This study explored Taiwanese citizens in terms of their awareness, attitude, and behavior in relation to COVID-19 prevention, and their physical-mental health. The present researchers then analyzed influential factors influencing the effectiveness of measures imposed by the government. The results provide a reference for the Taiwanese government and governments worldwide to implement and adjust measures against the pandemic.", "cite_spans": [{"start": 278, "end": 282, "text": "[30]", "ref_id": "BIBREF32"}, {"start": 512, "end": 516, "text": "[31]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Introduction"}, {"text": "This research aimed primarily to study awareness, attitudes, and behaviors in relation to COVID-19 prevention among the Taiwanese public as well as their physical and mental health. Subsequently, the researchers compared citizens living in different regions by comparing the numbers of confirmed cases in these areas. Finally, the study analyzed how the government and people in Taiwan have successfully controlled the infection. Taiwan has 22 cities and counties, which are usually divided into five areas according to their locations, populations, resources, and economic activities [32] , as shown in Table 1 . In these five regions, we investigated awareness, attitude, and behavior in relation to epidemic prevention among citizens, as well as their physical and mental health. The results helped the research team to understand the public's awareness of epidemic prevention, government measures for raising such awareness, and approached to prevention of the disease's transmission in Taiwan. The research questionnaire was designed on the basis of other studies . The researchers collected data by conducting field research, individual interviews and questionnaire surveys [39] . Through data matching and assessment [40] , summarization, and analysis, the researchers prepared this manuscript [41] . With the collected data, this study investigated the effects of citizen awareness, attitudes, behaviors, and physical and mental health on epidemic prevention. Figure 3 depicts the framework of this study. In these five regions, we investigated awareness, attitude, and behavior in relation to epidemic prevention among citizens, as well as their physical and mental health. The results helped the research team to understand the public's awareness of epidemic prevention, government measures for raising such awareness, and approached to prevention of the disease's transmission in Taiwan. The research questionnaire was designed on the basis of other studies . The researchers collected data by conducting field research, individual interviews and questionnaire surveys [39] . Through data matching and assessment [40] , summarization, and analysis, the researchers prepared this manuscript [41] . With the collected data, this study investigated the effects of citizen awareness, attitudes, behaviors, and physical and mental health on epidemic prevention. Figure 3 depicts the framework of this study. ", "cite_spans": [{"start": 585, "end": 589, "text": "[32]", "ref_id": "BIBREF34"}, {"start": 1180, "end": 1184, "text": "[39]", "ref_id": "BIBREF41"}, {"start": 1224, "end": 1228, "text": "[40]", "ref_id": "BIBREF42"}, {"start": 1301, "end": 1305, "text": "[41]", "ref_id": "BIBREF44"}, {"start": 2080, "end": 2084, "text": "[39]", "ref_id": "BIBREF41"}, {"start": 2124, "end": 2128, "text": "[40]", "ref_id": "BIBREF42"}, {"start": 2201, "end": 2205, "text": "[41]", "ref_id": "BIBREF44"}], "ref_spans": [{"start": 604, "end": 611, "text": "Table 1", "ref_id": "TABREF0"}, {"start": 1468, "end": 1476, "text": "Figure 3", "ref_id": "FIGREF6"}, {"start": 2368, "end": 2376, "text": "Figure 3", "ref_id": "FIGREF6"}], "section": "Study Framework and Hypotheses"}, {"text": "Facing the overwhelming global pandemic, the government and the people need to take appropriate actions [12] [13] [14] [15] in which the public needs to have a correct understanding of the virus and fully cooperate with the epidemic prevention measures to effectively defend against the threat of disease. Additionally, it also requires citizens to exercise to keep themselves in good shape, physically and mentally. It was found that most of the current COVD-19 studies explore the symptoms caused by the virus, the impects on economic development, the public health risks, and other policy-related issues [3] [4] [5] [6] [7] [8] . Not many studies have been conducted on the public's perceptions of the epidemic and defensive behaviors from their perspective. Studies on people's self-assessment of their physical and mental health are also few and those that adopt the spatial concepts for analysis are even rarer.", "cite_spans": [{"start": 104, "end": 108, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 109, "end": 113, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 114, "end": 118, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 119, "end": 123, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 607, "end": 610, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 611, "end": 614, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 615, "end": 618, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 619, "end": 622, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 623, "end": 626, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 627, "end": 630, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "This study originates in the realization that there is a lack of prior studies that explore the epidemic prevention awareness and the physical and mental health issues of the public during the COVD-19 epidemic by applying the concept of spatial distribution. Furthermore, although there have been relevant reports focusing on the self assessment of health cognition, attitudes, behaviors, as well as physical and mental health, none of these studies were conducted in the context of the global pandemic. Researchers will refer to relevant literature was reviewed, and the results were examined on the basis of grounded theory [42] [43] [44] [45] . The questionnaire items taken from [12] [13] [14] [15] and [35] [36] [37] were revised to devise 14 items on epidemic prevention awareness, 8 on epidemic prevention attitudes, and 16 on epidemic prevention behaviors. Following [32] and [35] [36] [37] , 16 items on physical and mental health were included. Hypothesis 1 (H1). Citizens' awareness, attitudes, and behaviors in relation to epidemic prevention are inconsistent with their physical and mental health.", "cite_spans": [{"start": 626, "end": 630, "text": "[42]", "ref_id": "BIBREF45"}, {"start": 631, "end": 635, "text": "[43]", "ref_id": "BIBREF46"}, {"start": 636, "end": 640, "text": "[44]", "ref_id": "BIBREF47"}, {"start": 641, "end": 645, "text": "[45]", "ref_id": "BIBREF48"}, {"start": 683, "end": 687, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 688, "end": 692, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 693, "end": 697, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 698, "end": 702, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 707, "end": 711, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 712, "end": 716, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 717, "end": 721, "text": "[37]", "ref_id": "BIBREF39"}, {"start": 875, "end": 879, "text": "[32]", "ref_id": "BIBREF34"}, {"start": 884, "end": 888, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 889, "end": 893, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 894, "end": 898, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "Citizens' awareness attitudes, and behaviors in relation to epidemic prevention among citizens living in various regions are inconsistent with their physical and mental health statuses.", "cite_spans": [], "ref_spans": [], "section": "Hypothesis 2 (H2)."}, {"text": "Facing the overwhelming global pandemic, the government and the people need to take appropriate actions [12] [13] [14] [15] in which the public needs to have a correct understanding of the virus and fully cooperate with the epidemic prevention measures to effectively defend against the threat of disease. Additionally, it also requires citizens to exercise to keep themselves in good shape, physically and mentally. It was found that most of the current COVD-19 studies explore the symptoms caused by the virus, the impects on economic development, the public health risks, and other policy-related issues [3] [4] [5] [6] [7] [8] . Not many studies have been conducted on the public's perceptions of the epidemic and defensive behaviors from their perspective. Studies on people's self-assessment of their physical and mental health are also few and those that adopt the spatial concepts for analysis are even rarer.", "cite_spans": [{"start": 104, "end": 108, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 109, "end": 113, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 114, "end": 118, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 119, "end": 123, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 607, "end": 610, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 611, "end": 614, "text": "[4]", "ref_id": "BIBREF3"}, {"start": 615, "end": 618, "text": "[5]", "ref_id": "BIBREF4"}, {"start": 619, "end": 622, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 623, "end": 626, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 627, "end": 630, "text": "[8]", "ref_id": "BIBREF7"}], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "This study originates in the realization that there is a lack of prior studies that explore the epidemic prevention awareness and the physical and mental health issues of the public during the COVD-19 epidemic by applying the concept of spatial distribution. Furthermore, although there have been relevant reports focusing on the self assessment of health cognition, attitudes, behaviors, as well as physical and mental health, none of these studies were conducted in the context of the global pandemic. Researchers will refer to relevant literature was reviewed, and the results were examined on the basis of grounded theory [42] [43] [44] [45] . The questionnaire items taken from [12] [13] [14] [15] and [35] [36] [37] were revised to devise 14 items on epidemic prevention awareness, 8 on epidemic prevention attitudes, and 16 on epidemic prevention behaviors. Following [32] and [35] [36] [37] , 16 items on physical and mental health were included.", "cite_spans": [{"start": 626, "end": 630, "text": "[42]", "ref_id": "BIBREF45"}, {"start": 631, "end": 635, "text": "[43]", "ref_id": "BIBREF46"}, {"start": 636, "end": 640, "text": "[44]", "ref_id": "BIBREF47"}, {"start": 641, "end": 645, "text": "[45]", "ref_id": "BIBREF48"}, {"start": 683, "end": 687, "text": "[12]", "ref_id": "BIBREF11"}, {"start": 688, "end": 692, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 693, "end": 697, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 698, "end": 702, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 707, "end": 711, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 712, "end": 716, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 717, "end": 721, "text": "[37]", "ref_id": "BIBREF39"}, {"start": 875, "end": 879, "text": "[32]", "ref_id": "BIBREF34"}, {"start": 884, "end": 888, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 889, "end": 893, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 894, "end": 898, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "Five scholars or experts with diverse backgrounds in public health, medicine, recreational sports, and healthcare were invited to help in refining the questionnaire. Respondents answered each item with a score ranging from 1 to 5 according to their attitudes or beliefs about the dimension or topic, with 1 representing minimal feeling and 5 the strongest feeling. In February 2020, 50 copies of the questionnaire were distributed for a pretest, and the results were analyzed using SPSS for Windows 22.0. When KMO > 0.08 and the p-value in Bartlett's test is less than 0.01 (p < 0.01), this indicates that the scale is suitable for continuing to conduct factor analysis [46] , and then the coefficient alpha is greater than 0.80 after the test, indicating that this questionnaire has good reliability [47] .", "cite_spans": [{"start": 670, "end": 674, "text": "[46]", "ref_id": "BIBREF49"}, {"start": 801, "end": 805, "text": "[47]", "ref_id": "BIBREF50"}], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "According to the statistical analysis results, there are 14 questions about epidemic prevention awareness. The value of KMO is 0.967, χ2 value yielded from the Bartlett test is 33919.717, df is 91, and the significance value is 0.000 (p < 0.001), suitable for conducting factor analysis. The explained variances of the scale are 70.78%, 13.631%, and 2.783%, and the total explained variance is 77.193%. After factor analysis, all of them are retained, and they are named Epidemic prevention awareness (4), Consensus on decision-making (4), and Emergency response (6) respectively, 3 dimensions containing a total of 14 questions. The α coefficients of the three scales are 0.970, 0.966, and 0.968 respectively, and the α coefficient of the total scale is 0.970. According to the above analysis results, we can know that this questionnaire has good reliability.", "cite_spans": [], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "There are 8 questions about epidemic prevention attitudes. The value of KMO is 0.938, χ2 value yielded from the Bartlett test is 21,256.586, df is 28, and the significance value is 0.000 (p < 0.001), suitable for conducting factor analysis. The explained variances of the scales are 78.696% and 5.071%, and the total explained variance is 83.767%. After factor analysis, all of them are retained, and they are named Perception (4) and Explicit reaction (4), 2 dimensions containing a total of 8 questions. The α coefficients of the two scales are 0.961 and 0.966 respectively, and the α coefficient of the total scale is 0.966. According to the above analysis results, we can know that this questionnaire has good reliability.", "cite_spans": [], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "There are 16 questions about epidemic prevention behaviors. The value of KMO is 0.967, χ2 value yielded from the Bartlett test is 38,088.237, df is 120, and the significance value is 0.000 (p < 0.001), suitable for conducting factor analysis. The explained variances of the scales are 67.489% and 6.201%, and the total explained variance is 73.69%. After factor analysis, all of them are retained, and they are named Daily life adaptability (11) , Individual performance (4), 2 dimensions containing a total of 8 questions. The α coefficients of the two scales are 0.967 and 0.969 respectively, and the α coefficient of the total scale is 0.970. According to the above analysis results, we can know that this questionnaire has good reliability.", "cite_spans": [{"start": 441, "end": 445, "text": "(11)", "ref_id": "BIBREF10"}], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "There are 16 questions about influences on physical and mental health. The value of KMO is 0.953, χ2 value yielded from the Bartlett test is 30574.351, df is 120, and the significance value is 0.000 (p < 0.001), suitable for conducting factor analysis. The explained variances of the scales are 55.796%, 11.104%, and 2.697%, and the total explained variance is 69.597%. After factor analysis, all of them are retained, and they are named Psychological status (5), Spiritual status (5), and Attitude and health (6), 3 dimensions containing 16 questions. The α coefficients of the three scales are 0.948, 0.943, and 0.946 respectively, and the α coefficient of the total scale is 0.948. According to the above analysis results, we can know that this questionnaire has good reliability.", "cite_spans": [], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "In summary, based on the above analyses, we can know that all dimensions of epidemic prevention awareness, epidemic prevention attitudes, epidemic prevention behavior, and influences on physical and mental health meet the test requirements, indicating that this questionnaire can be continued to be used for this study, as shown in Table 2 . Since the discovery of this phenomenon in January 2020, the researchers began to review relevant literature and develop a research process and framework. The samples were collected between March 1 and April 10, 2020. At the beginning of the sampling period, as the epidemic was unfolding, it was difficult to collect questionnaire information personally due to the government order and health concerns. Therefore, the DoSurvey online platform was used to retrieve questionnaire information. The participants were required to provide identification information while submitting their responses. As the epidemic eased down gradually from April 1, researchers conducted supplementary surveys using the field survey method. In addition to visiting each site to understand the development of the epidemic in each region, it also allowed the use of the sampling method to simultaneously collect information from the locals. A total of 2132 questionnaires were obtained and the results were compiled using the SPSS for Windows 22.0 statistical package.", "cite_spans": [], "ref_spans": [{"start": 332, "end": 339, "text": "Table 2", "ref_id": "TABREF3"}], "section": "Study Procedure and Instruments"}, {"text": "In order to obtain more in-depth information, the researcher collected and analyzed questionnaire samples, and then designed the semi-structured interview content for the interview survey. After asking for people's consent and consent, using Line and Faecbook social networking software interviewed a total of 10 scholars, owners, general public and students from different regions with health and hygiene expertise or research experience to provide them with sample analysis Insights into the results.", "cite_spans": [], "ref_spans": [], "section": "Study Procedure and Instruments"}, {"text": "After the participants verified the accuracy of the recorded content, the researchers integrated the information of the questionnaire, analyzed the results, and cmpleted the research paper through the processes of induction, organization and analysis [41] . Finally, a multivariate validation analysis method was adopted to combine the information obtained from different research subjects, theories, and methods, to validate multiple data from multiple perspectives, and compare the results of different studies [39, 40, [42] [43] [44] in order to acquire accurate knowledge and implications, and to investigate the current status of public awareness, attitudes, and behaviors associated with epidemic prevention, and their perceptions of physical and mental health, as shown in Table 3 . behavior How do you know your personal anti-epidemic attitude and self-protection measures? Where do local information generally come from?", "cite_spans": [{"start": 251, "end": 255, "text": "[41]", "ref_id": "BIBREF44"}, {"start": 513, "end": 517, "text": "[39,", "ref_id": "BIBREF41"}, {"start": 518, "end": 521, "text": "40,", "ref_id": "BIBREF42"}, {"start": 522, "end": 526, "text": "[42]", "ref_id": "BIBREF45"}, {"start": 527, "end": 531, "text": "[43]", "ref_id": "BIBREF46"}, {"start": 532, "end": 536, "text": "[44]", "ref_id": "BIBREF47"}], "ref_spans": [{"start": 780, "end": 787, "text": "Table 3", "ref_id": "TABREF4"}], "section": "Study Procedure and Instruments"}, {"text": "What is the impact of the epidemic on an individual's physical and mental health? What industry has the greatest impact? Where does the local information generally come from? Based on the above, which one has the greatest impact on people, regions, and occupations?", "cite_spans": [], "ref_spans": [], "section": "Physical and mental health"}, {"text": "And give your opinion?", "cite_spans": [], "ref_spans": [], "section": "Physical and mental health"}, {"text": "The study investigated the impact on epidemic cognition, attitudes, behaviors, as well as physical and mental health during the period of COVIS-19 by targeting the local residents in different regions of Taiwan. However, in the midst of epidemic prevention, out of the concern of the risk of asymaptomatic transmission of the disease [6, 7] , the government advocated policies and guidelines such as avoiding going out, participating in crowd activities, and taking public transportation, as well as maintaining one meter distance between people, and taking body temperature and wearing masks at all times [8] . The public's fear of infection further reduced their willingness to contact with people [48] and decreased opportunities for interpersonal interaction thereby greatly affecting the sample collection.", "cite_spans": [{"start": 334, "end": 337, "text": "[6,", "ref_id": "BIBREF5"}, {"start": 338, "end": 340, "text": "7]", "ref_id": "BIBREF6"}, {"start": 606, "end": 609, "text": "[8]", "ref_id": "BIBREF7"}, {"start": 700, "end": 704, "text": "[48]", "ref_id": "BIBREF52"}], "ref_spans": [], "section": "Study Scope and Limitations"}, {"text": "Therefore, in order to successfully collect enough samples, a survey using online platform was performed. However, due to the above-mentioned restrictions and people's concerns, as well as the constraints in transportation and funding, the difficulty in coordinating work and interview times, and the different experiences in using the online survey platform, people's willingness to be interviewed were affected, which further influenced the information and proportion of the sample presentation. Although the associated limitations may impact the findings, we believe that there is still research value after supplementing the information with the multivariate research approach [39, 40, [42] [43] [44] . Hence, if the above discrepancies occur, we will provide corrections and suggestions for subsequent studies.", "cite_spans": [{"start": 681, "end": 685, "text": "[39,", "ref_id": "BIBREF41"}, {"start": 686, "end": 689, "text": "40,", "ref_id": "BIBREF42"}, {"start": 690, "end": 694, "text": "[42]", "ref_id": "BIBREF45"}, {"start": 695, "end": 699, "text": "[43]", "ref_id": "BIBREF46"}, {"start": 700, "end": 704, "text": "[44]", "ref_id": "BIBREF47"}], "ref_spans": [], "section": "Study Scope and Limitations"}, {"text": "People in Central Taiwan are friendly, and most of them exercise habitually. Because of a change in ideas regarding procreation, the area has seen a sharp rise in its female population [46] . Although the students in this area have sufficient free time, their intentions to travel are low due to budget restraints. Most of the respondents were residents of Central Taiwan (52.9%), female (60.5%), aged ≤ 20 years (50.1%), and were college or university students (79.6%). Most exercised and routinely engaged in recreational activities but had few opportunities to travel (69.4%). Most of the respondents reported satisfactory physical and mental health (91.9%).", "cite_spans": [{"start": 185, "end": 189, "text": "[46]", "ref_id": "BIBREF49"}], "ref_spans": [], "section": "Demographics"}, {"text": "Since the first confirmed diagnosis, the Taiwanese government has paid considerable attention to the potential threat of the COVID-19 epidemic. In addition to establishing the Central Epidemic Command Center, the government monitors the epidemic status in the entire country and applies responsive measures accordingly. It utilizes television, the Internet, and social media to broadcast news on the current epidemic status and epidemic prevention information for people to reference in preventing the disease. Many of the participants had acquired information on epidemic prevention from the Internet (44.8%) and television (46.4%), as shown in Table 4 . ", "cite_spans": [], "ref_spans": [{"start": 646, "end": 653, "text": "Table 4", "ref_id": "TABREF5"}], "section": "Demographics"}, {"text": "Compared with other cases [35] [36] [37] , the government actively invests in health and hygiene education, attaches importance to the people's body and mind, and helps strengthen immunity in Taiwan [24] [25] [26] . Tis was a reason for the success of prevention in Taiwan, setting an example for other countries [11] . Descriptive statistics were applied to determine Taiwanese citizens' physical and mental health as well as their awareness, attitudes, and behaviors in relation to epidemic prevention. The results revealed influential factors leading to the success of prevention measures adopted by the Taiwanese government, as listed in Figure 4 . education, attaches importance to the people's body and mind, and helps strengthen immunity in Taiwan [24] [25] [26] . Tis was a reason for the success of prevention in Taiwan, setting an example for other countries [11] . Descriptive statistics were applied to determine Taiwanese citizens' physical and mental health as well as their awareness, attitudes, and behaviors in relation to epidemic prevention. The results revealed influential factors leading to the success of prevention measures adopted by the Taiwanese government, as listed in Figure 4 . Effects on citizens' awareness, attitude, and behavior regarding pandemic prevention and their physical and mental health varied among regions, supporting Hypothesis 1. We discovered that consensus between individuals and families, public facilities, epidemic-prevention knowledge, and individual preventive actions were adequate. People were willing to share information with one another and follow government instructions. However, epidemic-prevention awareness, epidemicprevention campaigns, vigilance in relation to the pandemic, and community hygiene were insufficient. Some individuals were subsequently affected by physical and mental health problems such as headaches, anxiety, and mood instability, as shown in Table 5 . Effects on citizens' awareness, attitude, and behavior regarding pandemic prevention and their physical and mental health varied among regions, supporting Hypothesis 1. We discovered that consensus between individuals and families, public facilities, epidemic-prevention knowledge, and individual preventive actions were adequate. People were willing to share information with one another and follow government instructions. However, epidemic-prevention awareness, epidemic-prevention campaigns, vigilance in relation to the pandemic, and community hygiene were insufficient. Some individuals were subsequently affected by physical and mental health problems such as headaches, anxiety, and mood instability, as shown in Table 5 . Compared with their counterparts, people living in Northern Taiwan demonstrated greater concerns regarding the cleanliness of surroundings. The northern region is the major transportation hub, where most imported cases were confirmed. Moreover, prevention information was slightly insufficient, and some individuals had poor knowledge and vigilance of epidemic prevention. The accumulated number of confirmed cases in Taiwan was 379. Despite a few domestic cases, Taiwan has controlled the disease under control because of favorable individual and family prevention consensus, comprehensive prevention facilities in public spaces, strict compliance with individual and public prevention policies, mask wearing among most citizens, and willingness to share information [49] . Although the interviewees felt uncomfortable due to mental stress, Taiwan did not restrict people from going out [50] , so their daily lives and work performance were not affected. Therefore, the epidemic control in Taiwan is stable.", "cite_spans": [{"start": 26, "end": 30, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 31, "end": 35, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 36, "end": 40, "text": "[37]", "ref_id": "BIBREF39"}, {"start": 199, "end": 203, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 204, "end": 208, "text": "[25]", "ref_id": "BIBREF27"}, {"start": 209, "end": 213, "text": "[26]", "ref_id": "BIBREF28"}, {"start": 313, "end": 317, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 755, "end": 759, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 760, "end": 764, "text": "[25]", "ref_id": "BIBREF27"}, {"start": 765, "end": 769, "text": "[26]", "ref_id": "BIBREF28"}, {"start": 869, "end": 873, "text": "[11]", "ref_id": "BIBREF10"}, {"start": 3438, "end": 3442, "text": "[49]", "ref_id": "BIBREF53"}, {"start": 3558, "end": 3562, "text": "[50]", "ref_id": "BIBREF54"}], "ref_spans": [{"start": 642, "end": 650, "text": "Figure 4", "ref_id": "FIGREF8"}, {"start": 1198, "end": 1206, "text": "Figure 4", "ref_id": "FIGREF8"}, {"start": 1929, "end": 1936, "text": "Table 5", "ref_id": "TABREF6"}, {"start": 2660, "end": 2667, "text": "Table 5", "ref_id": "TABREF6"}], "section": "Analysis of Awareness, Attitudes, and Behaviors in Relation to Epidemic Prevention among Taiwanese Nationals and of Their Physical and Mental Health Statuses"}, {"text": "On the basis of the country's experience with the 2003 SARS outbreak, the Taiwanese government established an independent health administration, and each county or city government set up an official health management branch for medical management and healthcare knowledge promotion, thereby reinforcing national health education and fostering a satisfactory sense of leisure and healthcare practices. In addition, the government manages and controls surgical mask distribution through convenience stores and pharmacies across Taiwan, and it utilizes social media platforms to transmit epidemic information in real time. However, due to the gap between urban and rural development in Taiwan, the level of health and hygiene education and the implementation of decision-making are different [50] , and regional resources and lifestyles are different, which affects the effectiveness of epidemic prevention.", "cite_spans": [{"start": 789, "end": 793, "text": "[50]", "ref_id": "BIBREF54"}], "ref_spans": [], "section": "Analysis of Awareness, Attitudes, and Behaviors in Relation to COVID-19 Prevention among Citizens in Various Regions and of their Physical-Mental Health"}, {"text": "The success of epidemic prevention depends on efforts by individuals, families, and communities and their compliance with imposed measures and instructions [15] . Consensus between individuals and communities helps to improve policy effectiveness [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] . The effectiveness of prevention measures varied among cities and counties; some cities even had zero confirmed cases. However, patterns regarding the numbers of confirmed cases did not vary according to economic, social, and environmental characteristics in different regions. To descriptive statistics, the t test, and analysis of variance (ANOVA) were performed to compare the effects of place of residence, sex, age, occupation, and physical-mental health status on participants' awareness, attitude, and behavior regarding COVID-19 prevention and the perceived effects on their physical and mental health.", "cite_spans": [{"start": 156, "end": 160, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 247, "end": 251, "text": "[22]", "ref_id": "BIBREF22"}, {"start": 252, "end": 256, "text": "[23]", "ref_id": "BIBREF24"}, {"start": 257, "end": 261, "text": "[24]", "ref_id": "BIBREF25"}, {"start": 262, "end": 266, "text": "[25]", "ref_id": "BIBREF27"}, {"start": 267, "end": 271, "text": "[26]", "ref_id": "BIBREF28"}, {"start": 272, "end": 276, "text": "[27]", "ref_id": "BIBREF29"}, {"start": 277, "end": 281, "text": "[28]", "ref_id": "BIBREF30"}, {"start": 282, "end": 286, "text": "[29]", "ref_id": "BIBREF31"}, {"start": 287, "end": 291, "text": "[30]", "ref_id": "BIBREF32"}, {"start": 292, "end": 296, "text": "[31]", "ref_id": "BIBREF33"}], "ref_spans": [], "section": "Analysis of Awareness, Attitudes, and Behaviors in Relation to COVID-19 Prevention among Citizens in Various Regions and of their Physical-Mental Health"}, {"text": "As presented in Table 6 , for epidemic prevention awareness, the highest score was in family habits and consensus (4.3) and the lowest in epidemic-prevention campaign and the effectiveness of such advocacy in maintaining health (3.9) . With attitudes, cooperation with policies had the highest score (4.2) and epidemic prevention information gathering the lowest (3.9). For behaviors, voluntarily wearing masks received the highest score (4.2) and community cleaning the lowest (3.6). Regarding physical and mental health, they were the most notable for anxiety and headaches (3.2) but least notable for suicide ideation (2.0). These results are partially consistent with findings in [35] [36] [37] . Table 6 . Of awareness, attitudes, and behaviors in relation to COVID-19 prevention among citizens in Northern area and of their physical-mental health. Further analysis revealed no significant differences according to occupation. However, women reported significantly (p < 0.01) stronger feelings than men in the following items: for attitudes, epidemic-prevention campaign, family habits, self-epidemic prevention, health protection, and public measures; for awareness, media information, teachers' advice, public measures, and epidemic prevention information searching; regarding behaviors, epidemic prevention steps, cooperation, seeking solutions, wearing masks, and health management. Men reported stronger feelings (p < 0.01) for the following items: on physical and mental health, anxiety, headache, eating disorder, and feeling lost.", "cite_spans": [{"start": 228, "end": 233, "text": "(3.9)", "ref_id": null}, {"start": 684, "end": 688, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 689, "end": 693, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 694, "end": 698, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 16, "end": 23, "text": "Table 6", "ref_id": null}, {"start": 701, "end": 708, "text": "Table 6", "ref_id": null}], "section": "Northern Area"}, {"text": "The respondents significantly differed by age (p < 0.01) in their scores on the following items: for awareness, campus epidemic prevention and teachers' advice; on behaviors, seeking help from teachers, families, or friends, sharing information, and sense of justice. Those aged ≤50, ≥51, and 51-60 years were particularly sensitive to the items related to attitudes, awareness, and behaviors, respectively.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The reported physical and mental health of respondents significantly (p < 0.01) affected their scores for the following items: for attitudes, public consensus, health protection, and public measures; regarding awareness, campus epidemic prevention, media information, and public measures; on behaviors, epidemic prevention steps, cooperation, seeking solutions, voluntarily wearing masks, sharing information, and sense of justice. Compared with other respondents, those infected with COVID-19 exhibited low scores in all the awareness, attitude, and behavior dimensions and reported more health problems such as insomnia, indigestion, and overeating; the public also reported higher pain sensitivity, insomnia, sense of loss, and suicidal tendency.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "The results indicate that residents in Northern Taiwan have satisfactory family hygiene habits and epidemic prevention consensus. They are strongly cooperative with policies, have high epidemic protection awareness, and wear surgical masks voluntarily. Therefore, they are a major reason for the successful defense against the outbreak. However, because of a discrepancy between the content of epidemic-prevention campaign and policies and their implementation, a flaw has appeared in the line of defense, causing people in Northern Taiwan to exhibit anxiety and headaches. Northern Taiwan exhibits the highest number of confirmed diagnoses in the entire country.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "Additional analysis revealed that older adults exhibit the most severe symptoms related to this outbreak. Because of advocacy by news media worldwide, residents aged 51 years or above have paid considerable attention to the epidemic; those aged no higher than 50 years, who frequently use electronic devices because of work or lifestyle, are particularly sensitive to information pertinent to the epidemic. Women in this region are particularly conscious of their personal hygiene and exhibit strong cognitions on diseases as well as self-protection awareness. Therefore, they are particularly strong in epidemic prevention awareness, attitudes, and behaviors and are maintaining their health more easily than men during the epidemic. Those infected with COVID-19 are low in their awareness, attitudes, and behaviors pertinent to epidemic prevention and are prone to insomnia, indigestion, and overeating ( Figure 5) .", "cite_spans": [], "ref_spans": [{"start": 907, "end": 916, "text": "Figure 5)", "ref_id": "FIGREF12"}], "section": "Background"}, {"text": "Overall, although flaws exist in the epidemic prevention policy planning and execution in Northern Taiwan, the residents of this region are highly aware of the epidemic and are highly cooperative with epidemic prevention policies. The area is a key to successful epidemic prevention but also a place that can incur an increase in the number of confirmed cases. Correct epidemic prevention measures should be conveyed in the region to maintain the hygiene level of the residents, thereby further enhancing the effectiveness of epidemic prevention.", "cite_spans": [], "ref_spans": [], "section": "Background"}, {"text": "As Table 7 presents, for epidemic prevention attitudes, the respondents from Central Taiwan scored epidemic-prevention campaign and campus consensus the highest (4.2) and personal consensus the lowest (2.7). With awareness, life alertness had the highest score (4.1) and epidemic prevention information gathering the lowest (3.0). Regarding behaviors, voluntarily wearing masks received the highest score (4.0) and personal and community cleaning the lowest (3.6). In physical and mental health, these respondents were the most notable for anxiety (3.2) but least notable for sense of loss (2.0). These results are partially consistent with the findings in [35] [36] [37] .", "cite_spans": [{"start": 657, "end": 661, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 662, "end": 666, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 667, "end": 671, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 3, "end": 10, "text": "Table 7", "ref_id": "TABREF7"}], "section": "Central Area"}, {"text": "outbreak. Because of advocacy by news media worldwide, residents aged 51 years or above have paid considerable attention to the epidemic; those aged no higher than 50 years, who frequently use electronic devices because of work or lifestyle, are particularly sensitive to information pertinent to the epidemic. Women in this region are particularly conscious of their personal hygiene and exhibit strong cognitions on diseases as well as self-protection awareness. Therefore, they are particularly strong in epidemic prevention awareness, attitudes, and behaviors and are maintaining their health more easily than men during the epidemic. Those infected with COVID-19 are low in their awareness, attitudes, and behaviors pertinent to epidemic prevention and are prone to insomnia, indigestion, and overeating ( Figure 5 ).", "cite_spans": [], "ref_spans": [{"start": 811, "end": 819, "text": "Figure 5", "ref_id": "FIGREF12"}], "section": "Central Area"}, {"text": "People over the age of 51 pay more attention to the development of the epidemic, and people under the age of 50 are more sensitive to the information of the epidemic because they have more access to information software equipment. Women are sensitive to epidemic prevention cognition, attitude, behavior, etc. People with new pneumonia have low acuity due to epidemic awareness, attitudes, behaviors and other issues, so they are prone to problems such as insomnia, indigestion, and overeating.", "cite_spans": [], "ref_spans": [], "section": "Differences in background factors:"}, {"text": "Ther e i s a gap bet w een t he cont ent of ant iepi dem i c advocacy and t he cont ent of deci s i onm aki ng and i m pl em ent at i on .Overall, although flaws exist in the epidemic prevention policy planning and execution in Northern Taiwan, the residents of this region are highly aware of the epidemic and are highly cooperative with epidemic prevention policies. The area is a key to successful epidemic prevention but also a place that can incur an increase in the number of confirmed cases. Correct epidemic prevention measures should be conveyed in the region to maintain the hygiene level of the residents, thereby further enhancing the effectiveness of epidemic prevention.", "cite_spans": [], "ref_spans": [], "section": "Diffusion factors:"}, {"text": "As Table 7 presents, for epidemic prevention attitudes, the respondents from Central Taiwan scored epidemic-prevention campaign and campus consensus the highest (4.2) and personal consensus the lowest (2.7). With awareness, life alertness had the highest score (4.1) and epidemic prevention information gathering the lowest (3.0). Regarding behaviors, voluntarily wearing masks received the highest score (4.0) and personal and community cleaning the lowest (3.6). In physical and mental health, these respondents were the most notable for anxiety (3.2) but least notable for sense of loss (2.0). These results are partially consistent with the findings in [35] [36] [37] . Further analysis revealed no significant difference between occupations. However, women reported significantly stronger (p < 0.01) feelings than men in the following items: for awareness, personal and family habits and consensus, public consensus, health management, and awareness of public epidemic prevention facilities; in attitudes, media information, teachers' advice, and public measures; and in behaviors, epidemic prevention steps, alertness, epidemic prevention information gathering, and health management. The men reported stronger feelings (p < 0.01) for the following items: in physical and mental health, insomnia, headache, indigestion, reduced enthusiasm, and overeating. The responses significantly differed by age (p < 0.01) for the following items: for awareness, personal and family consensus and epidemic prevention acceptance; for behaviors, alertness, teachers' advice, and public measures; and regarding behaviors, epidemic prevention steps and seeking solutions. Respondents of each age group felt particularly different about the following health-related items: emotions, work ability, enthusiasm, pain sensitivity, insomnia, and sense of loss. Those aged ≤20 years were particularly sensitive to the items related to attitudes, awareness, and behaviors and were particularly prone to be influenced by emotions, work ability, enthusiasm, and pain sensitivity. Those aged 21-50 years reported problems related to work ability, enthusiasm, headache sensitivity, insomnia, and sense of loss.", "cite_spans": [{"start": 657, "end": 661, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 662, "end": 666, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 667, "end": 671, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 3, "end": 10, "text": "Table 7", "ref_id": "TABREF7"}], "section": "Central Area"}, {"text": "Differences in physical and mental health were unrelated to awareness, attitudes, or behaviors (p > 0.01) but were significantly (p < 0.01) related in the following items related to health: emotions and enthusiasm. Moreover, healthy respondents and those diagnosed with chronic disease or having other symptoms differed significantly in the strength of the effects of emotions and enthusiasms.", "cite_spans": [], "ref_spans": [], "section": "Central Area"}, {"text": "The results suggest the authorities of the Central Taiwan have actively advocated epidemic prevention policies and campus epidemic prevention. Residents are highly alert against COVID-19 in their daily lives and voluntarily wear masks, contributing to successfully preventing the spread of the epidemic. The flaws exist in that the residents who have weak attitudes regarding personal cleaning, epidemic prevention consensus, and information gathering, and community cleaning has been insufficient. These cause most residents of the region to be anxious and caused 64 citizens in this region to be diagnosed with COVID-19. As shown in Figure 6 . further analysis revealed that residents aged ≤ 20 years, who are highly active and competent at grasping and collecting information from the Internet, are particularly sensitive to items related to epidemic prevention awareness, attitudes, and behaviors. However, because they interact with others frequently, their likelihood of becoming infected with COVID-19 is particularly high. They are more sensitive to emotions, work ability, enthusiasm, and pain than those in other age groups. Women in this region are particularly aware of their personal hygiene and are particularly strong in epidemic prevention awareness, attitudes, and behaviors; therefore, they maintain their health more easily than men during the epidemic. Although most of the residents have remained healthy and actively coordinate with the epidemic prevention measures, their emotions and job enthusiasm are also affected; this is because of industry stagnation and the loss of job opportunities in the face of the epidemic, which impact the residents' quality of life. The results suggest the authorities of the Central Taiwan have actively advocated epidemic prevention policies and campus epidemic prevention. Residents are highly alert against COVID-19 in their daily lives and voluntarily wear masks, contributing to successfully preventing the spread of the epidemic. The flaws exist in that the residents who have weak attitudes regarding personal cleaning, epidemic prevention consensus, and information gathering, and community cleaning has been insufficient. These cause most residents of the region to be anxious and caused 64 citizens in this region to be diagnosed with COVID-19.", "cite_spans": [], "ref_spans": [{"start": 635, "end": 643, "text": "Figure 6", "ref_id": "FIGREF15"}], "section": "Central Area"}, {"text": "The epidemic prevention cognition, attitude, and behavior cognition under the age of 20 are sensitive, but the mood, work ability, enthusiasm, and pain are strong. Women's awareness of epidemic prevention, attitudes, and behaviors are more sensitive and easy to maintain health. The people actively cooperated with the decision-making, but the mood and work enthusiasm were affected by the epidemic factors.", "cite_spans": [], "ref_spans": [], "section": "Differences in background factors:"}, {"text": "Per sonal cl eanl i ness and epi dem i c pr event i on cons ens us , epi dem i c pr event i on i nf or m at i on col l ect i on at t i t ude i s w eak, and com m uni t y cl eanl i ness i s i nsuf f i ci ent . As shown in Figure 6 . further analysis revealed that residents aged ≤ 20 years, who are highly active and competent at grasping and collecting information from the Internet, are particularly sensitive to items related to epidemic prevention awareness, attitudes, and behaviors. However, because they interact with others frequently, their likelihood of becoming infected with COVID-19 is particularly high. They are more sensitive to emotions, work ability, enthusiasm, and pain than those in other age groups. Women in this region are particularly aware of their personal hygiene and are particularly strong in epidemic prevention awareness, attitudes, and behaviors; therefore, they maintain their health more easily than men during the epidemic. Although most of the residents have remained healthy and actively coordinate with the epidemic prevention measures, their emotions and job enthusiasm are also affected; this is because of industry stagnation and the loss of job opportunities in the face of the epidemic, which impact the residents' quality of life.", "cite_spans": [], "ref_spans": [{"start": 221, "end": 229, "text": "Figure 6", "ref_id": "FIGREF15"}], "section": "Diffusion factors:"}, {"text": "Overall, the residents of Central Taiwan are lacking in their personal cleaning and epidemic prevention consensus, attitudes in gathering information, and awareness of community cleaning. However, the local governments have actively advocated epidemic prevention policies and campus epidemic prevention. The residents are highly alert in their daily lives and wear masks voluntarily. Therefore, this area is a key to successful epidemic prevention but also a spot where an increase in the number of confirmed cases may occur. Improvements must be made in personal cleaning, epidemic prevention consensus, attitudes in gathering information, and awareness of community cleaning to enhance epidemic prevention alertness and behaviors among the residents, thereby reinforcing epidemic prevention.", "cite_spans": [], "ref_spans": [], "section": "Factor of success:"}, {"text": "As displayed in Table 8 , for epidemic prevention attitudes, among the respondents from Southern Taiwan, personal and street visit consensus had the highest score (4.3) and media outreach had the lowest score (3.9). For awareness, the highest score was in life alertness and compliance with Overall, the residents of Central Taiwan are lacking in their personal cleaning and epidemic prevention consensus, attitudes in gathering information, and awareness of community cleaning. However, the local governments have actively advocated epidemic prevention policies and campus epidemic prevention. The residents are highly alert in their daily lives and wear masks voluntarily. Therefore, this area is a key to successful epidemic prevention but also a spot where an increase in the number of confirmed cases may occur. Improvements must be made in personal cleaning, epidemic prevention consensus, attitudes in gathering information, and awareness of community cleaning to enhance epidemic prevention alertness and behaviors among the residents, thereby reinforcing epidemic prevention.", "cite_spans": [], "ref_spans": [{"start": 16, "end": 23, "text": "Table 8", "ref_id": "TABREF9"}], "section": "South Area"}, {"text": "As displayed in Table 8 , for epidemic prevention attitudes, among the respondents from Southern Taiwan, personal and street visit consensus had the highest score (4.3) and media outreach had the lowest score (3.9). For awareness, the highest score was in life alertness and compliance with public measures (4.2) and the lowest in information gathering (4.0). Regarding behaviors, voluntarily wearing masks was scored highest (4.2) and sense of justice (3.5) lowest. With physical and mental health, these respondents were the most notable for emotion-related problems (3.2) but least notable for suicidal ideation (2.1). These results are partially consistent with the findings in [35] [36] [37] . Further analysis revealed no significant difference between occupations or physical and mental health status. However, women reported significantly stronger feelings than men for public consensus in the awareness dimension (p < 0.01). No significant differences were identified for any other item.", "cite_spans": [{"start": 682, "end": 686, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 687, "end": 691, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 692, "end": 696, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 16, "end": 23, "text": "Table 8", "ref_id": "TABREF9"}], "section": "South Area"}, {"text": "Seeking expert assistance differed significantly by age (p < 0.01). Age also influenced scores for the following health-related problems (p < 0.01): stress, insomnia, pain sensitivity, and overeating. Those aged ≤20 years were particularly sensitive to the items related to behaviors. Those aged 21-30 years were prone to insomnia, pain sensitivity, and overeating. Those aged 31-40 years experienced stress.", "cite_spans": [], "ref_spans": [], "section": "South Area"}, {"text": "According to the results, the residents of Southern Taiwan have attained high personal and street visit consensus as well as high alertness in daily living. They are willing to comply with public measures and wear masks voluntarily. These are keys to successful epidemic prevention. However, media outreach is insufficient, and the residents lack the attitudes required for gathering information on epidemic prevention and the sense of justice needed to report inappropriate behaviors that inhibit epidemic prevention. These are flaws in the defense against COVID-19; they negatively affect the emotions of most of the respondents in this region and have led to 56 residents being diagnosed with COVID-19.", "cite_spans": [], "ref_spans": [], "section": "South Area"}, {"text": "Further analysis revealed that women in this region are particularly conscious of their personal hygiene and particularly strong in epidemic prevention awareness, attitudes, and behaviors; therefore, they have maintained their health more effectively than men. Those aged ≤20 years, who are highly capable of collecting information from the Internet, are particularly sensitive to epidemic prevention behaviors. However, those aged 21-30 years plan diverse activities and interact with others frequently; consequently, their likelihood of becoming infected with COVID-19 is particularly high. They are also prone to insomnia, pain sensitivity, and overeating. Those aged 31-40 years report higher stress compared with younger respondents, as indicated in Figure 7 .", "cite_spans": [], "ref_spans": [{"start": 755, "end": 763, "text": "Figure 7", "ref_id": "FIGREF18"}], "section": "South Area"}, {"text": "Overall, the media outreach in Southern Taiwan is insufficient, and residents lack the attitudes required to gather information on epidemic prevention and the sense of justice needed to report inappropriate behaviors. However, strong personal and street visit consensus, high alertness in daily living, compliance with public health measures, and voluntary mask wearing have contributed to successful epidemic prevention. Authorities in Southern Taiwan should enhance media outreach, and residents should remind each other to comply with the epidemic prevention measures and actively collect information pertinent to epidemic prevention, thereby improving the epidemic prevention alertness and behaviors of families and individuals and further reinforcing epidemic prevention.", "cite_spans": [], "ref_spans": [], "section": "South Area"}, {"text": "As Table 9 indicates, for epidemic prevention attitudes, family habits, personal consensus, campus advocacy, and family consensus had the highest score (3.9) and public facilities of epidemic prevention had the lowest score (3.4) . With awareness, cooperation awareness and campus alertness ranked highest (4.1) and compliance with public measures (3.2) lowest. Regarding behaviors, the highest score was in compliance with epidemic prevention measures (3.9) and the lowest in community cleaning (3.0) . For physical and mental health, anxiety was most notable (3.6) and suicidal ideation least notable (1.8) . These results are partially consistent with the findings in [35] [36] [37] . Overall, the media outreach in Southern Taiwan is insufficient, and residents lack the attitudes required to gather information on epidemic prevention and the sense of justice needed to report inappropriate behaviors. However, strong personal and street visit consensus, high alertness in daily living, compliance with public health measures, and voluntary mask wearing have contributed to successful epidemic prevention. Authorities in Southern Taiwan should enhance media outreach, and residents should remind each other to comply with the epidemic prevention measures and actively collect information pertinent to epidemic prevention, thereby improving the epidemic prevention alertness and behaviors of families and individuals and further reinforcing epidemic prevention.", "cite_spans": [{"start": 224, "end": 229, "text": "(3.4)", "ref_id": null}, {"start": 496, "end": 501, "text": "(3.0)", "ref_id": null}, {"start": 603, "end": 608, "text": "(1.8)", "ref_id": null}, {"start": 671, "end": 675, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 676, "end": 680, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 681, "end": 685, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 3, "end": 10, "text": "Table 9", "ref_id": "TABREF10"}], "section": "East Area"}, {"text": "As Table 9 indicates, for epidemic prevention attitudes, family habits, personal consensus, campus advocacy, and family consensus had the highest score (3.9) and public facilities of epidemic prevention had the lowest score (3.4) . With awareness, cooperation awareness and campus alertness ranked highest (4.1) and compliance with public measures (3.2) lowest. Regarding behaviors, the highest score was in compliance with epidemic prevention measures (3.9) and the lowest in community cleaning (3.0). For physical and mental health, anxiety was most notable (3.6) and suicidal ideation least notable (1.8). These results are partially consistent with the findings in [35] [36] [37] .", "cite_spans": [{"start": 224, "end": 229, "text": "(3.4)", "ref_id": null}, {"start": 669, "end": 673, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 674, "end": 678, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 679, "end": 683, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 3, "end": 10, "text": "Table 9", "ref_id": "TABREF10"}], "section": "East Area"}, {"text": "Further analysis revealed no significant differences between people of different genders, age groups, or occupations. However, a strong correlation was identified between physical and mental health and feelings regarding public measures and media outreach in the awareness dimension (p < 0.01). The respondents differed considerably in their pain sensibility according to their reported health status; healthier ones were particularly sensitive to the items related to awareness, whereas those diagnosed as having a cold were particularly sensitive to pain. Further analysis revealed no significant differences between people of different genders, age groups, or occupations. However, a strong correlation was identified between physical and mental health and feelings regarding public measures and media outreach in the awareness dimension (p < 0.01). The respondents differed considerably in their pain sensibility according to their reported health status; healthier ones were particularly sensitive to the items related to awareness, whereas those diagnosed as having a cold were particularly sensitive to pain.", "cite_spans": [], "ref_spans": [], "section": "East Area"}, {"text": "According to the analysis, residents in Eastern Taiwan report satisfactory family habits, personal and family consensus, campus advocacy, cooperativeness, and campus alertness. Moreover, they wear masks voluntarily and comply with all epidemic prevention measures. These contribute to the successful epidemic prevention and zero confirmed COVID-19 diagnoses in the region. However, insufficient public epidemic prevention facilities, unsatisfactory attitudes in complying with public measures, and unfavorable community cleanliness are flaws that require improvement.", "cite_spans": [], "ref_spans": [], "section": "East Area"}, {"text": "Further analysis revealed that the local authorities in the Eastern Taiwan emphasize public measures and intensively utilize media to advocate epidemic prevention, contributing to the zero confirmed diagnoses as well as the satisfactory physical and mental health of the residents. However, the region relies on tourism industries and is faced with a reduced number of tourists because of the epidemic, affecting local livelihoods and industries and causing anxiety among residents. Moreover, they are enduring the common cold and high pain sensitivity, as shown in Figure 8 . According to the analysis, residents in Eastern Taiwan report satisfactory family habits, personal and family consensus, campus advocacy, cooperativeness, and campus alertness. Moreover, they wear masks voluntarily and comply with all epidemic prevention measures. These contribute to the successful epidemic prevention and zero confirmed COVID-19 diagnoses in the region. However, insufficient public epidemic prevention facilities, unsatisfactory attitudes in complying with public measures, and unfavorable community cleanliness are flaws that require improvement.", "cite_spans": [], "ref_spans": [{"start": 566, "end": 574, "text": "Figure 8", "ref_id": "FIGREF21"}], "section": "East Area"}, {"text": "Further analysis revealed that the local authorities in the Eastern Taiwan emphasize public measures and intensively utilize media to advocate epidemic prevention, contributing to the zero confirmed diagnoses as well as the satisfactory physical and mental health of the residents. However, the region relies on tourism industries and is faced with a reduced number of tourists because of the epidemic, affecting local livelihoods and industries and causing anxiety among residents. Moreover, they are enduring the common cold and high pain sensitivity, as shown in Figure 8 .", "cite_spans": [], "ref_spans": [{"start": 566, "end": 574, "text": "Figure 8", "ref_id": "FIGREF21"}], "section": "East Area"}, {"text": "There is no cognitive difference between gender, age and occupation. Healthy people pay more attention to public epidemic prevention facilities and media to disseminate information, but feel anxious. Again, the residents of Eastern Taiwan exhibit satisfactory family habits, personal and family consensus, campus advocacy, cooperativeness, and campus alertness. Moreover, they wear masks voluntarily and comply with all epidemic prevention measures. These contribute to the successful epidemic prevention in the area. However, public epidemic prevention facilities, unsatisfactory attitudes in complying with public measures, and unfavorable community cleanliness are potential risks in the line of defense against the outbreak. Local authorities must improve epidemic prevention facilities, enforce compliance with the public epidemic prevention measures, and promote community cleaning awareness to further strengthen the epidemic prevention alertness and behaviors of families and individuals and thereby maintain the current status. Again, the residents of Eastern Taiwan exhibit satisfactory family habits, personal and family consensus, campus advocacy, cooperativeness, and campus alertness. Moreover, they wear masks voluntarily and comply with all epidemic prevention measures. These contribute to the successful epidemic prevention in the area. However, public epidemic prevention facilities, unsatisfactory attitudes in complying with public measures, and unfavorable community cleanliness are potential risks in the line of defense against the outbreak. Local authorities must improve epidemic prevention facilities, enforce compliance with the public epidemic prevention measures, and promote community cleaning awareness to further strengthen the epidemic prevention alertness and behaviors of families and individuals and thereby maintain the current status.", "cite_spans": [], "ref_spans": [], "section": "Differences in background factors:"}, {"text": "As presented in Table 10 , regarding epidemic prevention attitudes, family epidemic prevention, personal consensus, and public consensus had the highest scores (4.3) and family habits had the lowest score (3.8) . For awareness, life and campus alertness received the highest score (4.2) and epidemic prevention knowledge and teachers' advice the lowest (3.9). With behaviors, the highest score was in compliance with public measures and voluntarily wearing masks (4.1) and the lowest in suggestions from friends and family and community cleaning (3.6). For physical and mental health, anxiety was most notable (3.1) and suicidal ideation the least (1.8). These results are partially consistent with the findings in [35] [36] [37] .", "cite_spans": [{"start": 205, "end": 210, "text": "(3.8)", "ref_id": null}, {"start": 715, "end": 719, "text": "[35]", "ref_id": "BIBREF37"}, {"start": 720, "end": 724, "text": "[36]", "ref_id": "BIBREF38"}, {"start": 725, "end": 729, "text": "[37]", "ref_id": "BIBREF39"}], "ref_spans": [{"start": 16, "end": 24, "text": "Table 10", "ref_id": "TABREF0"}], "section": "Offshore Islands"}, {"text": "No significant differences were noted between people of different genders, age groups, or occupations. However, a strong correlation was identified between physical and mental health and feelings regarding public epidemic prevention facilities and media outreach in the awareness dimension (p < 0.01). The respondents differed considerably in their pain sensibility according to their health status; healthy respondents were particularly sensitive to items related to awareness, whereas those diagnosed as having a cold were particularly sensitive to pain. Accordingly, satisfactory family epidemic prevention, personal and public consensus, life and campus alertness, and residents' compliance with public measures and voluntary mask wearing have contributed to the successful epidemic prevention and zero confirmed COVID-19 diagnoses on the offshore islands. However, insufficient family epidemic prevention habits, lack of epidemic prevention knowledge and willingness to seek help from teachers, family, and friends, and unsatisfactory community cleanliness may impede epidemic prevention efforts.", "cite_spans": [], "ref_spans": [], "section": "Offshore Islands"}, {"text": "Further analysis revealed that regardless of their gender, age group, or occupation, the residents highly value public epidemic prevention facilities and understand the role of media propagation in depth; these contribute to the successful epidemic prevention and zero confirmed diagnoses as well as to satisfactory physical and mental health. However, the islands, which heavily rely on tourism, are confronted with a reduced number of tourists because of the epidemic, which affects livelihoods and local industries and causes anxiety among the residents. Moreover, the residents are susceptible to headaches, and those diagnosed as having a cold are particularly sensitive to pain (Figure 9 ). Further analysis revealed that regardless of their gender, age group, or occupation, the residents highly value public epidemic prevention facilities and understand the role of media propagation in depth; these contribute to the successful epidemic prevention and zero confirmed diagnoses as well as to satisfactory physical and mental health. However, the islands, which heavily rely on tourism, are confronted with a reduced number of tourists because of the epidemic, which affects livelihoods and local industries and causes anxiety among the residents. Moreover, the residents are susceptible to headaches, and those diagnosed as having a cold are particularly sensitive to pain (Figure 9 ).", "cite_spans": [], "ref_spans": [{"start": 684, "end": 693, "text": "(Figure 9", "ref_id": "FIGREF24"}, {"start": 1381, "end": 1390, "text": "(Figure 9", "ref_id": "FIGREF24"}], "section": "Offshore Islands"}, {"text": "There is no difference in gender, age, and occupational cognition. Healthy people pay more attention to public epidemic prevention facilities and media to disseminate information, and the pain is more sensitive.", "cite_spans": [], "ref_spans": [], "section": "Differences in background factors:"}, {"text": "The f am i l y' s epi dem i c pr event i on habi t s, t he peopl e' s epi dem i c pr event i on knowl edge, t he desi r e t o seek t he assi st ance of t eacher s, and t he hel p of r el at i ves and f r i ends ar e not hi gh, and t he com m uni t y i s not cl ean enough.", "cite_spans": [], "ref_spans": [], "section": "Hidden crisis:"}, {"text": "Fam i l y epi dem i c pr event i on, per s onal cons ens us and publ i c cons ens us ar e hi gh, l i f e al er t nes s , and cam pus al er t nes s ar e s t r ong, com pl y wi t h publ i c epi dem i c pr event i on, and act i vel y w ear m as ks f or pr ot ect i on.", "cite_spans": [], "ref_spans": [], "section": "Factor of success:"}, {"text": "headache Figure 9 . Of key factors for epidemic prevention in offshore islands Taiwan.", "cite_spans": [], "ref_spans": [{"start": 9, "end": 17, "text": "Figure 9", "ref_id": "FIGREF24"}], "section": "Physical and mental health effects:"}, {"text": "Once again, satisfactory family epidemic prevention, personal and public consensus, life and campus alertness, and compliance with public measures and voluntary mask wearing have contributed to the successful epidemic prevention on the offshore islands. However, insufficient family epidemic prevention habits along with people's lack of epidemic prevention knowledge and willingness to seek help from teachers, family, and friends and maintain community cleanliness can impede epidemic prevention efforts. Epidemic prevention and Once again, satisfactory family epidemic prevention, personal and public consensus, life and campus alertness, and compliance with public measures and voluntary mask wearing have contributed to the successful epidemic prevention on the offshore islands. However, insufficient family epidemic prevention habits along with people's lack of epidemic prevention knowledge and willingness to seek help from teachers, family, and friends and maintain community cleanliness can impede epidemic prevention efforts. Epidemic prevention and crisis response mechanisms must be enhanced, and epidemic prevention knowledge, family epidemic prevention, and community cleaning awareness must be reinforced to improve epidemic prevention alertness and the behaviors of families and individuals on the offshore islands to reinforce their current epidemic prevention status.", "cite_spans": [], "ref_spans": [], "section": "Physical and mental health effects:"}, {"text": "With regard to epidemic prevention attitudes, awareness, and behaviors, residents of Northern Taiwan have strong family epidemic prevention habits and consensus; those in Central and Southern Taiwan have favorable life and campus alertness related to epidemic prevention; those in Eastern Taiwan and on the offshore islands are highly cooperative with epidemic prevention efforts. Because all citizens are determined to fight the COVID-19 epidemic, their high levels of cooperativeness and voluntarily mask wearing have contributed to the successful epidemic prevention in Taiwan today. However, overall epidemic prevention measures and information delivery plans have been insufficiently comprehensive. The execution of relevant policies has been insufficient in Northern Taiwan; awareness of individual and community cleaning has been insufficient in Central Taiwan. Few in Southern Taiwan have been willing to report inappropriate epidemic prevention behaviors. Public epidemic prevention facilities are insufficient in Eastern Taiwan. Finally, people's willingness and methods to solve epidemic-related crises have been insufficient and inappropriate on the offshore islands. All these can inhibit epidemic prevention efforts in Taiwan. Residents are psychologically affected by the COVID-19 crisis; most people report emotional instability, anxiety, headaches, indigestion, and overeating habits; some report experiencing psychological problems such as a sense of loss, weakness, and irritability.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Recommendations"}, {"text": "Accordingly, we suggest that future research.", "cite_spans": [], "ref_spans": [], "section": "Conclusions and Recommendations"}, {"text": "Use mass media to convey correct epidemic prevention measures and information. Reinforce personal health habits and encourage people to remind and supervise each other on their habits. Reinforce the execution of administrative decisions in Northern Taiwan. Improve environmental cleanliness in Central Taiwan. Strengthen epidemic prevention consensus in Southern Taiwan. Increase the number of public epidemic prevention facilities in Eastern Taiwan. Last, change the attitudes of offshore island residents in addressing epidemic-related crises. (2) Research Suggestions Further explore awareness, attitudes, and behaviors in relation to epidemic prevention among citizens living in various cities and counties along with their physical and mental health based on spatial factors or numbers of confirmed cases;the effects of demographics and behaviors on epidemic prevention awareness, attitudes, and behaviors and on physical and mental health among individuals; and the effects of various exercising behaviors and health habits on people's resistance to COVID-19; the effects of the COVID-19 pandemic on various industries. ", "cite_spans": [], "ref_spans": [], "section": "(1) Recommendations for Epidemic Prevention"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "National Health Service Commission of the PRC. The Latest Situation of the New Coronavirus Pneumonia Epidemic at 24 O'clock on 8", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "New Coronavirus Pneumonia Epidemic Situation Follow-up Report", "authors": [{"first": "Tencent", "middle": [], "last": "New", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "COVID-19) Pandemic-Outbreaks and Crises", "authors": [], "year": 2020, "venue": "WHO. Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome", "authors": [{"first": "Z", "middle": [], "last": "Xu", "suffix": ""}, {"first": "L", "middle": [], "last": "Shi", "suffix": ""}, {"first": "Y", "middle": [], "last": "Wang", "suffix": ""}, {"first": "J", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": [], "last": "Huang", "suffix": ""}, {"first": "C", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "S", "middle": [], "last": "Liu", "suffix": ""}, {"first": "P", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "H", "middle": [], "last": "Liu", "suffix": ""}, {"first": "L", "middle": [], "last": "Zhu", "suffix": ""}], "year": 2020, "venue": "Lancet Respir. Med", "volume": "8", "issn": "", "pages": "420--422", "other_ids": {"DOI": ["10.1016/S2213-2600(20)30076-X"]}}, "BIBREF4": {"ref_id": "b4", "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus", "authors": [{"first": "Y", "middle": [], "last": "Liu", "suffix": ""}, {"first": "A", "middle": [], "last": "Gayle", "suffix": ""}, {"first": "A", "middle": [], "last": "Wilder-Smith", "suffix": ""}, {"first": "J", "middle": [], "last": "Rocklöv", "suffix": ""}], "year": null, "venue": "J. Travel Med", "volume": "2020", "issn": "", "pages": "1--21", "other_ids": {"DOI": ["10.1093/jtm/taaa021"]}}, "BIBREF5": {"ref_id": "b5", "title": "COVID-19) Situation Report-67", "authors": [], "year": 2019, "venue": "WHO. Coronavirus Disease", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "The Global Macroeconomic Impacts of COVID-19: Seven Scenarios. SSRN Electron", "authors": [{"first": "W", "middle": ["J"], "last": "Mckibbin", "suffix": ""}, {"first": "R", "middle": [], "last": "Fernando", "suffix": ""}], "year": 2020, "venue": "J", "volume": "19", "issn": "", "pages": "1--45", "other_ids": {"DOI": ["10.2139/ssrn.3547729"]}}, "BIBREF7": {"ref_id": "b7", "title": "New Coronavirus Epidemic Prevention Course in Taiwan", "authors": [{"first": "C", "middle": ["D C"], "last": "Taiwan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Taiwan Ministry of Health and Welfare. Precautions Against Severe Special Infectious Pneumonia (COVID-19, Wuhan Pneumonia)", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF9": {"ref_id": "b9", "title": "WHO. Coronavirus Disease (COVID-2019) Situation Reports. Available online", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Why Taiwan's Coronavirus Response Shows Europe It Should Joint the World Health Organization", "authors": [{"first": "R", "middle": [], "last": "Hsiao", "suffix": ""}, {"first": "K", "middle": [], "last": "Schultz", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "A Study of Laboratory Safety-Hygiene Knowledge and Attitudes of the Teachers in Elementary School of Middle Area of Taiwan", "authors": [{"first": "C", "middle": ["H"], "last": "Shih", "suffix": ""}], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "A Study of Safety-Hygiene Knowledge and Attitude toward Workplace for Graduating Students: A Case Study of Southern Taiwan University", "authors": [{"first": "C", "middle": ["C"], "last": "Shen", "suffix": ""}], "year": 2008, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "A Study on the Work Safety Awareness of Students in Technological Universities at Tainan Area. Master's Thesis, STUT, Technical Education and Human Resources Development Institute", "authors": [{"first": "S", "middle": ["H"], "last": "Huang", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "The Relationship on Workplace Safety and Hygiene Cognition, Attitude, and Behavior: A Study of Students in the Food and Beverage Management programs in the Vocational High School", "authors": [{"first": "P", "middle": ["J"], "last": "Yu", "suffix": ""}], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Learning and Instruction: Theory into Practice", "authors": [{"first": "M", "middle": ["E"], "last": "Bell", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF18": {"ref_id": "b18", "title": "The Psychology of Attitudes", "authors": [{"first": "D", "middle": [], "last": "Chakravarti", "suffix": ""}, {"first": "A", "middle": ["H"], "last": "Eagly", "suffix": ""}, {"first": "S", "middle": [], "last": "Chaiken", "suffix": ""}], "year": 1997, "venue": "J. Mark. Res", "volume": "34", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2307/3151869"]}}, "BIBREF19": {"ref_id": "b19", "title": "Attitudes and Attitude Change", "authors": [{"first": "G", "middle": [], "last": "Bohner", "suffix": ""}, {"first": "N", "middle": [], "last": "Dickel", "suffix": ""}], "year": 2011, "venue": "Annu. Rev. Psychol", "volume": "62", "issn": "", "pages": "391--417", "other_ids": {"DOI": ["10.1146/annurev.psych.121208.131609"]}}, "BIBREF21": {"ref_id": "b21", "title": "A Study of Oral Health Behaviors and Its Relevant Factors among Fifth and Sixth Grade Elementary School Students in Hsinchu County", "authors": [{"first": "Y", "middle": ["L"], "last": "Mao", "suffix": ""}], "year": 2014, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF22": {"ref_id": "b22", "title": "Cross-cultural and social diversity of prevalence of postpartum depression and depressive symptoms", "authors": [{"first": "U", "middle": [], "last": "Halbreich", "suffix": ""}, {"first": "S", "middle": [], "last": "Karkun", "suffix": ""}], "year": 2006, "venue": "J. Affect. Disord", "volume": "91", "issn": "", "pages": "97--111", "other_ids": {"DOI": ["10.1016/j.jad.2005.12.051"]}}, "BIBREF24": {"ref_id": "b24", "title": "Influence of physical activity on mental health of the elderly", "authors": [{"first": "S", "middle": ["C"], "last": "Hung", "suffix": ""}], "year": 2005, "venue": "Sports Res. Rev", "volume": "78", "issn": "", "pages": "153--157", "other_ids": {"DOI": ["10.6162/SRR"]}}, "BIBREF25": {"ref_id": "b25", "title": "Understanding of Mental Illness", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF27": {"ref_id": "b27", "title": "Chronicle of the World Health Organization Volume 1; World Health Organization Interim Commission", "authors": [], "year": 1947, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "How Much Do You Know about Stress? (Last) The Way the Body Responds to Chronic Stress", "authors": [{"first": "Q", "middle": ["Z"], "last": "Chen", "suffix": ""}], "year": 2004, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF29": {"ref_id": "b29", "title": "Psychology Applied to Modern Life: Adjustment in the 90s", "authors": [{"first": "W", "middle": [], "last": "Weiten", "suffix": ""}, {"first": "M", "middle": ["A"], "last": "Lloyd", "suffix": ""}], "year": 1994, "venue": "", "volume": "Brooks", "issn": "", "pages": "", "other_ids": {}}, "BIBREF30": {"ref_id": "b30", "title": "The Relationship of TV News Reporters' Jobstress, Physical and Mental Health the Relationship of TV News Reporters' Job and Stress, Physical and Mental Health Leisure Activities", "authors": [{"first": "H", "middle": ["F"], "last": "Chen", "suffix": ""}], "year": 2009, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF31": {"ref_id": "b31", "title": "Prevention of burnout: New perspectives", "authors": [{"first": "C", "middle": [], "last": "Maslach", "suffix": ""}, {"first": "J", "middle": [], "last": "Goldberg", "suffix": ""}], "year": 1998, "venue": "Appl. Prev. Psychol", "volume": "7", "issn": "", "pages": "63--74", "other_ids": {"DOI": ["10.1016/S0962-1849(98)80022-X"]}}, "BIBREF32": {"ref_id": "b32", "title": "Analysis of the relationship between leisure activity participation and health for seniors:A case in northern Taiwan", "authors": [{"first": "S", "middle": ["H"], "last": "Lai", "suffix": ""}, {"first": "P", "middle": ["F"], "last": "Lee", "suffix": ""}, {"first": "C", "middle": ["H"], "last": "Chen", "suffix": ""}], "year": 2014, "venue": "J. Tour. Health Sci", "volume": "13", "issn": "", "pages": "29--44", "other_ids": {"DOI": ["10.29863/JTHS"]}}, "BIBREF33": {"ref_id": "b33", "title": "What Will Be the Economic Impact of COVID-19 in the US? Rough Estimates of Disease Scenarios", "authors": [{"first": "A", "middle": [], "last": "Atkeson", "suffix": ""}], "year": 2020, "venue": "Natl. Bur. Econ. Res", "volume": "", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3386/w26867"]}}, "BIBREF34": {"ref_id": "b34", "title": "Kessler Psychological Distress Scale", "authors": [{"first": "V", "middle": [], "last": "Yiengprugsawan", "suffix": ""}, {"first": "M", "middle": [], "last": "Kelly", "suffix": ""}, {"first": "B", "middle": [], "last": "Tawatsupa", "suffix": ""}], "year": 2014, "venue": "Encyclopedia of Quality of Life and Well-Being Research", "volume": "", "issn": "", "pages": "3469--3470", "other_ids": {}}, "BIBREF35": {"ref_id": "b35", "title": "The Study on Tourism Policy, Current Development Status, and Impact Perception of Sun Moon Lake", "authors": [{"first": "H", "middle": ["H"], "last": "Lin", "suffix": ""}], "year": 2019, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Construction Agency of the Ministry of Internal Affairs of the R.O.C. National Land Project; Ministry of the Interior", "authors": [], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF37": {"ref_id": "b37", "title": "A Preliminary Evaluation of the Public Risk Perception Related to the COVID-19 Health Emergency in Italy", "authors": [{"first": "G", "middle": ["M"], "last": "Zanin", "suffix": ""}, {"first": "E", "middle": [], "last": "Gentile", "suffix": ""}, {"first": "A", "middle": [], "last": "Parisi", "suffix": ""}, {"first": "D", "middle": [], "last": "Spasiano", "suffix": ""}], "year": 2020, "venue": "Int. J. Environ. Res. Public Heal", "volume": "17", "issn": "", "pages": "", "other_ids": {"DOI": ["10.3390/ijerph17093024"]}}, "BIBREF38": {"ref_id": "b38", "title": "COVID-19 and Iranian Medical Students; A Survey on Their Related-Knowledge, Preventive Behaviors and Risk Perception", "authors": [{"first": "M", "middle": ["H"], "last": "Taghrir", "suffix": ""}, {"first": "R", "middle": [], "last": "Borazjani", "suffix": ""}, {"first": "R", "middle": [], "last": "Shiraly", "suffix": ""}], "year": null, "venue": "Arch. Iran. Med", "volume": "2020", "issn": "", "pages": "249--254", "other_ids": {"DOI": ["10.34172/aim.2020.06"]}}, "BIBREF39": {"ref_id": "b39", "title": "A nationwide survey of psychological distress among Chinese people in the COVID-19 epidemic: Implications and policy recommendations", "authors": [{"first": "J", "middle": [], "last": "Qiu", "suffix": ""}, {"first": "B", "middle": [], "last": "Shen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhao", "suffix": ""}, {"first": "Z", "middle": [], "last": "Wang", "suffix": ""}, {"first": "B", "middle": [], "last": "Xie", "suffix": ""}, {"first": "Y.-F", "middle": [], "last": "Xu", "suffix": ""}], "year": 2020, "venue": "Gen. Psychiatry", "volume": "33", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1136/gpsych-2020-100213"]}}, "BIBREF40": {"ref_id": "b40", "title": "Developing a tourism impact attitude scale", "authors": [{"first": "S", "middle": ["V"], "last": "Lankford", "suffix": ""}, {"first": "D", "middle": ["R"], "last": "Howard", "suffix": ""}], "year": 1994, "venue": "Ann. Tour. Res", "volume": "21", "issn": "", "pages": "121--139", "other_ids": {"DOI": ["10.1016/0160-7383(94)90008-6"]}}, "BIBREF41": {"ref_id": "b41", "title": "Basics of Qualitative Research: Grounded Theory Procedures and Techniques", "authors": [{"first": "J", "middle": [], "last": "Corbin", "suffix": ""}, {"first": "A", "middle": [], "last": "Strauss", "suffix": ""}], "year": 1998, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF42": {"ref_id": "b42", "title": "The Choreography of Qualitative Research Design: Minuets, improvisations, and Crystallization", "authors": [{"first": "V", "middle": ["J"], "last": "Janesick", "suffix": ""}], "year": null, "venue": "Handbook of Qualitative Research", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF44": {"ref_id": "b44", "title": "Resident attitudes", "authors": [{"first": "D", "middle": [], "last": "Gursoy", "suffix": ""}, {"first": "C", "middle": [], "last": "Jurowski", "suffix": ""}, {"first": "M", "middle": [], "last": "Uysal", "suffix": ""}], "year": 2002, "venue": "Ann. Tour. Res", "volume": "29", "issn": "", "pages": "79--105", "other_ids": {"DOI": ["10.1016/S0160-7383(01)00028-7"]}}, "BIBREF45": {"ref_id": "b45", "title": "Basics of Qualitative Research: Grounded Theory Procedures and Techniques", "authors": [{"first": "&amp;", "middle": [], "last": "Strauss", "suffix": ""}, {"first": "", "middle": [], "last": "Corbin", "suffix": ""}], "year": null, "venue": "", "volume": "Sage", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "The theory of planned behavior", "authors": [{"first": "I", "middle": [], "last": "Ajzen", "suffix": ""}], "year": 1991, "venue": "Organ. Behav. Hum. Decis. Process", "volume": "50", "issn": "", "pages": "179--211", "other_ids": {"DOI": ["10.1016/0749-5978(91)90020-T"]}}, "BIBREF47": {"ref_id": "b47", "title": "Measuring the Involvement Construct", "authors": [{"first": "J", "middle": ["L"], "last": "Zaichkowsky", "suffix": ""}], "year": 1985, "venue": "J. Consum. Res", "volume": "12", "issn": "", "pages": "", "other_ids": {"DOI": ["10.1086/208520"]}}, "BIBREF48": {"ref_id": "b48", "title": "Product Involvement and Pertinent Advertising Appeals", "authors": [{"first": "L", "middle": [], "last": "Bowen", "suffix": ""}, {"first": "S", "middle": ["H"], "last": "Chaffee", "suffix": ""}], "year": 1974, "venue": "J. Q", "volume": "51", "issn": "", "pages": "613--621", "other_ids": {"DOI": ["10.1177/107769907405100405"]}}, "BIBREF49": {"ref_id": "b49", "title": "Scale Development: Theory and Applications", "authors": [{"first": "Y", "middle": [], "last": "Xie", "suffix": ""}, {"first": "R", "middle": ["F"], "last": "Devellis", "suffix": ""}], "year": 1992, "venue": "Contemp. Sociol. A", "volume": "21", "issn": "", "pages": "", "other_ids": {"DOI": ["10.2307/2075704"]}}, "BIBREF50": {"ref_id": "b50", "title": "Ministry of the Interior", "authors": [{"first": "R", "middle": ["O"], "last": "Taiwan", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF52": {"ref_id": "b52", "title": "83 days after COVID-19 Attacked Taiwan, What Changes and Changes Have Been Made in Taiwan's Epidemic Prevention Policy-A Complete Description of the Epidemic Situation Center and Expert Analysis", "authors": [{"first": "H", "middle": ["Z"], "last": "Lin", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF53": {"ref_id": "b53", "title": "Health Inequality-Taiwan's Three Largest Child Death Areas", "authors": [{"first": "H", "middle": ["J"], "last": "Yang", "suffix": ""}, {"first": "Z", "middle": ["W"], "last": "Zhang", "suffix": ""}, {"first": "L", "middle": ["T"], "last": "Chen", "suffix": ""}], "year": 2018, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF54": {"ref_id": "b54", "title": "We Can Never GO back! MIT: Social Distance Will Become the New Normal in Life", "authors": [{"first": "L", "middle": ["P"], "last": "Deng", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF55": {"ref_id": "b55", "title": "This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license", "authors": [], "year": null, "venue": "© 2020 by the authors. Licensee MDPI", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "Regions affected by COVID-19 across the world (left) and in Taiwan (up to April 9, 2020).", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Confirmed cases of COVID-19 across the world and those in Taiwan (up to April 9, 2020).", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Regions affected by COVID-19 across the world (left) and in Taiwan (up to 9 April 2020).", "latex": null, "type": "figure"}, "FIGREF3": {"text": "Int. J. Environ. Res. Public Health 2020, 17, Regions affected by COVID-19 across the world (left) and in Taiwan (up to April 9, 2020).", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Confirmed cases of COVID-19 across the world and those in Taiwan (up to April 9, 2020).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Confirmed cases of COVID-19 across the world and those in Taiwan (up to 9 April 2020).", "latex": null, "type": "figure"}, "FIGREF6": {"text": "Study framework. Hypothesis 1. Citizens' awareness, attitudes, and behaviors in relation to epidemic prevention are inconsistent with their physical and mental health. Hypothesis 2. Citizens' awareness attitudes, and behaviors in relation to epidemic prevention among citizens living in various regions are inconsistent with their physical and mental health statuses.", "latex": null, "type": "figure"}, "FIGREF7": {"text": "Study framework.", "latex": null, "type": "figure"}, "FIGREF8": {"text": "Leading to prevention success in Taiwan.", "latex": null, "type": "figure"}, "FIGREF9": {"text": "Leading to prevention success in Taiwan.", "latex": null, "type": "figure"}, "FIGREF10": {"text": "prevention (51-60 > Under 20,21-30) *, teacher suggestions (51-60 > 41-50) * Teachers (51-60 > 41-50) * relatives and friends for help (51-60 > Under 20,21-30,41-50) * information sharing (51-60 > Under 20,21-30,41-50) * epidemic prevention supervision (51-60 > Under 20,41-50) * Emotions (21-30,3 > 51-60) * Stress (Under 20,21-30 > 51-60) * pain sensitivity (Under 20,21-30,41-50 > 51-60) * insomnia (41-50 > 51-60) * lack of self-confidence (Under 20,41-50 > 51-60) * seeking death (Under 20 > 21-30", "latex": null, "type": "figure"}, "FIGREF12": {"text": "Of key factors for epidemic prevention in north Taiwan.", "latex": null, "type": "figure"}, "FIGREF13": {"text": "Of key factors for epidemic prevention in north Taiwan.", "latex": null, "type": "figure"}, "FIGREF14": {"text": "i -epi dem i c pol i cy pr om ot i on and act i ve ant iepi dem i c on cam pus, r esi dent s ar e al er t t o l i f e, and act i vel y wear m ask Physical and mental health effects: anxi et y", "latex": null, "type": "figure"}, "FIGREF15": {"text": "Of key factors for epidemic prevention in central Taiwan.", "latex": null, "type": "figure"}, "FIGREF16": {"text": "Of key factors for epidemic prevention in central Taiwan.", "latex": null, "type": "figure"}, "FIGREF17": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 19 of 25 Differences in background factors: W om en' s aw ar enes s of epi dem i c pr event i on, at t i t udes , and behavi or s ar e m or e s ens i t i ve and eas y t o m ai nt ai n heal t h. The awareness of epidemic prevention behavior under the age of 20 is relatively strong, the infection rate is high, and there are problems of insomnia, pain sensitivity, and overeating. The pressure of 31-40 is even greater.Diffusion factors:The m edi a di s s em i nat i on i s not enough, t he publ i c' s at t i t ude t ow ar ds epi dem i c pr event i on i nf or m at i on col l ect i on and t he s ens e of j us t", "latex": null, "type": "figure"}, "FIGREF18": {"text": "Of key factors for epidemic prevention in southern Taiwan.", "latex": null, "type": "figure"}, "FIGREF19": {"text": "Of key factors for epidemic prevention in southern Taiwan.", "latex": null, "type": "figure"}, "FIGREF21": {"text": "Fam i l y habi t s , per s onal cons ens us , cam pus advocacy, f am i l y cons ens us i s hi gh, coor di nat i on awar enes s , cam pus al er t nes s , i ni t i at i ve t o w ear m ask pr ot ect i on, w i l l i ng t o f ol l ow al l epi dem i c pr event i on m easur es. Of key factors for epidemic prevention in east Taiwan.", "latex": null, "type": "figure"}, "FIGREF22": {"text": "Of key factors for epidemic prevention in east Taiwan.", "latex": null, "type": "figure"}, "FIGREF23": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 22 of 25", "latex": null, "type": "figure"}, "FIGREF24": {"text": "Of key factors for epidemic prevention in offshore islands Taiwan.", "latex": null, "type": "figure"}, "FIGREF25": {"text": "Contributions: H.-H.L. conceived, designed and wrote this paper. C.-H.H. and S.J. helped to check spelling and helped to check grammar of the article, C.-C.W. Help collect sample information. All authors have read and agreed to the published version of the manuscript. Funding: This research received no external funding.", "latex": null, "type": "figure"}, "TABREF0": {"text": "City and county classification in Taiwan.", "latex": null, "type": "table"}, "TABREF1": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 4 of 25", "latex": null, "type": "table"}, "TABREF3": {"text": "Design on awareness, attitudes, and behaviors in relation to epidemic prevention and the public's physical and mental health.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Dimension </td><td>Subdimension </td><td>Subject (M) </td><td>Cronbach'α\n</td></tr><tr><td>Psychological status (5)\n</td><td>Unstable mood(3.02), feelings of anxiety\nand panic(3.28), reduced ability(2.67),\nreduced enthusiasm(2.91), and limited\n</td><td>0.943-0.948\n</td></tr><tr><td>Physical and mental health\n</td><td>Spiritual status (5) </td><td>time(2.94)\nHeadaches(2.62), fatigue(2.57), pain(2.44),back pain(2.32), and insomnia(2.32) Stomach ache(2.25), increased smoking\n</td><td>0.942-0.943\n</td></tr><tr><td>Attitude and health (6)\n</td><td>frequency(2.17), irritability(2.36), lack of\nconfidence(2.15), loss of life purpose(2.25),\nand suicidal thoughts(2.05)\n</td><td>0.942-0.946\n</td></tr><tr><td>Epidemic prevention awareness\n</td><td>Epidemic prevention awareness (4)\n</td><td>Effectiveness of epidemic prevention\ncampaigns(3.88), family influences on\nindividual prevention habits(3.88),\nformation of prevention habits in\nfamilies(4.15), and prevention consensus\nbetween the public and individuals(4.18)\n</td><td>0.967-0.970\n</td></tr><tr><td>Consensus on decision-making (4)\n</td><td>Epidemic prevention campaigns(4.18),\ncampus prevention campaigns(4.13), family\nprevention consensus(4.19), and prevention\nconsensus among interviewees(4.19)\nEffect of prevention campaigns on\n</td><td>0.966-0.967\n</td></tr><tr><td>Emergency response (6)\n</td><td>health(3.97), the effects of prevention\nmeasures(3.98), the effectiveness of\nself-protection awareness(3.93), prevention\ncampaigns in public spaces(4.02),\nprevention campaigns in the media(3.95),\nand prevention facility installment in public\nspaces(4.04)\n</td><td>0.967-0.968\n</td></tr><tr><td>Epidemic prevention attitude\n</td><td>Perception (4)\n</td><td>Compliance with prevention\nmeasures(4.14), increased prevention\nvigilance in daily life(4.09), increased\ncampus prevention vigilance(4.13), and the\neffects of prevention knowledge on\n</td><td>0.959-0.961\n</td></tr><tr><td>Explicit reaction (4)\n</td><td>infection rate(4.1)\nPrevention information acquisition(3.99),\ncompliance with teachers' epidemic\nprevention advice(4.04), compliance with\npublic space prevention measures(4.07),\nand informational research of prevention\nknowledge(3.93)\nAdequate compliance with the epidemic\n</td><td>0.929-0.962\n</td></tr><tr><td>Daily life adaptability (11)\n</td><td>prevention measures(3.99), active\ncompliance with prevention measures(4.03),\ncorrect naming of all prevention\nprocesses(3.79), compliance with public\nspace regulations(4.04), wearing of\nmasks(4.08), consultation of experts and\nscholars for advice(3.92), consultation of\n</td><td>0.967-0.968\n</td></tr><tr><td>Epidemic prevention behavior\n</td><td> </td><td>online media for advice(3.88), reporting to\nparents or teachers(3.76), reporting to\nrelatives or friends(3.84), active\nmaintenance of personal hygiene(3.93),\nactive maintenance of cleanliness at\n</td><td> </td></tr><tr><td>Individual performance (4)\n</td><td>home(3.94), medical waste recycling(3.97)\nSharing of prevention knowledge(3.76),\nreminding persons of inappropriate\nindividual behavior(3.67), active\ncommunity cleaning(3.67), reminding\npersons of inappropriate public\nbehavior(3.68)\n</td><td>0.967-0.969\n</td></tr></table></body></html>"}, "TABREF4": {"text": "Respondent background and interview topics.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Gender </td><td>Age </td><td>Occupation student </td><td>Area </td><td>Gender </td><td>Age </td><td>Occupation education </td><td>Area\n</td></tr><tr><td>male </td><td>22 </td><td>northern </td><td>male </td><td>55 </td><td>central\ncentral\nnorthern\nnorthern\n</td></tr><tr><td>female </td><td>22 </td><td>Service industry student education financial </td><td>south </td><td>male </td><td>38 </td><td>Tourism administration staff </td></tr><tr><td>male </td><td>21 </td><td>northern islands </td><td>female </td><td>56 </td><td> </td></tr><tr><td>male </td><td>45 </td><td> </td><td>male </td><td>57 </td><td>administrative student </td><td> </td></tr><tr><td>female </td><td>42 </td><td> </td><td>south </td><td>female interview topics description\n</td><td>24 </td><td> </td><td>east\n</td></tr><tr><td>Level </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF5": {"text": "Sample analysis.", "latex": null, "type": "table"}, "TABREF6": {"text": "Analysis of awareness, attitudes, and behaviors in relation to epidemic prevention among Taiwanese nationals and of their physical and mental health statuses.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td>Highly Recognized prevention consensus\nbetween the\nindividuals\n</td><td>M </td><td>Low Recognition Effectiveness of\nepidemic\nprevention campaigns\n</td><td>M </td><td>Total Score </td><td>Actual Score\n</td></tr><tr><td>Epidemic\nprevention awareness\n</td><td>Epidemic\nprevention awareness\n</td><td>4.18\n</td><td>3.88 </td><td>20 </td><td>16.10\n</td></tr><tr><td>Consensus on\ndecision-making\n</td><td>family\nprevention consensus prevention facility\n</td><td>4.19\n</td><td>campus\nprevention campaigns </td><td>4.13 </td><td>20 </td><td>16.70\n</td></tr><tr><td> </td><td>Emergency response\n</td><td>installment in\npublic spaces\n</td><td>4.04 </td><td>Effect of preventioncampaigns on health </td><td>3.93 </td><td>30 </td><td>23.89\n</td></tr><tr><td>Epidemic\nprevention attitude\n</td><td>Perception </td><td>Compliance withprevention measures compliance with\n</td><td>4.14\n</td><td>increased prevention\nvigilance in daily life informational\n</td><td>4.09 </td><td>20 </td><td>16.45\n</td></tr><tr><td>Explicit reaction\n</td><td>teachers' epidemic\nprevention advice\nactive compliance\nwith prevention\nmeasures and\nwearing of masks\n</td><td>4.07\n</td><td>research of\nprevention knowledge\n</td><td>3.93 </td><td>20 </td><td>16.03\n</td></tr><tr><td>Epidemic\nprevention behavior\n</td><td>Daily life adaptability\n</td><td>4.08 </td><td>reporting to parentsor teachers </td><td>3.76 </td><td>55 </td><td>47.17\n</td></tr><tr><td>Individual performance </td><td>Sharing ofprevention knowledge </td><td>3.76\n</td><td>active\ncommunity cleaning </td><td>3.67 </td><td>20 </td><td>14.77\n</td></tr><tr><td>Physical and\nmental health\n</td><td>Psychological status </td><td>feelings of anxietyand panic </td><td>3.28 </td><td>reduced ability </td><td>2.67 </td><td>25 </td><td>14.81\n</td></tr><tr><td>Spiritual status </td><td>headaches </td><td>2.62 </td><td>insomnia </td><td>2.57 </td><td>25 </td><td>12.27\n</td></tr><tr><td> </td><td>Attitude and health </td><td>irritability </td><td>2.36 </td><td>suicidal thoughts </td><td>2.05 </td><td>30 </td><td>13.22\n</td></tr></table></body></html>"}, "TABREF7": {"text": "Of awareness, attitudes, and behaviors in relation to COVID-19 prevention among citizens in Central area and of their physical-mental health.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>nic disease\n</td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td> </td><td> </td><td> </td><td> </td><td> </td></tr></table></body></html>"}, "TABREF8": {"text": "Int. J. Environ. Res. Public Health 2020, 17, x FOR PEER REVIEW 17 of 25", "latex": null, "type": "table"}, "TABREF9": {"text": "Of awareness, attitudes, and behaviors in relation to COVID-19 prevention among citizens in Southern area and of their physical-mental health.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Background </td><td>Cognition </td><td>Attitude </td><td>Behavior </td><td>Physical and Mental Health\n</td></tr><tr><td>High cognition\n</td><td>Personal consensus (4.3)\nStreet visit consensus (4.3)\nPublic measures (4.1)\n</td><td>Campus alertness (4.2)\nCompliance with public\nmeasures (4.2)\n</td><td>Voluntarily wearing masks (4.2)\nCommunity cleaning (3.7)\n</td><td>Emotions (3.2)\nMental weakness (2.5)\nOvereating (2.2)\n</td></tr><tr><td>Low cognition\n</td><td>Epidemic-prevention\ncampaign (4.0)\n</td><td>Life alertness (4.1)\n</td><td>Teachers' reactions (3.7)\n</td><td>Ability deterioration (2.6)\n</td></tr><tr><td>Campus epidemic\nprevention (4.2)\n</td><td>Acquiring information\nfrom media (4.0)\n</td><td>Sense of justice (3.5)\n</td><td>Lumbago (2.1)\nSuicidal ideation (1.9)\n</td></tr><tr><td>Different gender\n(t) </td><td>Media outreach (3.9)\nPublic consensus (3.7:4.2) * </td><td>NS </td><td>NS </td><td>NS\n</td></tr><tr><td>Different age (F) </td><td>NS </td><td>NS </td><td>Expert advice(Under 20 &gt; 21-30) *\n</td><td>Stress (31-40 &gt; 21-30) *\nInsomnia (21-30 &gt; Under 20) *\npain sensitivity (21-30 &gt; Under 20) *\n</td></tr><tr><td> </td><td> </td><td>* p &lt; 0.01.\n</td><td>eating disorders(21-30 &gt; Under 20) *\n</td></tr></table></body></html>"}, "TABREF10": {"text": "Of awareness, attitudes, and behaviors in relation to COVID-19 prevention among citizens in Eastern area and of their physical-mental health.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>epidemic prevshould remind each information pertinent Background </td><td>ention. Authorities in Cognition </td><td>Southern Taiwan shoAttitude </td><td>uld enhance media ouBehavior </td><td>compliance with public health measures, and voluntary mask wearing have contributed to successful treach, and residents the epidemic prevention measures and actively collect thereby improving the epidemic prevention alertness and Physical and MentalHealth\n</td></tr><tr><td>other to comply with Family habits (3.9)\nPersonal consensus (3.9)\n</td><td> </td><td> </td></tr><tr><td> </td><td>to epidemic prevention, and individuals Campus advocacy (3.9)\nFamily consensus (3.9)\n</td><td> </td><td> </td><td> </td></tr><tr><td>High cognition\n</td><td>Public consensus (3.7)\n</td><td>behaviors of families and further reinforcing epidemic prevention. </td><td> </td></tr><tr><td>Advocacy to promote health (3.7)\n</td><td>Cooperation awareness (4.1)\n</td><td>Compliance with epidemic\nprevention measures (3.9)\n</td><td>Anxiety (3.6)\nHeadache (2.8)\n</td></tr><tr><td>3.3.4. East Area </td><td>Public epidemic-prevention\ncampaign (3.7)\n</td><td>Campus alertness (4.1)\n</td><td>Sense of justice (3.1)\n</td><td>Sense of loss (2.0)\n</td></tr><tr><td>As Table 9 </td><td>dicates, for epidecampus advocacy, and family Media epidemic-prevention\ncampaign (3.7)\nPublic epidemic-prevention\nfacilities (3.7)\n</td><td>inmic prevention attitudes, family habits, personal consensus, consensus had the highest score (3.9) and public facilities of epidemic </td></tr><tr><td>prevention Low cognition\n</td><td>lowest score (3.4)ranked highest (4.1) and compliance wiPropaganda and Epidemic\nPrevention (3.5)\nPublic anti-epidemic facilities (3.4)\n</td><td>h awareness, cth public measures Life alertness (3.8)\nComply with public\nanti-epidemic measures (3.2)\n</td><td>ation awareness an(3.2) lowest. RegardCommunity cleanliness (3.0)\nTeacher response, reflection\nfrom relatives and friends (3.4)\n</td><td>had the . Witooperd campus alertness ing behaviors, the Decreased ability (2.6)\nInsomnia (1.9)\nSuicide (1.8)\n</td></tr><tr><td>highest score was Different Health status(F)\n1: Good\n</td><td>in compliance with epidemic prevention measures (3.9) and the lowest in </td></tr><tr><td>community 2: common cold\n3: new coronavirus\n</td><td>cleaning (3.0). For physical Public places(1 &gt; 3,2) *\n</td><td>NS </td><td>NS </td><td>and mental health, anxiety was most notable (3.6) and suicidal pain sensitivity(4 &gt; 1) *\n</td></tr><tr><td>ideation leas4. chronic disease\n</td><td>le (1.8). These remedia outreach(1 &gt; 3,2) * </td><td>t notabsults are partially consistent with the findings in [35-37]. </td></tr><tr><td>F5. common trauma\n6. other\n</td><td>urther analysis revealed no significant differences between people of different genders, age was identified between physical and mental </td></tr><tr><td>groups, or occupations. However, a strong correlation * p &lt; 0.01.\n</td><td> </td><td> </td></tr></table></body></html>"}, "TABREF11": {"text": "Of awareness, attitudes, and behaviors in relation to COVID-19 prevention among citizens in Eastern area and of their physical-mental health.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>epidemic prevshould remind each information pertinent Background </td><td>ention. Authorities in Cognition </td><td>Southern Taiwan shoAttitude </td><td>uld enhance media ouBehavior </td><td>compliance with public health measures, and voluntary mask wearing have contributed to successful treach, and residents the epidemic prevention measures and actively collect thereby improving the epidemic prevention alertness and Physical and MentalHealth\n</td></tr><tr><td>other to comply with Family habits (3.9)\nPersonal consensus (3.9)\n</td><td> </td><td> </td></tr><tr><td> </td><td>to epidemic prevention, and individuals Campus advocacy (3.9)\nFamily consensus (3.9)\n</td><td> </td><td> </td><td> </td></tr><tr><td>High cognition\n</td><td>Public consensus (3.7)\n</td><td>behaviors of families and further reinforcing epidemic prevention. </td><td> </td></tr><tr><td>Advocacy to promote health (3.7)\n</td><td>Cooperation awareness (4.1)\n</td><td>Compliance with epidemic\nprevention measures (3.9)\n</td><td>Anxiety (3.6)\nHeadache (2.8)\n</td></tr><tr><td>3.3.4. East Area </td><td>Public epidemic-prevention\ncampaign (3.7)\n</td><td>Campus alertness (4.1)\n</td><td>Sense of justice (3.1)\n</td><td>Sense of loss (2.0)\n</td></tr><tr><td>As Table 9 </td><td>dicates, for epidecampus advocacy, and family Media epidemic-prevention\ncampaign (3.7)\nPublic epidemic-prevention\nfacilities (3.7)\n</td><td>inmic prevention attitudes, family habits, personal consensus, consensus had the highest score (3.9) and public facilities of epidemic </td></tr><tr><td>prevention Low cognition\n</td><td>lowest score (3.4)ranked highest (4.1) and compliance wiPropaganda and Epidemic\nPrevention (3.5)\nPublic anti-epidemic facilities (3.4)\n</td><td>h awareness, cth public measures Life alertness (3.8)\nComply with public\nanti-epidemic measures (3.2)\n</td><td>ation awareness an(3.2) lowest. RegardCommunity cleanliness (3.0)\nTeacher response, reflection\nfrom relatives and friends (3.4)\n</td><td>had the . Witooperd campus alertness ing behaviors, the Decreased ability (2.6)\nInsomnia (1.9)\nSuicide (1.8)\n</td></tr><tr><td>highest score was Different Health status(F)\n1: Good\n</td><td>in compliance with epidemic prevention measures (3.9) and the lowest in </td></tr><tr><td>community 2: common cold\n3: new coronavirus\n</td><td>cleaning (3.0). For physical Public places(1 &gt; 3,2) *\n</td><td>NS </td><td>NS </td><td>and mental health, anxiety was most notable (3.6) and suicidal pain sensitivity(4 &gt; 1) *\n</td></tr><tr><td>ideation leas4. chronic disease\n</td><td>le (1.8). These remedia outreach(1 &gt; 3,2) * </td><td>t notabsults are partially consistent with the findings in [35-37]. </td></tr><tr><td>F5. common trauma\n6. other\n</td><td>urther analysis revealed no significant differences between people of different genders, age was identified between physical and mental </td></tr><tr><td>groups, or occupations. However, a strong correlation * p &lt; 0.01.\n</td><td> </td><td> </td></tr></table></body></html>"}, "TABREF12": {"text": "Of awareness, attitudes, and behaviors in relation to COVID-19 prevention among citizens in Offshore islands and of their physical-mental health.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td>Cognition </td><td>Attitude </td><td>Behavior </td><td>Physical and Mental Health\n</td></tr><tr><td>High cognition\n</td><td>Family epidemic\nprevention, personal\nconsensus, public\nconsensus (4.3)\nAdvocacy to promote\n</td><td>Life alertness, campus\nalertness (4.2)\n</td><td>Compliance with public measures,\nvoluntarily wearing masks (4.1)\nSense of justice (3.9)\n</td><td>Anxiety (3.1)\nHeadache (3.0)\nIndigestion (2.5)\n</td></tr><tr><td>health (3.9)\nFamily habits (3.8)\n</td><td> </td><td> </td><td> </td></tr><tr><td>Low cognition\n</td><td>Campus epidemic\n</td><td>Epidemic prevention\nknowledge, teachers' advice\n</td><td> </td><td>Sense of urgency (2.9)\n</td></tr><tr><td>prevention (4.2)\n</td><td> </td><td>Suggestions from friends and\n</td><td>Insomnia (2.6)\n</td></tr><tr><td>Public epidemic\nprevention (4.0)\n</td><td>(3.9)\n</td><td>family, community cleaning (3.6)\n</td><td>Suicidal ideation (2.1)\nPain sensitivity (2.6:3.2) *\n</td></tr><tr><td>Different gender\n(t)\n</td><td>Epidemic\nPrevention(4.3:3.5) * </td><td>NS </td><td>Message sharing(3.8:3.9) *\n</td><td>Indigestion (2.2:2.7) *\nabnormal diet (2.4:2.5) *\ninsomnia (2.4:2.8) *\nemotional instability (2.3:2.8) *\nconfidence (2.5:2.4) * life goals\n</td></tr><tr><td> </td><td> </td><td> </td><td>Epidemic prevention steps (Under\n</td><td>(2.4:2.5) *\n</td></tr><tr><td>Different age (F) </td><td>NS\n</td><td>Media information (Under\n20,21-30,31-40,41-50 &gt; Over\n</td><td>20,21-30,31-40,41-50 &gt; Over 61) *\nepidemic prevention supervision\n</td><td>Pain sensitivity (4 &gt; Under\n20,21-30,31-40) *\n</td></tr><tr><td> </td><td> </td><td>61; Under 20 &gt; 31-40) *\n</td><td>(Under 20,21-30,31-40,41-50 &gt;\nOver 61) *\n</td><td>abnormal diet (41-50 &gt; Under 20) *\n</td></tr><tr><td> </td><td> </td><td>* p &lt; 0.01.\n</td><td> </td></tr></table></body></html>"}, "TABREF13": {"text": "Table 1.\nTable 1.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Area </td><td>City and county classification in Taiwan.\nCounty Name </td><td>Total\n</td></tr><tr><td>North Taipei, New Taipei, Keelung, Taoyuan, Hsinchu County, Hsinchu City, Yilan </td><td>7\n</td></tr><tr><td>Central </td><td>Miaoli, Taichung, Changhua, Nantou, Yunlin </td><td>5\n</td></tr><tr><td>South </td><td>Chiayi City, Chiayi County, Tainan, Kaohsiung, Pingtung </td><td>5\n</td></tr><tr><td>East </td><td>Hualien, Taitung </td><td>2\n</td></tr><tr><td>islands </td><td>Kinmen, Lienchiang, Penghu </td><td>3\n</td></tr></table></body></html>"}, "TABREF14": {"text": "Table 4.\nTable 4.", "latex": null, "type": "table", "html": "<html><body><table><tr><td> </td><td> </td><td> </td><td>Sample analysis.\n</td><td> </td><td> </td></tr><tr><td>Area </td><td>No. </td><td>% </td><td>Gender </td><td>No. </td><td>% </td><td>Occupation student </td><td>No. </td><td>%\n</td></tr><tr><td>Northern </td><td>711 </td><td>33.3% </td><td>male </td><td>842 </td><td>39.5% </td><td> </td><td>1505 </td><td>70.60%\n</td></tr><tr><td>Central </td><td>1129 </td><td>52.9% </td><td>female </td><td>1290 </td><td>60.5% </td><td>Restaurant Catering </td><td>131 </td><td>6.10%\n</td></tr><tr><td>South </td><td>211 </td><td>9.9% </td><td>Age </td><td>No. </td><td>% </td><td>tourism </td><td>28 </td><td>1.30%\n</td></tr><tr><td>East </td><td>25 </td><td>1.2% </td><td>Under 20 </td><td>1068 </td><td>50.1% </td><td>Leisure sport </td><td>19 </td><td>0.90%\n</td></tr><tr><td>islands </td><td>58 </td><td>2.7% </td><td>21-30 </td><td>769 </td><td>36.1% </td><td>Marketing media </td><td>13 </td><td>0.60%\n</td></tr><tr><td>Health status </td><td>No. </td><td>% </td><td>31-40 </td><td>105 </td><td>4.9% </td><td>Teachers and civil servants </td><td>21 </td><td>1%\n</td></tr><tr><td>Good health </td><td>1960 </td><td>91.9% </td><td>41-50 </td><td>111 </td><td>5.2% </td><td>Legal administration </td><td>13 </td><td>0.60%\n</td></tr><tr><td>other illnesses </td><td>29 </td><td>1.4% </td><td>51-60 </td><td>57 </td><td>2.7% </td><td>Human Resources </td><td>17 </td><td>0.80%\n</td></tr><tr><td>chronic </td><td>53 </td><td>2.5% </td><td>Over 61 education level </td><td>22 </td><td>1% </td><td>Finance/Insurance/Accounting </td><td>34 </td><td>1.60%\n</td></tr><tr><td>general </td><td>43 </td><td>2% </td><td> </td><td>No. </td><td>% </td><td>Business services </td><td>53 </td><td>2.50%\n</td></tr><tr><td>new coronary </td><td>20 </td><td>0.9% </td><td>Elementary </td><td>19 </td><td>0.9% </td><td>real estate </td><td>23 </td><td>1.10%\n</td></tr><tr><td>general trauma </td><td>27 </td><td>1.3% </td><td>Junior </td><td>56 </td><td>2.6% </td><td>Transportation </td><td>10 </td><td>0.50%\n</td></tr><tr><td>Leisure behavior </td><td>No. </td><td>% </td><td>Senior </td><td>301 </td><td>14.1% </td><td>Aviation industry andpetroleum industry </td><td>2 </td><td>0.10%\n</td></tr><tr><td>yes </td><td>260 </td><td>12.2% </td><td>universities </td><td>1697 </td><td>79.6% </td><td>E-commerce </td><td>3 </td><td>0.10%\n</td></tr><tr><td>no </td><td>1872 </td><td>87.8% </td><td>Over institute </td><td>59 </td><td>2.8% </td><td>Export trade </td><td>13 </td><td>0.60%\n</td></tr><tr><td>Travel habits </td><td>No. </td><td>% </td><td>Epidemicprevention message </td><td>No. </td><td>% </td><td>Industrial manufacturing </td><td>38 </td><td>1.80%\n</td></tr><tr><td>yes </td><td>1482 </td><td>69.4% </td><td>Oral </td><td>118 </td><td>5.5% </td><td>Machining </td><td>27 </td><td>1.30%\n</td></tr><tr><td>no </td><td>652 </td><td>30.6% </td><td>Proclamation </td><td>42 </td><td>2% </td><td>Agriculture, Forestry andFisheries </td><td>10 </td><td>0.50%\n</td></tr><tr><td>Health\neducation knowledge family </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td><td> </td></tr><tr><td>No. </td><td>% </td><td>newspapers </td><td>105 </td><td>4.9% </td><td>Soldiers and police </td><td>22 </td><td>1%\n</td></tr><tr><td>School </td><td>115 </td><td>5.4% </td><td>TV </td><td>989 </td><td>46.4% </td><td>Human agency </td><td>4 </td><td>0.20%\n</td></tr><tr><td>246 </td><td>11.5% </td><td>Online social platform </td><td>878 </td><td>41.2% </td><td>Retail and wholesale </td><td>34 </td><td>1.60%\n</td></tr><tr><td>Government </td><td>299 </td><td>14.0% </td><td> </td><td> </td><td> </td><td>Computer communication </td><td>22 </td><td>1%\n</td></tr><tr><td>Mass media </td><td>956 </td><td>44.8% </td><td> </td><td> </td><td> </td><td>Performance of art </td><td>10 </td><td>0.50%\n</td></tr><tr><td>Online social\nplatform </td><td>516 </td><td>24.2% </td><td> </td><td> </td><td> </td><td>Housekeeping freelance </td><td>80 </td><td>3.80%\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "The authors especially thank the editors and anonymous referees for their kindly review and helpful comments.", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments:"}]}