{
    "paper_id": "e4b4435eeba5f266997924de1a962b83ae0e0879",
    "metadata": {
        "title": "Severe acute respiratory syndrome coronavirus 2 and forensic pathology",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As is widely known, a novel virus termed severe acute respiratory syndrome coronavirus 2 (SARS CoV-2) emerged in December 2019 in Wuhan, China, which soon spread across the globe, causing the most significant pandemic in recent years. This entity is now commonly known as coronavirus disease 2019 (COVID-19). 1 The emergence of this virus has had an impact on all aspects of medicine, and forensic pathology is no exception. During the past year, since the variant first emerged, much knowledge has been gained about the pathology and management of this disease, prompting much in the way of sharing information both in published and online literature and through online seminars. The majority of what is currently known regarding the pathological changes associated with SARS-CoV-2 is from the work undertaken in the early days of the Wuhan outbreak. As the disease spread across the globe, several case reports and papers describing histopathological observations have been published. It is now well recognised that an important entity of this contagious disease is diffuse alveolar damage with macrophage activation, and during the course of 2020, a high incidence of prothrombotic states was observed, leading to pulmonary embolism. [2] [3] [4] [5] However, SARS-CoV-2 pathology is not limited to the respiratory tract, with cardiac, renal and neurological entities being described. [6] [7] [8] What is clear is that our understanding of the pathological consequences of the infection is still evolving, and the emergence of new strains will almost certainly pose new findings from post-mortem studies.",
            "cite_spans": [
                {
                    "start": 1237,
                    "end": 1240,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1241,
                    "end": 1244,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1245,
                    "end": 1248,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1249,
                    "end": 1252,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1387,
                    "end": 1390,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1391,
                    "end": 1394,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1395,
                    "end": 1398,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "How does this translate to forensic pathology? Whether or not a decedent shows positivity to SARS-CoV-2 poses little or indeed no difficulty in cases of traumatic homicide, for example a decedent who has SARS-CoV-2 positivity but who has received fatal injuries caused by sharp-force assault. Clearly, the decedent has died soon after injury infliction, and therefore the presence of a viral infection has no relevance as to the cause of death. However, homicide forms only a portion of modern forensic pathology work, and often a forensic pathologist is asked to perform a post-mortem examination on a decedent who is believed to have died following negligent care or historic injury or who has sustained a prolonged stay in hospital following injury causation from assault or road traffic incidents. These are the cases where a sound knowledge of the current arena regarding histopathology and, to a degree, pathophysiology is paramount.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It is accepted that certain groups of individuals are more susceptible to the effects of the SARS-CoV-2 viral infection, irrespective of the circumstances leading to death. This becomes extremely important in cases whereby determining causal link involving historic injury is the requirement for the instruction of a forensic pathologist to perform a post-mortem examination. The general population as a whole is equally at risk of contracting SARS-CoV-2 viral infection, and as such, predisposing disability does not necessary increase such risk. Anecdotal accounts, case reports and population studies of previously well patients with no known comorbidities who had fatally succumbed to COVID-19 provide further difficulty in assessing the role of COVID-19, causal link and fatal outcome. One could argue, however, that the pre-existing condition, be that neglectful care resulting in significant decubitus ulcers and malnutrition, incapacity from previous neurological injury following assault or polytrauma from road traffic collision, places the decedent within the category designated as 'high risk', and they would therefore be more liable to a poorer prognosis and fatal outcome. 9 A good understanding of the histopathology of COVID-19 will also assist the forensic pathologist in evaluating whether a positive ante-mortem or postmortem reverse transcription polymerase chain reaction (RT-PCR) result for SARS-CoV-2 has played an important role in the causation of death. Equally, pathologists conducting post-mortem examinations should be reminded of the importance of not relying upon a positive or indeed negative RT-PCR result. There should be a high suspicion of COVID-19-related pathology in those decedents where unexpected changes within the lungs are seen by either postmortem radiological or anatomical examination. A history of recent alteration in cognition, new-onset delirium or other neurological symptoms should prompt a thorough examination of the central nervous system by neuropathology to determine whether COVID-19related encephalitis is present. Cardiac lesions such as sudden-onset cardiac dysrhythmias or myocarditis should be appropriately investigated with histological examination, with the caveat that myocardial histological lesions are not always easily identifiable. Renal involvement leading to acute kidney injury, exacerbation of underlying renal disease or acute pyelonephritis should also prompt the pathologist to consider whether such processes could be the result of SARS-CoV-2 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "SARS-CoV-2 not only has pathological implications but has also resulted in changing the normal practices of both forensic and autopsy pathology. The Royal College of Pathologists issued a briefing document for mortuary personnel regarding autopsy practice in cases of possible COVID-19, since the virus is regarded as a hazard group 3 pathogen. This briefing document was created in February 2020 and has not since been revised, despite there being much progress in the knowledge of the disease. 10 Concerns regarding transmission of viral particles from the deceased to personnel has meant the employment of various forms of personal protective equipment, which remain commonplace, although some of these devices can be cumbersome to wear and may impede the practicalities of the autopsy process. It is not yet fully understood what degree of risk exists to mortuary or police personnel when dealing with a known infected decedent during an invasive post-mortem examination or at the scene of death. This lack of knowledge has resulted not only in some staff members being excluded from activity due to underlying health conditions, placing them within the group at high risk of increased morbidity and mortality, but also limiting the number of personnel allowed within the post-mortem suite during the examination, including police, in some mortuaries. These limitations not only impact on training and education but could also result in a loss of both experience and understanding of the necessity of the post-mortem examination itself and hamper open discussions around causation or injury interpretation. The lack of knowledge regarding post-mortem transmission of the virus has prompted recommendations of a staged postmortem examination in routine autopsy work, but such an approach is not appropriate to forensic cases and could potentially result in cases of missed homicide, especially if certain body compartments, such as the neck, are not invasively examined. 11 It is not known how long the virus may remain viable within the human body after death, although reports of mortuary staff and pathologists falling ill following a post-mortem examination upon an infected individual do not appear to be commonplace. Equally, with the current prevalence of the disease in everyday life, it would be difficult to be certain if a member of staff did indeed contract the SARS-CoV-2 virus that it was due to transmission from the deceased during the invasive post-mortem procedure or from exposure beyond the post-mortem room in the community. 12, 13 As we learn to adapt to life with the emergence of novel viruses and their mutations, the challenges which they pose both practically and medico-legally will make for interesting times ahead.",
            "cite_spans": [
                {
                    "start": 2549,
                    "end": 2552,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The author declared no potential conflicts of interest with respect to the research, authorship and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting interests"
        },
        {
            "text": "The author received no financial support for the research, authorship and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Brett E Lockyer https://orcid.org/0000-0002-2130-0913",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iD"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "536--544",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Alveolar macrophage dysfunction and cytokine storm in the pathogenesis of two severe COVID-19 patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EBioMedicine",
            "volume": "57",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Histopathology features of the lung in COVID-19 patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Montero-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pardo-Garcia",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Diagn Histopathol",
            "volume": "27",
            "issn": "",
            "pages": "123--127",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 pulmonary pathology: a multi-institutional autopsy cohort from Italy and New York City",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Borczuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Salvatore",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Seshan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Mod Pathol",
            "volume": "33",
            "issn": "",
            "pages": "2156--2168",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Thrombosis and COVID-19 pneumonia: the clot thickens!",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mccabe",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Garfield",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eur Respir J",
            "volume": "56",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Int",
            "volume": "98",
            "issn": "",
            "pages": "219--227",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Unexpected features of cardiac pathology in COVID-19 infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Fox",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akmatbekov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "142",
            "issn": "",
            "pages": "1123--1125",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Neuropathology of patients with COVID-19 in Germany: a post-mortem case series",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Matschke",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu¨tgehetmann",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hagel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Neurol",
            "volume": "19",
            "issn": "",
            "pages": "919--929",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Population-level COVID-19 mortality risk for nonelderly individuals overall and for non-elderly individuals without underlying diseases in pandemic epicenters",
            "authors": [
                {
                    "first": "Jpa",
                    "middle": [],
                    "last": "Ioannidis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Axfors",
                    "suffix": ""
                },
                {
                    "first": "Contopoulos-Ionnidis",
                    "middle": [],
                    "last": "Dg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Res",
            "volume": "188",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Briefing on COVID-19: Autopsy practice relating to possible cases of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Autopsy in suspected COVID-19 cases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hanley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Lucas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Youd",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Pathol",
            "volume": "73",
            "issn": "",
            "pages": "239--242",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Corrigendum to 'COVID-19 in forensic medicine unit personnel: observation from Thailand",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Sriwijitalai",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Wiwanitkit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Forensic Legal Med",
            "volume": "72",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Risk of coronavirus disease 2019 transmission during autopsy",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Pathol Lab Med",
            "volume": "144",
            "issn": "",
            "pages": "1445--1445",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}