{
    "paper_id": "e4cfeb28665db7f2d898eaf7ab83e24be754f942",
    "metadata": {
        "title": "A Rare Coincidence-a Second Trimester Ectopic Pregnancy Following Early Medical Abortion: a Case Report",
        "authors": [
            {
                "first": "Claire",
                "middle": [
                    "M"
                ],
                "last": "Mccarthy",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "D"
                ],
                "last": "Hayes-Ryan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "C"
                ],
                "last": "Harrity",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "J"
                ],
                "last": "Hogan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "&amp;",
                "middle": [
                    "R"
                ],
                "last": "Roopnarinesingh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "V",
                "middle": [],
                "last": "O&apos;dwyer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We describe a case of a woman in her mid-30s who presented to a tertiary level maternity hospital 17 days following early medical abortion with a positive pregnancy test. On the ultrasound examination, it was discovered that she had a second trimester ectopic pregnancy which was treated surgically with a unilateral salpingectomy. We discuss in depth factors related to this woman's care, such as appropriate assessment and evaluation of early medical abortion cases, the diagnostic challenges of early pregnancy scanning as well as the implications of the COVID-19 pandemic on the provision of care in these scenarios, and how this affected this woman's care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Early medical abortion (EMA) is a healthcare intervention conducted in both primary and secondary care settings. Following the abolition of the 8th amendment in Ireland in 2018, EMA was introduced into medical practice with clear guidance and standard operating procedures on January 1, 2019 [1] . In the Republic of Ireland, EMA is typically conducted in primary care under 10 weeks' gestation following two visits to a primary care provider with a regime of 200-mg mifepristone initially, followed by 800-mcg misoprostol [2] . According to national guidance, ultrasound is not mandatory in the diagnosis of a pregnancy in the absence of clinical concerns (e.g. inaccurate/uncertain dates, uterine abnormalities such as fibroids, medical conditions that would affect choice of method of termination or risk factors for ectopic pregnancy) less than 9 weeks' gestation. Most primary care providers cannot directly provide ultrasound assessment, given the necessity for specialized training in the discipline.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 295,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 523,
                    "end": 526,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Hence, when ultrasonography is deemed necessary, it is often either outsourced to private imaging providers or conducted in an obstetric unit. Guidance from the National Institute of Clinical Excellence in the UK recommend that women having EMA prior to confirmation of intrauterine pregnancy with confirmation of a yolk sac should be counselled regarding the a small risk of ectopic pregnancy, and the need for follow-up to ensure the pregnancy has been terminated or monitor for ectopic pregnancy should be explained [3] .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 522,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Ectopic pregnancy following attempted EMA is a rare event (7/100,000) [4] , and referral for urgent assessment is recommended if there are signs, symptoms or risk factors for this. Similarly, identification of ectopic pregnancy in the second trimester is also rare, with ectopic pregnancy generally considered a complication of the first trimester, with significant associated morbidity and mortality [5] . The typical timing of tubal rupture depends on the diameter of the segment where implantation has occurred, but is usually seen between 5 and 7 weeks gestation [6] . While there are a small number of case reports delineating second trimester ectopic pregnancy, none of these discuss the finding of an ectopic pregnancy following an unsuccessful first trimester medical termination of pregnancy.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 73,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 567,
                    "end": 570,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "We describe a case of a 35-year-old woman who presented 3 weeks following a first trimester medical EMA with a positive pregnancy test and a 14-week size tubal ectopic pregnancy. This presentation occurred during the COVID-19 pandemic. We delineate the management of this complex case and discuss some of the topics highlighted by this case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A woman in her mid-30s (AA) presented via general practitioner (GP) referral to a tertiary level maternity hospital 17 days following medical abortion in the first trimester with a positive urinary pregnancy test. This was AA's fifth pregnancy, with three previous spontaneous vaginal deliveries and one spontaneous first trimester. She had a past history of bariatric surgery 4 months previous. She was taking omeprazole for reflux oesophagitis. AA's menstrual cycle was noted to be erratic post-operatively, and she was using a contraceptive patch for contraception.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "AA presented to her GP requesting termination of pregnancy and was noted to be 6 weeks and 3 days gestation by her last menstrual period. Following the national protocol of certification and a 3-day wait, mifepristone and misoprostol were administered in the community. A heavy vaginal bleed occurred following this, and AA believed the termination to be complete. Fifteen days later, she had some vaginal bleeding accompanied by lower abdominal pain, in association with a syncopal episode. Two days later, she was assessed by her GP and was found to have a positive urinary pregnancy test. An urgent referral to tertiary care was made, where an ultrasound assessment was performed revealing a viable extra-uterine pregnancy, measuring approximately 14 weeks' gestation by biparietal diameter. On transabdominal and transvaginal ultrasound, it was situated in the Pouch of Douglas, in close approximation to the posterior uterus, rectum and iliac vessels. However, its vasculature and blood supply were difficult to delineate using colour flow Doppler ultrasound. The right ovary was clearly identified and separate, and the left ovary was difficult to see in its entirety.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "Following multi-disciplinary discussion, it was decided to perform assessment by diagnostic laparoscopy initially. Given the potential for major haemorrhage, and uncertainty regarding the location of the pregnancy, informed consent was obtained for diagnostic laparoscopy with permission to proceed to laparotomy, unilateral salpingo-oophorectomy and/or hysterectomy, with all appropriate risks outlined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "A surgical team with expertise in complex laparoscopic surgery was assembled, and during a four-port laparoscopy, a large left ectopic pregnancy was detected in the left fallopian tube, which was resting on the floor of the Pouch of Douglas (Image 3). Significant haemoperitoneum and fresh bleeding from the ectopic pregnancy were identified during initial exploration of the pelvis. As the admission ultrasound did not identify any intraperitoneal haemorrhage, it is not possible to determine if the rupture happened suddenly during the surgical manipulation, or preoperatively as an inpatient. Using bipolar diathermy, a left salpingectomy was performed, and the specimen and foetus were removed through an extended lateral port site. The total blood loss was 600 ml. Histology of the tubal specimen was consistent with a left ectopic tubal gestation. A post-operative transfusion of one unit of packed red cells was administered, and AA was discharged 48 h postoperatively. AA made a full recovery.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Report"
        },
        {
            "text": "This case demonstrates the unprecedented presentation of an unruptured second trimester tubal ectopic pregnancy following an unsuccessful EMA. There are a number of factors in this case that merit discussion and which provide us with significant learning points.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While ultrasound examination in EMA is not a prerequisite to the provision of treatment, it should be considered mandatory in cases where the dating of the pregnancy is inaccurate. For example, this woman had recent bariatric surgery with a documented irregular menstrual cycle. The menstrual cycle is known to be affected by surgical procedures, due to a stress response affecting the hypothalamic-pituitary pathway [7] . Additionally, it is well described that obesity is associated with anovulatory cycles [8] and bariatric surgery can reduce the rate of anovulation [9] . As AA had this history, as well as conceiving with an irregular cycle and while utilizing the contraceptive patch, ultrasound should likely have been considered prudent in the dating of this woman's pregnancy prior to EMA. However, the availability of ultrasound is not ubiquitous, and the difficulty in access may affect the decisionmaking behaviours of healthcare providers, a phenomenon which has previously been described in other specialities [10] , as well as obstetrics and gynaecology [11, 12] . Some primary care centres do have access to point of care ultrasound, which has been shown to aid in the diagnosis and improved care for patients [13] . In 2015, it was demonstrated that the limited access to diagnostic tests, such as imaging, did have an impact on the delivery of quality care to patients [14] . It is also important to acknowledge the rarity of this case, and that most referrals to secondary care with a positive urinary pregnancy test following EMA are for retained products of conception, with EMA having a failure rate of less than 5% [15] .",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 420,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 509,
                    "end": 512,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 570,
                    "end": 573,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1069,
                    "end": 1073,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1074,
                    "end": 1077,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1226,
                    "end": 1230,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1387,
                    "end": 1391,
                    "text": "[14]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1638,
                    "end": 1642,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "A further factor to take into account in this case is that EMA was administered at approximately 11 weeks' gestation. EMA taken at later gestations is associated with a lower success rate. Additionally, this woman had recent bariatric surgery which may potentially have compromised the absorption of mifepristone and misoprostol [16] . Both medications are absorbed rapidly following oral ingestion. This highlights the importance of taking a full medication and medical history from patients when prescribing, as this may reveal interactions or contra-indications to respective treatments.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "From a secondary care point of view, the diagnosis of a second trimester pregnancy is also difficult, and there have been a number of pregnancies diagnosed as intrauterine when in fact the pregnancy location is extra-uterine [17, 18] . The size of the gestational sac and presence of a foetus can cause uncertainty and difficulty in the diagnosis and thus shows the importance of a trained sonographer and a consistent, systematic approach to ultrasound in early pregnancy.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "text": "[17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 230,
                    "end": 233,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The final factor to consider is the potential effect the COVID-19 pandemic had on this case. Access to care during this pandemic was compromised, with telemedicine superseding physical consultations in many care settings. A temporary change to the national model of care for early termination of pregnancy was made, allowing remote virtual consultation for EMA, if deemed to be appropriate, for the duration of the COVID-19 public health emergency. The rationale for this was to maintain social distancing, reduce transmission risk and lower the burden on general practice. It is important to note that the interim guidance still allowed for face-to-face consultations when deemed necessary. Factors specific to this case which may have been related to COVID-19 are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "-Telemedicine consultation may have caused a communication barrier to elucidating a full history and identification of risk factors. -Clinical examination of the patient may have helped identify the need for an ultrasound prior to commencing medical abortion. -EMA may have been performed at an earlier gestation if there were no barriers to care. -Earlier presentation to the GP and identification of the ectopic pregnancy diagnosis following syncopal episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Additionally, as some women attend a different primary care practitioner to their routine carer for EMA, some information may be compromised, and thus the suitability for the location or method of termination may be affected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This paper discusses the rare coincidence of a second trimester ectopic pregnancy in the setting of an unsuccessful medical abortion. We delineate the clinical course of this case and discuss factors relevant to her care. When assessing a woman for EMA, a high degree of clinical suspicion needs to be exercised in the case of irregular cycles, the use of hormonal contraception and recent medical/surgical history. It is important particularly in the current climate that access to care and facilities (such as ultrasound) can potentially be impacted by both healthcare as well as societal restrictions, and we need to ensure that clinical decision-making is not compromised by extraneous factors, in order to provide the highest standard of safe, quality care to all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Department of Health: Regulation of Termination of Pregnancy Act",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Institute of Obstetricians and Gynaecologists. Termination of pregnancy under 12 weeks.Royal College of Physicians, Version 1.0, Published",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "National Institute for Health and Care Excellence. NG 140 Abortion Care",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Significant adverse events and outcomes after medical abortion",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cleland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Creinin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nucatola",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nshom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trussell",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Obstet Gynecol",
            "volume": "121",
            "issn": "1",
            "pages": "166--71",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "on behalf of MBRRACE-UK. Saving lives, improving mothers' care -lessons learned to inform maternity care from the UK and Ireland confidential enquiries into maternal deaths and morbidity 2015-17",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bunch",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tuffnell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shakespeare",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kotnis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Clincal review: ectopic pregnancy. GP Online",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The stress response to trauma and surgery",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Desborough",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "BJA",
            "volume": "85",
            "issn": "1",
            "pages": "109--126",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Effects of gastric bypass surgery on female reproductive function",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Legro",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Dodson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Gnatuk",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Estes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Kunselman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Meadows",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Endocrinol Metab",
            "volume": "97",
            "issn": "12",
            "pages": "4540--4548",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The impact of bariatric surgery on menstrual patterns",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Teitelman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Grotegut",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "N"
                    ],
                    "last": "Willians",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Obes Surg",
            "volume": "16",
            "issn": "11",
            "pages": "1457--63",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Healthcare resource availability, quality of case and acute ischemic stroke outcomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "O&apos;brien",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "JAHA",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1161/JAHA.116.003813"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Maternity ultrasound in the Republic of Ireland 2016: a review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hayes-Ryan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcnamara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IMJ",
            "volume": "110",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Undiagnosed cervical ectopic pregnancy: continuing to a viable gestation",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hayes-Ryan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Khawaja",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lenehan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JCR Medicine",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Point-of-care ultrasound in primary care: a systematic review of generalise performed point-ofcare ultrasound in unselected populations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sorenson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hunskaar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ultrasound J",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Access to diagnostics in primary care and the impact on a primary care led health service",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "O&apos;riordan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Doran",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Collins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ir Med J",
            "volume": "108",
            "issn": "2",
            "pages": "53--58",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Factors affecting the outcome of early medical abortion: a review of 4132 consecutive cases",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Ashok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Templeton",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Wagaarachchi",
                    "suffix": ""
                },
                {
                    "first": "Gmm",
                    "middle": [],
                    "last": "Flett",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BJOG",
            "volume": "109",
            "issn": "11",
            "pages": "1281--1290",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1471-0528.2002.02156.x"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Vitamin, mineral, and drug absorption following bariatric surgery",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Sawaya",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Friedenberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Friedenberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Drug Metab",
            "volume": "13",
            "issn": "9",
            "pages": "1345--55",
            "other_ids": {
                "DOI": [
                    "10.2174/138920012803341339"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Delayed diagnosis and management of second trimester abdominal pregnancy. Case Rep",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Bhardwaj",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "2017",
            "issn": "",
            "pages": "2017--221433",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Early pregnancy failure: beware of the pitfalls of modern management",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "T"
                    ],
                    "last": "Barnhart",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Fertil Steril",
            "volume": "98",
            "issn": "5",
            "pages": "1061--1066",
            "other_ids": {
                "DOI": [
                    "10.1016/j.fertnstert.2012.09.018"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Authors' Contributions CMC, DHR and VOD were involved in the articles' conception. CMC and DHR wrote the first draft. CH, JH and RR were involved in the review of drafts and critical appraisal. All authors approved the final version of the document for submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "Conflict of Interest The authors declare that they have no conflict of interest.Ethical Approval Not applicable.Informed Consent Written informed consent was obtained for the publication of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with Ethical Standards"
        }
    ]
}