{
    "paper_id": "e5680d271527c8f88562bed88ef59877ea3089ff",
    "metadata": {
        "title": "Attitudes Towards Digital Health Technology: Introducing the Digital Health Scale",
        "authors": [
            {
                "first": "Ridley",
                "middle": [],
                "last": "Cassidy",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen Mary University of London",
                    "location": {
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": "*correspondingauthoremail:ridzcassidy@icloud.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "The study sought to investigate the relationship between attitude towards digital health technology and age, gender and frequency of use of digital health technology and to consider whether age, gender and frequency of use present potential barriers to accessing future healthcare in the UK. Differences in technological affinity are likely to lead to differences in the adoption of digital health technology and subsequent inequalities in healthcare between older and younger people and between men and women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Design: The study represents an example of a technology adoption study employing a survey-based cross sectional correlational design. Attitude towards digital health technology was measured using the 20 item Digital Health Scale. Age, gender, frequency of use of health technology and employment status data were gathered using a demographics questionnaire. The opportunity sample (N = 247) included volunteer participants aged 16-84 years (M = 31.7, SD = 19.35, 156 females and 91 males).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results indicated a significant negative correlation between age and positive attitude towards digital health technology (r = -0.24, p < .01). Gender differences in attitudes towards digital health technology were non-significant (p > .05). Significant differences in frequency of use were also found, where occasional and frequent use resulted in more positive attitudes than never having used digital health technology (p < 0.05) and participants reporting frequent use were significantly older than those reporting never or occasional use (p < .05) Conclusion: Findings identified age, but not gender, as a significant factor in attitude towards digital health technology, suggesting that continued and increased reliance on digital technology in healthcare may lead to age, but not gender, related inequalities in access to healthcare in the UK. That frequent users of digital health technology were also older, highlights the greater demand for healthcare services by older individuals and is further evidence for the potential of digital healthcare to lead to age related inequalities in access to and provision of healthcare. Recommendations for successful application of digital healthcare technology are considered in the light of these findings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Technology is ever present in all aspects of our lives and will be for as long as it continues to develop new ways to help us live more efficiently and improve our quality of life. Technology's ongoing growth and development at an irrepressible rate has \"transformed the way we live, work and communicate\" (Maitland, 2012). Therefore we must embrace the growth of technology and advance with it in all areas of our lives. Health technology is defined as \"the application of organized knowledge and skills in the form of devices, medicines, vaccines, procedures and systems developed to solve a health problem and improve quality of lives\" (World Health Organization, 2017).The majority of technological advances so far in healthcare are mainly due to new opportunities created by the Internet that challenge traditional health care (Eysenbach, 2001), the impact of which continues to grow. Technology and its continued development offer great potential for increased efficiency for communication, even more so with advances in mobile communication and accessibility of mobile devices. A study conducted by The Office of Communications (Ofcom, 2016) showed that 93% of adults in the United Kingdom owned a mobile phone, 71% of those owned a smartphone, offering huge potential for the healthcare sector to exploit, and in doing so, revolutionise the way healthcare is delivered. Emerging Health Technologies AXA PPP Healthcare have published a recent report detailing a number of examples of work exploring the potential of digital healthcare technology (AXA PPP Healthcare, 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Examples include a patient-focused digital services study where SMS (short message service) reminders were employed as part of a smoking cessation programme, with results producing a \"9% 52-week quit rate compared to 4% with the over-the-counter nicotine replacement therapy and 1% quit rate with simple GP advice\". The AXA PPP Healthcare report goes on to refer to a study directed by the Hurley Group, London, which demonstrated the potential that digital health services offered. A series of patient orientated online services, including specialist advice, symptom checking, self-help content and GP consulting, resulted in half of those patients who used the 'eConsult' service being managed remotely, shorter waiting times and fewer GP appointments. To explore the potential of these services on a larger scale and establish its future role in the healthcare",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Introduction system, the service has now been extended to one million patients. Patient-focused digital services are now adopted nationally by health service providers as an effective method of communicating with and monitoring patients (AXA PPP Healthcare, 2017).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Digital health takes several forms. eHealth 1 is one of the most rapidly developing and adopted forms of digital health technology. Whilst it has no single unifying definition, perhaps because of its endless possibilities, Eyesenbach (2001) defines it as \"technical development, but also a state-of-mind, a way of thinking, an attitude, and a commitment for networked, global thinking, to improve health care locally, regionally, and worldwide by using information and communication technology\". The benefits of eHealth are noted by Eysenbach and include increased efficiency in health care and better quality of care. The presence of eHealth continues to grow globally within the healthcare sector, its benefits are becoming widely acknowledged, \"The findings suggest that Americans' believe that health IT adoption is an effective means to improve the quality and safety of health care.\" (Gaylin, Moiduddin, Mohamoud, Lundeen, & Kelly, 2011) . Chiron Health also refer to the proven value of telemedicine for individuals in assisted living facilities, where it allows doctors to manage cases by remote visits and determine if a hospitalisation is actually necessary (Chiron Health, 2017) . Telemedicine 2 is an example of a fast emerging digital health technology. It involves the remote diagnosis and treatment of patients by means of telecommunications technology which can \"speed up diagnoses, increase access to care for remote populations, reduce health care costs and even relieve physician shortages.\" (Parks, 2017) . Telemedicine is still in the early stages of development but has already been adopted worldwide by a number of health organisations to deliver efficient health care and exploit the associated economic benefits. For example, in America the cost of a telemedicine appointment is around \"$45 compared with approximately $100 for the same appointment in a doctor's office\" (Beck, 2016) . Recent statistics illustrate how this method of health care has already been widely adopted in America, with more than 15 million Americans receiving some kind 1 A relatively recent term for healthcare practice supported by electronic processes and communication. 2 \"Telemedicine allows health care professionals to evaluate, diagnose and treat patients at a distance using telecommunications technology.\" (Chiron Health, 2017) . is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 943,
                    "text": "(Gaylin, Moiduddin, Mohamoud, Lundeen, & Kelly, 2011)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1168,
                    "end": 1189,
                    "text": "(Chiron Health, 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1511,
                    "end": 1524,
                    "text": "(Parks, 2017)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1896,
                    "end": 1908,
                    "text": "(Beck, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2317,
                    "end": 2338,
                    "text": "(Chiron Health, 2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 of medical care remotely in 2015, a figure that the American Telemedicine Association expect to grow by 30% in 2017 (Beck, 2016) .",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "September 6, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 94,
                    "text": "https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 120,
                    "text": "https://doi.org/10. /2021",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 249,
                    "text": "(Beck, 2016)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Particularly pertinent in the context of the ongoing COVID 19 global pandemic is that telemedicine also \"allows for better care in places where medical expertise is hard to come by\" and reduces the patient's exposure to potentially contagious patients, reducing the risk of the spread of diseases within the hospital walls (Beck, 2016) . Parks (2017) reports the findings of two survey studies that help demonstrate the extent to which technology is being used by health professionals to deliver healthcare services, the first, an MGMA Stat poll exploring if physicians will or currently offer telehealth services in 2017, found that almost 17 percent of the 1,325 respondents said that they already offer telemedicine services and a further 21 percent have plans to use the technology.\", and the second, telehealth Index survey from American Well, found that 57 percent of physicians are interested in seeing patients over video if clinically appropriate. Together these results provide evidence for an irreversible shift in the way we deliver healthcare as the worldwide adoption of telemedicine and similar emerging digital health technologies becomes ever more apparent.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 335,
                    "text": "(Beck, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 338,
                    "end": 350,
                    "text": "Parks (2017)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Other digital health technologies include 3D bioprinting 3 , microchips modelling clinical trials 4 , optogenetics 5 and digestible sensors 6 , as well as many others still in the very early stages of development. All of these digital health technologies \"are starting to allow healthcare practitioners to offer cheaper, faster and more efficient patient care than ever before\" (Honigman, 2014) .",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 394,
                    "text": "(Honigman, 2014)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The e adoption of digital health technologies for the delivery of health care does present some potential disadvantages, including a breakdown in the relationship between 3 Using living cells to 3D print organs (Gilpin, 2014) . 4 Microchip modelling clinical trials aim to replace the use of animals in clinical trials to more accurately test the safety and efficacy of treatment for human patients and spare the lives of countless animals typically used in testing. (Honigman, 2014) . 5 Neuroscientists can target a single neuron in the brain of a mouse merely by turning on a light. (Honigman, 2014) . 6 A sensor that transmits information about a patient to medical professionals to help them customise the care to the individual as well as the care provided to other individuals experiencing similar health conditions or ailments. (Honigman, 2014) . is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 225,
                    "text": "(Gilpin, 2014)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 467,
                    "end": 483,
                    "text": "(Honigman, 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 486,
                    "end": 487,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 585,
                    "end": 601,
                    "text": "(Honigman, 2014)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 835,
                    "end": 851,
                    "text": "(Honigman, 2014)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 health professional and patient, a breakdown in the relationship between health professionals, and issues concerning the quality of health information (Hjelm, 2005) . Such issues may present significant obstacles for the adoption of digital health as the standard for health care delivery.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "September 6, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 94,
                    "text": "https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 120,
                    "text": "https://doi.org/10. /2021",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 285,
                    "text": "(Hjelm, 2005)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "Equally, people's attitude has been highlighted as another factor with the potential to slow down or prevent the introduction of digital health (Arning & Ziefle, 2009 ). According to the ABC Model, attitudes are defined as \"relatively enduring organization of beliefs, feelings, and behavioral tendencies towards socially significant objects, groups, events or symbols\" (Hogg & Vaughan 2005, p. 150 ) that have an Affective component (feelings and emotions), a Behavioural component (how a person's attitude influences how they think they will behave) and a Cognitive component (knowledge and beliefs). The 'principle of consistency' states that there is an expectation that a person's attitude and how they behave are consistent with each other (McLeod, 2014) . A study conducted by HealthMine to investigate telemedicine awareness, reported 39% of participants were not aware of telemedicine, with participants who had never used telemedicine, 42% preferred in-person doctor visits (Beck, 2016) . These findings illustrate how attitudes and awareness offer valuable insight into behavior, highlighting a barrier to the adoption of health technology, not just for users but also for providers. A survey containing 1500 family physicians established that only 15% of the practices had adopted telemedicine as part of their long term future strategy (Beck, 2016) , signifying that telemedicine has a long way to go before becoming a universally accepted and adopted health technology and highlighting the need for further research in the area of digital health technology adoption.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 166,
                    "text": "(Arning & Ziefle, 2009",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 370,
                    "end": 398,
                    "text": "(Hogg & Vaughan 2005, p. 150",
                    "ref_id": null
                },
                {
                    "start": 746,
                    "end": 760,
                    "text": "(McLeod, 2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 984,
                    "end": 996,
                    "text": "(Beck, 2016)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1349,
                    "end": 1361,
                    "text": "(Beck, 2016)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "Despite the well documented benefits of new technology, not everyone is able to experience these benefits equally. The 'digital divide' 7 in the use of general technology has been reported in areas such as education (Digital Divide in UK Schools, 2017) and business (Anderson, 2016) and limits the impact of technology because of such things as geographical location, socioeconomic factors, and age and gender disparities (Digital Divide in the UK, 2017). It is reasonable to suggest that such factors may also affect digital health technology, 7 \"The idea of the \"digital divide\" refers to the growing gap between the underprivileged members of society, especially the poor, rural, elderly, and handicapped portion of the population who do not have access to computers or the internet; and the wealthy, middle-class, and young Americans living in urban and suburban areas who have access.\" (Digital Divide, 2017) . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 282,
                    "text": "(Anderson, 2016)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 891,
                    "end": 913,
                    "text": "(Digital Divide, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint limiting its adoption and resulting in inequalities in healthcare. There are relatively few technology adoption studies focussing specifically on digital health technology in the UK, but the ones there are suggest that, amongst a number of socioeconomic factors, age and gender may be major factors in the adoption of health technologies. Arning and Ziefle (2009) explored the role played by age and gender in the acceptance of health technology and found that older participants perceived higher 'utilization barriers' and reported higher concerns about data safety issues than younger participants. A 2015 Health Tech Nation Survey, conducted by AXA PPP Healthcare, confirmed increasing adoption of health technology but identified clear generational differences between attitudes to, and the adoption of, different types of health technology (AXA PPP Healthcare, 2017). Younger people seem keener to embrace 'big data' and demonstrate a belief that health technology can help with the management of long-term conditions (especially obesity, diabetes, cancer and heart disease), while those over 55 have more of a focus and interest in health monitoring devices. Kaushal, Ancker, Silver and Miller (2013) reported a relationship between age and attitudes towards health technologies, suggesting age as a potential barrier to digital health, \"Belief that EHR [Electronic Health Records] would improve healthcare quality was significantly more common among those under the age of 40 years than other age groups.\" Similar trends were found in the Care Innovations study which suggesting that \"People over 65 are traditionally less-experienced with technology when compared to younger adults, and most people over 65 show declines in perceptual, motor, and/or cognitive function that can interfere with their ability to use technologies.\" (Care Innovations, 2013).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 500,
                    "text": "Arning and Ziefle (2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1302,
                    "end": 1343,
                    "text": "Kaushal, Ancker, Silver and Miller (2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1497,
                    "end": 1524,
                    "text": "[Electronic Health Records]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "A recent study exploring acceptance of eHealth technologies in older people living with chronic pain, reported that older adults wanted eHealth to be delivered alongside existing in-person visits from health and social care professionals (Currie, Philip & Roberts, 2015) , The results suggest that although older participants are open to the idea of the change in the way health care is delivered, they do not want their health to be entirely dependent on health technology. These results highlight age as a potential barrier to the adoption of digital health technology, supporting the need for further research in this area.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 270,
                    "text": "(Currie, Philip & Roberts, 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "The idea of gender as a possible barrier in the adoption of technology has been apparent for some time, since gender disparities were reported in general technology . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint acceptance studies (e.g. Bowser & Daugherty, 1998) . In a study of public health promotion, Ek (2013) reported that \"findings show clearly that being female is a strong predictor of being more proactive and engaged in seeking, gaining and discussing health-related issues\".",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 187,
                    "text": "Bowser & Daugherty, 1998)",
                    "ref_id": null
                },
                {
                    "start": 229,
                    "end": 238,
                    "text": "Ek (2013)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "Ek concluded that to succeed in public health promotion and interventions, the measures taken should be much more sensitive to the gender gap in health information behaviour.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "This identifies gender as a potentially important factor in understanding the use of digital health technology. However, there is contradictory evidence regarding gender differences, with some studies reporting inconclusive relationships between gender and attitudes towards health technologies. Kaushal et al. (2013) , for example, found \"none of the sociodemographic variables [investigated] were significantly associated with privacy and security concerns about HIE [Health Information Exchange] .\" In light of inconclusive findings from existing studies, gender differences in attitudes towards health technology will be further investigated in the present study.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 317,
                    "text": "Kaushal et al. (2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 469,
                    "end": 498,
                    "text": "[Health Information Exchange]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "As general technology studies have reported frequency of use as a significant correlate of attitudes towards technology (r = .49, p < 0.0005, Lukow, 2005) , it will also be considered in the present study as a factor related to potential barriers to the adoption of digital health technology. In a study exploring public attitudes towards digital health technology, Gaylin, Moiduddin, Mohamoud, Lundeen and Kelly (2011) found that affinity to health technology was affected by how frequently individuals used health technology, \"respondents who are more experienced with electronic technology have more favourable attitudes toward health IT [information technology].\" A further study investigating patient attitudes towards mobile phone-based health monitoring revealed that those who were more comfortable with mobile phone based monitoring (mHealth) owned and used a smart phone prior to the study, suggesting an association between use of technology and attitudes to and adoption of digital health (McGillicuddy, et al., 2013) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 154,
                    "text": "Lukow, 2005)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 366,
                    "end": 419,
                    "text": "Gaylin, Moiduddin, Mohamoud, Lundeen and Kelly (2011)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1001,
                    "end": 1029,
                    "text": "(McGillicuddy, et al., 2013)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Barriers to Digital Health Technology"
        },
        {
            "text": "Potential barriers limiting access to healthcare have serious implications and present a potential public health risk. Thus, it is important to examine the role that age and gender play in attitude towards digital health technology and, in turn, in the adoption of digital healthcare technology. This is particularly important in light of the increasing aged population in the UK, \"70% of UK population growth between 2014 and 2039 will be in the . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Present Study"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Present Study"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint over 60 age group, an increase from 14.9 to 21.9 million people\" (Government Office for Science, 2016), and associated higher demands of older people on healthcare services, \"Most people aged 75 and over have one or more health conditions\" (Mortimer & Green, 2015) . Consequently, there is an increasing need for older people to use digital health technology to access healthcare services. If older people are unwilling or unable to engage with digital health technology, this creates and inequality in healthcare that could have a major negative impact on the health of the population in the UK.",
            "cite_spans": [
                {
                    "start": 377,
                    "end": 401,
                    "text": "(Mortimer & Green, 2015)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "The Present Study"
        },
        {
            "text": "The present study examines the relationship between age, gender and the attitudes towards digital health technology. To the author's knowledge there is no suitable existing measure of attitudes to digital health. Using a newly developed attitude towards digital health technology scale (The Digital Health Scale, DHS) focussing on knowledge of, emotional response to, and behaviour towards health technology (i.e., the ABC model of attitudes, McLeod, 2014), the study explores age and gender as possible barriers to access to digital health and, in the broader context, access to healthcare. The study tests the hypotheses that there will be a significant correlation between age and attitude towards digital health technology and that there will be a significant difference between males and females in their attitude towards health technology. Reported frequency of use is also expected to reveal differences in attitude towards digital health technology and age.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Present Study"
        },
        {
            "text": "Investigating these factors, the study addresses the broader issue of whether digital health technology is likely to improve access to healthcare consistently across the population. The aim is to identify factors that will help eradicate or lessen the risk of inequalities in health care and ensure equality in delivery of health care in the UK.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Present Study"
        },
        {
            "text": "The study used a survey-based cross sectional correlational design. The study variables were age in years, gender, frequency of us of health technology (never, occasionally, frequently), occupation (student, employed, retired, other) and attitudes towards digital health technology measured using the self-report Digital Health Scale (digitalhealthscale.com). The following controls were employed to counter the effects of . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint extraneous variables 8 : participants under 16 years were excluded from the study as they are not responsible for their own healthcare; the survey was anonymous to reduce the effects of social desirability, a form of response bias 9 , and increase the validity of participants' responses; the survey includes both positively and negatively worded statements and reverse scoring of some statements to limit the effects of acquiesce bias 10 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design"
        },
        {
            "text": "The study adopted a non-probability convenience sample of 247 volunteers recruited from a college population of faculty, staff and students to participate in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The sample included 91 males and 156 females with an age range of 16 to 84 years (M = 31.7, SD = 19.35). Occupational status was 131 students, 77 employed, 26 retired, 13 other.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "Frequency of use of health technology was 101 never, 119 occasionally, 27 frequently.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Participants"
        },
        {
            "text": "The DHS is a self-report measure of attitudes towards digital health technology (digitalhealthscale.com). It contains 20 statements relating to how people feel, behave and think about health technology. Statements represent the different components of attitudes, i.e., emotion, behaviour and cognition (McLeod, 2014) and the different aspects and issues that are relevant to the use of technology in health, including ease of use, reliability and privacy. Participants respond to each statement along a 5-point Likert scale (McLeod, 2008) from strongly agree to strongly disagree depending how much they agree or disagree with the statement. Example statements include 'I don't really understand how to use heath technology' and 'If I am ill, I prefer to look on the internet for help than go to the doctors'. A total DHS score is achieved by summing the scores of the 20 individual statements, giving a theoretical scoring range of 20-100. There are a mix of positively and negatively worded statements, with scores for positive statements (2, 4, 5, 9, 11, 13, 14, 16, 18) reversed so that a high DHS score represents a positive attitude towards digital health. 8 Extraneous Variables are undesirable variables that influence the relationship between the variables that an experimenter is examining. (Psychology World, n.d.) 9 The bias shown by people to present themselves in positive ways to the community. (Psychology Dictionary). 10 The bias shown by people who agree with positively worded statements . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 316,
                    "text": "(McLeod, 2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 524,
                    "end": 538,
                    "text": "(McLeod, 2008)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1041,
                    "end": 1044,
                    "text": "(2,",
                    "ref_id": null
                },
                {
                    "start": 1045,
                    "end": 1047,
                    "text": "4,",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1050,
                    "text": "5,",
                    "ref_id": null
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "9,",
                    "ref_id": null
                },
                {
                    "start": 1054,
                    "end": 1057,
                    "text": "11,",
                    "ref_id": null
                },
                {
                    "start": 1058,
                    "end": 1061,
                    "text": "13,",
                    "ref_id": null
                },
                {
                    "start": 1062,
                    "end": 1065,
                    "text": "14,",
                    "ref_id": null
                },
                {
                    "start": 1066,
                    "end": 1069,
                    "text": "16,",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1073,
                    "text": "18)",
                    "ref_id": null
                },
                {
                    "start": 1163,
                    "end": 1164,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 1326,
                    "end": 1327,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1435,
                    "end": 1437,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Materials The Digital Health Scale (DHS)"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials The Digital Health Scale (DHS)"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials The Digital Health Scale (DHS)"
        },
        {
            "text": "The DHS was piloted with a focus group of five members of the general public who agreed to take part (age range 16-48 years; 3 females, 2 males). Members completed a 23 item draft version of the survey and provided verbal feedback as part of a group discussion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials The Digital Health Scale (DHS)"
        },
        {
            "text": "Following piloting the wording of three statements was revised, three items were deleted, and a definition of digital health technology was added in order to make it statements more understandable and relatable for the participants, 'the use of electronic systems and devices, including smartphones and apps, computers, telephone booking systems and the internet, for diagnosis and treatment of illnesses and more general healthcare organisation and education'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials The Digital Health Scale (DHS)"
        },
        {
            "text": "The remaining 20 statements constituted the final Digital Health Scale used in the study. The internal reliability of the final 20 item DHS was assessed using Cronbach's itemanalysis. The alpha coefficient was .84, which shows that the reliability of the scale is acceptable (Field, 2013) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 288,
                    "text": "(Field, 2013)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Materials The Digital Health Scale (DHS)"
        },
        {
            "text": "A short questionnaire will be used to collect age, gender, frequency of use of digital health technology and employment status data from participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographics Questionnaire."
        },
        {
            "text": "The study was approved by Winstanley College Institutional Review Board. Following college ethics approval, a request for study volunteers together with the participant information sheet and survey link were distributed via email to staff and students at a college in the United Kingdom. Participants were fully informed of the purpose of the study and that participation was voluntary anonymous. They were advised that by completing and returning the survey they were giving their informed consent to participate in the study. To make recruitment and data collection more efficient the DHS and demographic questions were available online using the online survey platform SurveyMonkey©. There was the option to complete a print version of the survey if participants preferred. Volunteers who were willing to participate completed the online or print survey and demographic questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "Online responses to were captured automatically in an Excel spreadsheet. Participants completing print copies returned these anonymously to a collection point. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Procedure"
        },
        {
            "text": "A Shapiro-Wilk's Test (p > .05), as well as visual inspection of the histogram, showed that attitudes towards digital health technology response data were approximately normally distributed, with skewness of -0.283 (SE = 0.155) and a kurtosis of 0.167 (SE = 0.309).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Therefore, parametric data analysis techniques can legitimately be used for most parts of the analysis involving DHS scores. Figure 1 suggests a moderate negative correlation between attitude towards digital health and age. Pearson's correlation coefficient confirmed a significant small to moderate (Cohen, 1988) correlation (r(247)= -.32, 2-tailed, p < .01). Therefore the experimental hypothesis is accepted and the null hypothesis is rejected. There is a significant negative correlation between age attitudes towards health technology.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 313,
                    "text": "(Cohen, 1988)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 133,
                    "text": "Figure 1",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Age . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards digital health"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards digital health"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint As age data failed to approximate normal distribution (Shapiro-Wilk's test p < 0.05, skewness = 1.05, SE = 0.155; kurtosis = -0.227, SE = 0.309), a non-parametric Spearman's correlation was also calculated. Although the correlation coefficient was slightly smaller, a significant negative correlation was nevertheless confirmed. (r(247)= -.24, 2-tailed, p < .01). Levene's test for equality of variance was non-significant (p > .05), therefore homogeneity of variance can be assumed. An independent samples t-test conducted to compare the effect of gender on attitudes towards digital health confirmed the difference was non-significant (t(245) = 0.467, 2-tailed, p > .05).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards digital health"
        },
        {
            "text": "Gender . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards digital health"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards digital health"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes towards digital health"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint subjects ANOVA conducted to compare the effects of frequency of use on age in never, occasionally and frequently conditions was significant (F(2, 244) = 7.618, p < 0.01). Post hoc comparisons using the LSD test confirmed a significant difference in mean age between never and occasionally (p < 0.05), never and frequently (p < 0.05), and between occasionally and frequently (p < 0.05) conditions. Thus, there are significant differences in mean age according of frequency of use of digital health technology. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Technology and Use"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. between subjects (ANOVA) conducted to compare the effects of occupation type on attitude towards digital health was significant (F(244, 2) = 7.618, p < 0.01). Post hoc comparisons using the LSD test confirmed a significant difference in mean attitude towards digital health between retired and student (p < .001) and between retired employed (p < 0.001). No other comparisons were significant (p > .05). Thus, there are significant differences in age according to occupation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health Technology and Use"
        },
        {
            "text": "The aim of the study was to explore the relationship between age, gender and attitude towards digital health, having identified age and gender as potential barriers to the adoption of digital health and therefore limiting access by some people in the UK to healthcare services. Because of the rapidly ageing population in the UK (Government Office for Science, 2016) and the greatly increased needs and demand on healthcare services of Attitudes towards digital health Occupation . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint older people (Mortimer & Green, 2015) , there was a particular focus in the study on age and the adoption of digital health. The link between attitudes and behaviour is well-established, where behaviour is consistent with attitude (McLeod, 2014) , and there is evidence highlighting attitudes as an important factor in technology adoption studies (e.g., AXA PPP Healthcare, 2017; Kaushal, Ancker, Silver, & Miller, 2013) . Therefore, in the absence of a suitable attitudinal measure, the study developed the Digital Health Scale (digitalhealthscale.com) as a measure of attitudes towards digital health to investigate age and gender differences in the likely acceptance and adoption of digital health in the UK.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 174,
                    "text": "(Mortimer & Green, 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 368,
                    "end": 382,
                    "text": "(McLeod, 2014)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 517,
                    "end": 557,
                    "text": "Kaushal, Ancker, Silver, & Miller, 2013)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Based on previous research that identifies age as a factor affecting attitudes towards, and adoption of, technology in general (Arning & Ziefle, 2009) , it was predicted that there would be a significant relationship between age and attitudes towards digital health. Findings from the present study show a significant small to moderate negative correlation between age and attitude towards digital health. Older people therefore expressed a more negative attitude towards digital health. When occupation data was explored, retired people expressed a significantly more negative attitude towards digital health than both students and employed people. Assuming that retired people are generally older-the average age of retirement in the UK for males is 65 years and 64 years for females (Organisation for Economic Co-operation and Development, 2017)-this further supports the association between age and attitude towards digital health. Age and use of digital health were also explored to investigate which age group used digital health most frequently. Findings showed that the group reporting using digital health frequently were significantly older than those reporting using it occasionally or never using it, supporting the suggestion that older people have a greater demand for healthcare services (Mortimer & Green, 2015) so are increasingly having to use digital health as the main, or only, way to access services. These findings are in line with a number of existing general technology and health technology studies. For example, a German study exploring the acceptance of technology in relation to age, concluded that older participants tended to feel \"intimidated by these new health-technologies, as they cannot appraise the consequences of using these devices for their living context\" (Arning & Ziefle, 2009) , suggesting how older people feel uncomfortable when using technology. A 2017 report, The Impact of health technology on . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 150,
                    "text": "(Arning & Ziefle, 2009)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1303,
                    "end": 1327,
                    "text": "(Mortimer & Green, 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1799,
                    "end": 1822,
                    "text": "(Arning & Ziefle, 2009)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Digital Health Technology and Age"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital Health Technology and Age"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 people's behaviours (AXA PPP Healthcare, 2017) , also included findings that demonstrated how younger people have a more positive attitude towards digital health, valuing it more and are more willing to engage with it, than older people. Other studies, including Kaushal et al. (2013) and Currie and Roberts (2015) , exploring age as a potential barrier to the adoption of digital heath reported similar findings, concluding that age does play a role in attitudes towards and acceptance of digital health.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "September 6, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 94,
                    "text": "https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 120,
                    "text": "https://doi.org/10. /2021",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 167,
                    "text": "(AXA PPP Healthcare, 2017)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 384,
                    "end": 405,
                    "text": "Kaushal et al. (2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 410,
                    "end": 435,
                    "text": "Currie and Roberts (2015)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Digital Health Technology and Age"
        },
        {
            "text": "While findings are inconsistent, some previous technology adoption studies have reported gender differences. Therefore, gender was assessed in the present study for its impact on attitudes towards digital health. Findings did not support a significant gender difference in attitude towards digital health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Digital Health and Gender"
        },
        {
            "text": "The findings were not completely unexpected given that existing research investigating gender differences in technology studies is inconclusive. Findings from recent studies that explored gender disparity in relation to technology are divided. Some studies report that gender does have an impact on attitudes towards both general technology health technology, suggesting how females have a more negative attitudes in some areas of technology use (Bowser & Daugherty, 1998) but are more interested in seeking health related information (Ek, 2013) . Similar trends were not evident in the data of the present study, perhaps partly due to the difference in the aims and design of the study, but the absence of gender differences is also reported in other technology adoption studies, including Kaushal, et al (2013) , which helps support findings from the present study.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 472,
                    "text": "(Bowser & Daugherty, 1998)",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 545,
                    "text": "(Ek, 2013)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 791,
                    "end": 812,
                    "text": "Kaushal, et al (2013)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Digital Health and Gender"
        },
        {
            "text": "Because the primary focus of the study was to explore adoption of digital health and because the rationale for the study rested heavily on the suggestion that older people have a greater need to access health services and therefore a greater need to use digital health, self-reported usage data was collected. Findings showed that those participants reporting frequent use of digital health were significantly older than those who reported never or occasional use. This finding provides support for the notion presented in the study and supported in published evidence (McGillicuddy, et al., 2013; Gaylin et al., 2011 ) that older . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 597,
                    "text": "(McGillicuddy, et al., 2013;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 598,
                    "end": 617,
                    "text": "Gaylin et al., 2011",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Use of Digital Health"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Use of Digital Health"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101 https://doi.org/10. /2021 people, because of their declining health and need for health care, currently have a greater need to use digital health as a means to access health care services.",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 70,
                    "text": "September 6, 2021. ;",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 94,
                    "text": "https://doi.org/10.1101",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 120,
                    "text": "https://doi.org/10. /2021",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of Digital Health"
        },
        {
            "text": "The growing aged population (Government Office for Science, 2016; Green, 2015) and the seemingly irreversible trend towards digital health (Parks, 2017) means that the frequency of use of digital technology is likely to grow. This adds extra emphasis to the need to ensure that older people, in particular, develop an increasingly positive attitude towards digital health. Analysis of reported usage data in the present study revealed that those reporting frequent and occasional use of digital health reported a significantly more positive attitude towards digital health than those who never use digital health. This finding is supported by other studies that report usage as a significant factor in attitudes towards and adoption of technology, including Gaylin et al. (2011) and McGillicuddy, et al. (2013) , who both reported similar findings suggesting that individuals who use digital health technology more, and have more experience with digital health technology, demonstrate a more positive attitude towards digital health when compared to those who use it on a less frequent basis. Similar trends are reported in the present data Thus, it seems providing opportunities for individuals, particularly older people and those likely to avoid using digital health, is likely to help develop a more positive attitude towards digital health and lead to increased adoption of digital health. This has already been demonstrated in general technology studies, where technology educations programmes had a positive effect on attitudes towards technology (Bowser & Daugherty, 1998) .",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 65,
                    "text": "Science, 2016;",
                    "ref_id": null
                },
                {
                    "start": 66,
                    "end": 78,
                    "text": "Green, 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 139,
                    "end": 152,
                    "text": "(Parks, 2017)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 758,
                    "end": 782,
                    "text": "Gaylin et al. (2011) and",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 783,
                    "end": 810,
                    "text": "McGillicuddy, et al. (2013)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1554,
                    "end": 1580,
                    "text": "(Bowser & Daugherty, 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Use of Digital Health"
        },
        {
            "text": "The study had some limitations that should be considered when interpreting the findings. Younger participants were overrepresented in the study sample so the size of the reported correlation coefficient between age and attitudes towards health technology may have been affected by attenuation bias 11 caused by the skew of the age data (Kendall & Stuart, 1958 , cited in Barrett, 2001 . So, the degree of association may be greater than reported. Data were collected using both online and face-to-face methods. The study was conducted in the UK with UK residents. This may limit the application of findings to the other populations, and conclusions can only safely be drawn for the UK. Finally, the 11 The underestimation of the size of correlation coefficient, resulting from errors in the independent variable. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 359,
                    "text": "(Kendall & Stuart, 1958",
                    "ref_id": null
                },
                {
                    "start": 360,
                    "end": 384,
                    "text": ", cited in Barrett, 2001",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 701,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations and Directions for Future Research"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint limitations of the Digital Health Scale should be considered. Although the DHS showed acceptable internal reliability (Cronbach's alpha .84, Field, 2013) and the reported correlation with age and significant differences between usage levels and between occupation types support the validity of the DHS as a measure of attitude towards health technology, this is a newly developed measure and further evidence of its reliability and validity is needed.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 290,
                    "text": "Field, 2013)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and Directions for Future Research"
        },
        {
            "text": "As well as further work developing and testing the DHS as a measure of attitudes towards digital health, future studies should focus on gathering empirical data on the relationship between attitudes towards digital health and actual usage. If significant associations continue to be reported then work needs to be done on how to foster positive attitudes towards digital health and if providing opportunities for 'at risk' groups, including older people, to use health technology in supported situations is a valuable way to improve attitudes and adoption of digital health. Studies incorporating the opinions of healthcare professionals and the users of digital health should also be undertaken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations and Directions for Future Research"
        },
        {
            "text": "The study provides evidence supporting age, but not gender, as a significant factor explaining attitudes towards digital health. Older individuals expressed a more negative attitude towards health technology. There is a strong association between attitude and behaviour, as demonstrated in a number of technology adoption studies (e.g. Kaushal et al., 2013) . Thus, the suggestion that age may be a barrier to access to healthcare, leading to a potential public health risk around inequality in health care, is worth further consideration. This is particularly important given the aging population in the UK who are likely to have a greater demand for health service provision (Government Office for Science, 2016; Green, 2015) . Older individuals may be unable to, or unwilling to, access these healthcare services if, as seems to be the growing and irreversible trend (Parks, 2017) , they are delivered via technology-based platforms. The study did provided evidence that older, retired people reported more frequent use of digital health technology than younger, student and employed people. This suggests that healthcare services already rely heavily on technology and the greater demand for these services by older people. Therefore, it seems critical that measures are taken to ensure older people in particular are likely to and able to access digital health services. Failing to take steps to ensure this could limit access to health care . CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 357,
                    "text": "Kaushal et al., 2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 700,
                    "end": 714,
                    "text": "Science, 2016;",
                    "ref_id": null
                },
                {
                    "start": 715,
                    "end": 727,
                    "text": "Green, 2015)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 870,
                    "end": 883,
                    "text": "(Parks, 2017)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint and with long-term health implications. The study also provided evidence that people who reported more frequent use of digital health technology also expressed a more positive attitude towards digital health than those who reported never having used digital health technology. This is a common finding in technology adoption studies exploring general technology, where increased use of technology and technology education programmes altered attitudes towards technology (Bowser & Daugherty, 1998; Lukow, 2005) . The experience does however have to be positive, and it is therefore argued here that positive experience with digital health technology, provided as part of an organised and structured intervention targeting older people, is one way in which negative attitudes could be addressed, helping to ensure that age presents less of a barrier to access to health care.",
            "cite_spans": [
                {
                    "start": 607,
                    "end": 633,
                    "text": "(Bowser & Daugherty, 1998;",
                    "ref_id": null
                },
                {
                    "start": 634,
                    "end": 646,
                    "text": "Lukow, 2005)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Finally, in developing the Digital Health Scale, the study provides an import and unique contribution to measurement that can be used to gain critical insight in digital health research and intervention studies focussing on user behaviour. Bowser, R., & Daugherty, M. (1998) . Students' attitudes towards technology in selected technology education programmes. Journal of Technology Educational, 10(1), 4-19.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 274,
                    "text": "Bowser, R., & Daugherty, M. (1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The copyright holder for this this version posted September 6, 2021. ; https://doi.org/10.1101/2021.09.03.21262482 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Digital divide threatens business productivity and UK economy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Different Perspectives on Technology Acceptance: The Role of Technology Type and Age",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Arning",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ziefle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "20--41",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-642-10308-7"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "The impact of health technology on people's behaviours",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Axa Ppp Healthcare",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "AXA PPP Healthcare",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Skewmess and Pearson Correlations",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "How Telemedicine is Transforming Health Care",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Internet-based data collection: Promises and realities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benfield",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Slemko",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Research in Practice",
            "volume": "2",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Older Populations Have Adopted Technology for Health",
            "authors": [],
            "year": 2013,
            "venue": "Care Innovations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "What is Telemedicine?",
            "authors": [
                {
                    "first": "Chiron",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Statistical power analysis for the behavioural sciences",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Hillside: NJ: Lawrence Earlbaum Associates",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Attitudes towards the use and acceptance of eHealth technologies: a case study of older adults living with chronic pain and implications for rural healthcare",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMC Health Services Research",
            "volume": "16",
            "issn": "15",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12913-015-0825-0"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Digital Divide in UK Schools",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Gender differences in health information behaviour: a Finnish population-based survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Promotion International",
            "volume": "30",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/dat063"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What is e-health",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Eysenbach",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Medical Internet Research",
            "volume": "3",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.3.2.e20"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Discovering statistics using IBM SPSS statistics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Public Attitudes about Health Information Technology, and Its Relationship to Health Care Quality, Costs, and Privacy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Gaylin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moiduddin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohamoud",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lundeen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Kelly",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Health Services Research",
            "volume": "46",
            "issn": "3",
            "pages": "920--938",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1475-6773.2010.01233.x"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "3D 'bioprinting': 10 things you should know about how it works",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gilpin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Retrieved Feburary",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Future of an Ageing Population",
            "authors": [],
            "year": 2016,
            "venue": "Government Office for Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Benefits and drawbacks of telemedicine",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Hjelm",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "11",
            "issn": "",
            "pages": "60--70",
            "other_ids": {
                "DOI": [
                    "10.1258/1357633053499886"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The 7 Biggest Innovations in Health Care Technology in 2014. referralMD. Retrieved Feburary 10",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Honigman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Social Psychology",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Consumer experience with and attitudes toward health information technology: a nationwide survey",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Kaushal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ancker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Silver",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Informatics in Health and Biomedicine",
            "volume": "20",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/amiajnl-2012-001062"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Students Attitudes Toward the Use of Technology in the Classroom. University of New Orleans, Human Performance and Health Promotion",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lukow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Patient Attitudes Toward Mobile Phone-Based Health Monitoring",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcgillicuddy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weiland",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frenzel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Brunner-Jackson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taber",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "."
                    ],
                    "last": "Treiber",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Medical internet research",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2196/jmir.2284"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Likert Scale. Retrieved Feburary 21",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Attitudes and Behavior. Retrieved Feburary 28",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mcleod",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Briefing: The Health and Care of Older People in England",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mortimer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Age UK",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Organisation for Economic Cooperation and Development",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Where telemedicine has been, where it's headed. AMA Wire",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Parks",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Extraneous and Confounding Variables and Systematic vs Non-Systematic Error",
            "authors": [],
            "year": 2017,
            "venue": "Psychology World",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Health Technology",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF3": {
            "text": "Figure 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Attitudes towards digital health by genderFigure 2 shows a small difference in mean attitudes towards digital health scores between males (M = 62.8, SD = 12.6, N = 91) and females (M = 61.6, SD = 12.2, N = 156).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Attitudes towards digital health by frequency of useFigure 3 shows a difference in mean attitudes towards digital health scores between the three self-reported levels of use of digital health, never (M = 59.1, SD = 12.1, N = 101), occasionally (M = 64.1, SD = 11.6, N = 119), frequently (M = 64.3, SD = 14.4, N = 27). A one-way between subjects analysis of variance (ANOVA) conducted to compare the effects of frequency of use on attitude towards digital health in never, occasionally and frequently conditions was significant (F(2, 244) = 5.056, p < .01). Post hoc comparisons using the LSD test confirmed a significant difference in mean scores between never and occasionally (p < 0.01) and between never and frequently (p < 0.05) conditions. The difference between occasionally and frequently conditions was non-significant (p > .05). Thus, there is a significant difference in attitude towards digital health according to frequency of use",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Mean age by frequency of use of digital healthFigure 4 shows a difference in mean age according to the level of self-reported frequency of use of digital health, never (M = 26.3, SD = 18.3, N = 101), occasionally (M = 34.5, SD = 19.2, N = 119) and frequently (M = 39.4, SD = 19.5, N = 27). A one-way between",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Attitudes towards digital health by occupationFigure 5 shows a difference in mean attitude towards digital health between occupation types, student (M = 64.0, SD = 10.6, N = 131), employed (M = 63.2, SD = 12.7, N = 77), retired (M = 50.8, SD = 13.7, N = 26) and other (M = 57.9, SD = 11.9, N = 13). A one-way",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "Thank you to Judith Wallace for support provided during completion of the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        }
    ]
}