{
    "paper_id": "e5bdfeb8c2712e9589ef3f65edde030a8f6c59f6",
    "metadata": {
        "title": "Relationships of total COVID-19 cases and deaths with ten demographic, economic and social indicators",
        "authors": [
            {
                "first": "Dimitar",
                "middle": [],
                "last": "Valev",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stara Zagora Department",
                    "location": {
                        "postCode": "6000",
                        "settlement": "Stara Zagora",
                        "country": "Bulgaria"
                    }
                },
                "email": "valev@gbg.bg"
            }
        ]
    },
    "abstract": [
        {
            "text": "We have used data for 45 countries with a population of over 30 millions in which 85.8% of the world's population lives. The statistical relationships of total COVID-19 Cases and Deaths per million populations in these countries with 10 demographic, economic and social indicators (indices) were studied. These indicators are Life Expectancy, Median Age, Growth Rate, Population Density, GDP PPP per capita, Human Development Index (HDI), Gini index of income equality, Intelligence Quotient (IQ), Corruption Perceptions Index (CPI) and Democracy Index. Statistically significant relationships were found with all indicators excluding Gini index and Population Density. We have found that the closest is the relationship of Deaths per million population and total Cases per million population with correlation coefficient R = 0.926. Therefore, it is clear statistically that the more are Cases per million in a country the more are Deaths per million. This confirms the correctness of the timely and effective introduction of the necessary pandemic restrictions in the countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "It is interesting that the close correlations were found of Cases and Deaths per 1 million with a purely economic index like GDP PPP per capita, where R = 0.687 and R = 0.660, respectively. Even more close correlations were found of Cases and Deaths per 1 million with a composite index HDI, where the correlation coefficients reach 0.724 and 0.680, respectively. This paradoxical results show that the richest and well-being countries are most seriously affected by the COVID-19 pandemic. The most probable reason for this is the large percentage of aging population, comorbidity of population with severe chronic diseases and obesity in countries with high GDP and HDI. No less important reason appears the delayed and/or insufficiently effective pandemic restrictions in these countries, which have underestimated the danger of a pandemic in early stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Other indicators (excluding Gini index and Population Density) also show statistically significant correlations with Cases and Deaths per 1 million with correlation coefficients from 0.432 to 0.634. The countries that deviates the most from the regression lines were shown. Surprisingly, there was no statistically significant correlation between Cases and Deaths with Population Density. The statistical significance of the found correlations determined using Student's t-test was p <0.0001. The countries that deviate the most from both sides of the regression line were shown. It has been shown that the correlations of COVID-19 cases and Deaths with the studied indicators decrease with time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID- 19) is an infectious disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1] . It was first identified in December 2019 in Wuhan, China, and has resulted in an ongoing pandemic [2] . As of 4 September 2020, more than 26.3 million cases have been reported across 188 countries and territories, resulting in more than 870 thousand deaths. More than 17.5 million people have recovered [3] . Common symptoms include fever, cough, fatigue, shortness of breath, and loss of smell and taste. While the majority of cases result in mild symptoms, some progress to acute respiratory distress syndrome (ARDS) possibly precipitated by cytokine storm, multi-organ failure, septic shock, and blood clots. The virus is primarily spread between people during close contact, most often via small droplets produced by coughing, sneezing, and talking. According to the World Health Organization (WHO), there are neither vaccines nor specific antiviral treatments for COVID- 19 [4] . Management involves the treatment of symptoms, supportive care, isolation, and experimental measures. The WHO recommends 1 -2 meters of social distance.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 36,
                    "text": "19)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 133,
                    "end": 136,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 445,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1015,
                    "end": 1021,
                    "text": "19 [4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a novel severe acute respiratory syndrome coronavirus closely related to the original SARS-CoV [5] . It is thought to have an animal (zoonotic) origin. It is 96% identical at the whole genome level to other bat coronavirus samples (BatCov RaTG13) [6] . It is the seventh known coronavirus to infect people [7] . The coronaviruses are capable of causing illnesses ranging from the common cold to more severe diseases such as Middle East respiratory syndrome (MERS, fatality rate ~34%). The standard method of testing is polymerase chain reaction (PCR) [8] . The test is typically done on respiratory samples obtained by a nasopharyngeal swab, however, a nasal swab may also be used. Based on Johns Hopkins University statistics, the global Case fatality rate (CFR) is 5.2% as of 24 June 2020. [3] The number strongly varies by regionfrom less than 1% in Saudi Arabia, Ethiopia, and Uzbekistan to 14-15% in Italy, United Kingdom and France [9] .",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 162,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "[6]",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 373,
                    "text": "[7]",
                    "ref_id": null
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[8]",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 859,
                    "text": "[3]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1002,
                    "end": 1005,
                    "text": "[9]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Several factors have been found statistically that increase severe course and mortality of COVID- 19: 1. One of the most important factors in COVID-19 mortality is the age of infected. The Case fatality rate (CFR) is the number of deaths divided by the number of diagnosed cases. According to data for China, CFR remains within 0.2% for children and young people in the age groups 0-9, 10-19, 20-29 and 30-39 years. With age, CFR increases rapidly and reaches 14.8% for the age group 80+ years [10] . Dependence of CFR from age of infected is shown on Fig. 1 . is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "19:",
                    "ref_id": null
                },
                {
                    "start": 494,
                    "end": 498,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 552,
                    "end": 558,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "I. Introduction"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. . https://doi.org/10.1101/2020.09.05.20188953 doi: medRxiv preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The exponential type of CFR dependence on the age of the infected is similar in other countries, but in some countries with increasing age the CFR increases more sharp. For example, in the Netherlands, Sweden, Finland, Israel, Canada, Mexico, and the Philippines, the CFR for the 80-89 age group exceeds 30%. In these countries, the CFR is significantly higher in the age groups over 60 years too. [11] .",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 402,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "2. The next crucial factor of mortality from COVID-19 appears comorbidity of patients with severe diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Most of those who die of COVID-19 have pre-existing (underlying) conditions, including hypertension, diabetes mellitus, and cardiovascular disease [12, 13] .",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[12,",
                    "ref_id": null
                },
                {
                    "start": 152,
                    "end": 155,
                    "text": "13]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "3. Vitamin D deficiency in populations. Strong correlation between prevalence of severe Vitamin D deficiency and population mortality rate from COVID-19 in Europe has been found in [14] 4. Very high Body mass index (Obesity). Johns Hopkins cardiologist David Kass discusses a recent study he co-led that links higher body mass index to more severe cases of COVID-19 and points to obesity as a significant pre-existing condition in younger patients in particular [15] . 5 . The role of the BCG vaccine for the prevention of COVID 19 remains controversial yet [16, 17] .",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "text": "[14]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 462,
                    "end": 466,
                    "text": "[15]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 469,
                    "end": 470,
                    "text": "5",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 558,
                    "end": 562,
                    "text": "[16,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 563,
                    "end": 566,
                    "text": "17]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The Infection fatality rate (IFR) reflects the percent of infected individuals (diagnosed and undiagnosed) who die from a disease. IFR at least is several times less than CFR because of many asymptomatic and mild symptoms infected persons. It is hardly be accurately calculated yet the global value is of the order of 0.64% [18] . IFR strongly varies across regions and countriesfrom 0.11 % in Sub-Saharan Africa to slightly above 1 % in Western Europe and High-income Asia Pacific [19] .",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 328,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 482,
                    "end": 486,
                    "text": "[19]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The basic reproduction number (R0) of the virus has been estimated to be 5.7 [20] . Therefore each infection from the virus is expected to result in 5.7 new infections when no members of the community are immune and no preventive measures are taken. This shows that COVID-19 is much more contagious than seasonal flu, which has R0 between 1 and 2. Preventive measures to reduce the chances of infection include staying at home, avoiding crowded places, keeping distance from others, washing hands with soap and water often and for at least 20 seconds, avoiding touching the eyes, nose, or mouth with unwashed hands, and monitoring and self-isolation for people who suspect they are infected. Authorities worldwide have responded by implementing travel restrictions, lockdowns, workplace hazard controls, and facility closures. Many places have also worked to increase testing capacity and trace contacts of infected persons.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[20]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Many countries have recommended that healthy individuals wear face masks at least in certain public settings. This recommendation is meant to reduce the spread of the disease by asymptomatic and pre-symptomatic individuals and is a complementary measure to established preventive measures such as social distancing. The severity of COVID-19 varies. The disease may take a mild course with few or no symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Social distancing includes infection control actions intended to slow the spread of disease by minimizing close contact between individuals. Methods include quarantines; travel restrictions; and the closing of schools, workplaces, stadiums, theatres, or shopping centers. Self-isolation at home has been recommended for those diagnosed with COVID-19 and those who suspect they have been infected. Many governments have mandated or recommended self-quarantine for entire populations. Those who may have been exposed to someone with COVID-19 and those who have recently traveled to a country or region with the widespread transmission have been advised to self-quarantine for 14 days from the time of last possible exposure [21] . Containment is undertaken in the early stages of the outbreak and aims to trace is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 726,
                    "text": "[21]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. . https://doi.org/10.1101/2020.09.05.20188953 doi: medRxiv preprint and isolate those infected as well as introduce other measures to stop the disease from spreading. Suppression requires more extreme measures so as to reverse the pandemic by reducing the basic reproduction number to less than 1 [22] . More drastic actions aimed at containing the outbreak were taken in China once the severity of the outbreak became apparent, such as quarantining entire cities and imposing strict travel bans [23] . Contact tracing is an important method for health authorities to determine the source of infection and to prevent further transmission [ is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [
                {
                    "start": 366,
                    "end": 370,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 565,
                    "end": 569,
                    "text": "[23]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 707,
                    "end": 708,
                    "text": "[",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. . https://doi.org/10.1101/2020.09.05.20188953 doi: medRxiv preprint ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "We used data for countries with a population of over 30 million. There are 45 countries from China with 1434 million inhabitants to Angola with 31.8 million inhabitants [37] .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[37]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Data and methods of processing"
        },
        {
            "text": "In our work, we have used the limit of more than 30 million populations, because these countries are less than a quarter of the countries in the world, and 85.8% of the world's population lives in them. Moreover, the difference in population of the countries used for statistical analysis does not exceed 50 times. If all countries were used in the study, taking into account that the difference in the population between the largest country and smallest one (China and the Vatican, respectively) is over a million times, an unacceptably large difference in the statistical weight of the countries would be obtained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Data and methods of processing"
        },
        {
            "text": "Data for total COVID-19 cases per 1 million population (Cases/1M) and deaths per 1 million populations (Deaths/1M) were used for all countries studied. The data were taken from [34] . Data for 28 May 2020 were used in the main calculations. To check whether there is a change in the correlations with the development of the pandemic, a statistical analysis was made for three different dates roughly two months apart -9 April, 28 May and 7 August 2020.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "text": "[34]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "II. Data and methods of processing"
        },
        {
            "text": "The following 10 demographic, economic and social indicators (indices) for the surveyed countries were used, namely: is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Data and methods of processing"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. In addition to linear regression, power, logarithmic and exponential functions were used for statistical data processing. The statistical significance of the found correlations was assessed using Student's t-test. The statistical package STATISTICA has been used for calculations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. Data and methods of processing"
        },
        {
            "text": "Below the results of statistical studies on the relationship of total COVID-19 cases per 1 million population and deaths per 1 million populations at 28 May 2020 with 10 demographic, economic and social indicators (indices) are shown. We have found that the Log Deaths per million is the most closely connected with Log Cases per million and the coefficient of correlation reaches R = 0.926. The dependence of Log Deaths per million from Log Cases per million is shown in Fig. 4 . The names of the most deviated countries from the regression line are shown in the figure. Therefore, it is statistically clear that how the more are Cases per million in a country, the more are Deaths per million. From Fig. 4 it is seen that Saudi Arabia, Russia, Vietnam and Uganda lie below the regression line, i.e. mortality in these countries is lower.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 478,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 701,
                    "end": 707,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "III. Results"
        },
        {
            "text": "A Case fatality rate (CFR) from Cases per million was then sought and it was found that CFR increased logarithmically with increasing of Cases. The relationship is statistically significant with a correlation coefficient R = 0.524 and is shown in Fig. 5 . This confirms that the higher the Cases per million, the higher the Case fatality rate. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 247,
                    "end": 253,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "III. Results"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. A statistical analysis of the relationship of total COVID-19 cases and Deaths with 10 demographic, economic and social indices has been implemented below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Results"
        },
        {
            "text": "A statistical link between total Cases and Deaths with Life Expectancy was first sought. A positive correlation was found with correlation coefficients R = 0.532 and R = 0.514, respectively. As total Cases and Deaths per 1 million differ by several orders of magnitude in different countries, we hypothesized that they increase exponentially with Life Expectancy. Indeed, the correlation coefficients of the exponential relationship increased and reached 0.634 and 0.594, respectively. The dependence of Log Cases/1M from Life Expectancy is shown in Fig 6. The most deviating countries from exponential relationship were shown. Vietnam, Japan, South Korea, Thailand, Myanmar and Angola lie below the regression line, whereas Spain, USA, Peru, Russia, South Africa, Nigeria and DR Congo lie above the regression line. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 550,
                    "end": 556,
                    "text": "Fig 6.",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "III. Results"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. The statistical significance of the found correlations determined using Student's t-test was p <0.0001. The trend of exponential growth of total Cases and Deaths with Life Expectancy is unambiguous. This is not a surprising result as it is well known that COVID-19 disease affects people over the age of 60 much more severely [10] . Due to the high proportion of adults over the age of 65 living in countries with a high Life Expectancy, their Cases and Deaths are significantly higher than those with low Life Expectancy.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 399,
                    "text": "[10]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. Results"
        },
        {
            "text": "The Median Age of a population is the point at which half the population is older than that age and half is younger. The Median Age closely correlated with Life Expectancy (R = 0.845). By reason of that the correlations of Log Cases and Log Deaths with Median Age were similar to Log Cases and Log Deaths with the Life Expectancy, respectively R = 0.613 and R = 0.596. The relationship of Log Deaths per million from Median Age is shown in Fig.  7 . The countries that deviate significantly from the exponential curve are also shown in the figure. The most of them coincide with the countries that deviate extremely from the relationship between Log Cases per million from Life Expectancy presented in Fig. 6 . This is result from the close relationship of Median Age and Life Expectancy. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 440,
                    "end": 447,
                    "text": "Fig.  7",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 702,
                    "end": 708,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "III. Results"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. The last studied demographic indicator is the Population Density. The usual expectations are that the countries with higher Population Density will have higher total Cases and Deaths per 1 million. The statistical analysis has shown a surprising result -absence of significant correlation of Cases and Deaths with Population Density. The found negative coefficients of correlation of Cases and Deaths are: R = -0.203 and R = -0.20, respectively. These correlations are low and not statistically significant, therefore Cases and Deaths don't depend from the Population Density.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Results"
        },
        {
            "text": "The correlations of Cases and Deaths per 1 million was then sought with a purely economic index, namely Gross domestic product at purchasing power parity per capita (GDP). Close correlation of Log Cases and Log Deaths with Log GDP was established having correlation coefficients R = 0.687 and R = 0.660, respectively. The results for Cases are presented in Fig. 8 . is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 357,
                    "end": 363,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF15"
                }
            ],
            "section": "III. Results"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. Therefore, the total Cases and Deaths per 1 million increase by degree law with Gross domestic product per capita. This result is astounding because it shows that the higher the Gross domestic product per capita, the higher the rate of infection and mortality from COVID-19, i.e. the richer the countries, the harder they are hit by the COVID-19 pandemic! The next index included in statistical calculations is Human Development Index (HDI). The HDI is a statistic composite index of life expectancy, education, and per capita income indicators, which are used to rank countries by tiers of human development. It is accepted that HDI evaluates development not only by economic advances but also improvements in human well-being. The dependence of Log Cases and Deaths per million from HDI is shown in Fig. 9 . The Cases per million are shown in blue and the Deaths per million are in red. is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 870,
                    "end": 876,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF17"
                }
            ],
            "section": "III. Results"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. The correlation coefficients reach high values of R = 0.724 and R = 0.680, respectively. This result confirms above mention observation that the richest and well-being countries are most severe affected from the COVID-19 pandemic. This paradoxical result cannot be simply explained, because countries with high per capita incomes, well-developed health systems and a high level of education should be expected to be better protected from a pandemic. Apparently, in the case of the COVID-19 pandemic, part of the population of these countries is significantly more vulnerable than countries with a lower Human Development Index. Several factors can be suggested that are probably the cause of this paradox:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Results"
        },
        {
            "text": "1. The countries with high HDI have a significant part of older population (high Life Expectancy and Median Age), that is highly vulnerable to COVID-19. Our statistical calculations have shown that HDI is closely correlated with Life Expectancy (R = 0.90), and as we have seen above Cases and Deaths are closely correlated with Life Expectancy (R = 0.63 and R = 0.59, respectively).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Results"
        },
        {
            "text": "2. The health systems in these countries support the lives of a significant number of people with severe chronic diseases such as diabetes, cancer, cardiovascular disease and others. Infection of such patients with coronavirus overloads their weakened body and they become seriously and often fatally ill.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. Results"
        },
        {
            "text": "3. A significant percentage of people in countries with high HDI suffer from overweight and obesity due to immobilization and consumption of high-calorie foods, and obesity is known to be a risk factor for severe course and death from COVID- 19. 4. The population in countries with high HDI is not inclined to enough strictly pandemic restrictions, excluding some East Asian countries.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 245,
                    "text": "19.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. Results"
        },
        {
            "text": "5. Other factors -the population in countries with high HDI is exposed to higher stress, uses more drugs and canned foods that weaken the immune system and more. Fig. 10 . It can be seen that this distribution is very similar to the distribution of countries by COVID-19 Deaths per million people presented in Fig. 3 . is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 310,
                    "end": 316,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "III. Results"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. . https://doi.org/10.1101/2020.09.05.20188953 doi: medRxiv preprint It has been found that the total Cases and Deaths per million showed no correlations with Gini index of income equality. Therefore, Cases and Deaths don't depend from income equality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "The statistical relationship of Log Cases and Deaths per million with Corruption Perceptions Index (CPI) has been analyzed, too. The found correlation coefficients are R = 0.534 and R = 0.542, respectively. The Corruption Perceptions Index is closely related with HDI (R = 0.785) and the last index could explain the above correlation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "The situation is similar with the connection of Log Cases and Deaths per million with Intelligence Quotient (IQ) of countries. The respective correlation coefficients are R = 0.487 and R = 0.432, respectively. The IQ of countries is also closely correlated with HDI (R = 0.80). Therefore, the defining parameter is again the Human Development Index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "Finally, we found correlation of Log Cases and Deaths per million with Democracy Index R = 0.459 and R = 0.504, respectively. The Democracy Index is also well correlated with HDI (R = 0.616).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "The found statistically significant relationships of COVID-19 cases and Deaths with most of studied demographic, economic and social indicators are the result of their connections with Log GDP PPP. The correlation coefficients R and significance levels p of the connection of Log GDP PPP with the rest indicators is presented in Table 1 . is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 329,
                    "end": 336,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. . https://doi.org/10.1101/2020.09.05.20188953 doi: medRxiv preprint Gini index of income equality -.0192 n. s. Population Density -0.050 n. s. Table 1 shows that the studied indicators excluding Density of population and Gini index have statistically significant correlations with Log GDP PPP.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 212,
                    "end": 219,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "To check whether there is a change in the correlations with the development of the pandemic, a statistical analysis was made for three different dates roughly two months apart. The results of this analysis are presented in Table 1 . Table 2 shows that the correlation of Deaths per million from COVID-19 cases per million slow increase during the pandemic and reach R = 0.95. The correlation coefficients of COVID-19 cases and Deaths with the rest indicators decrease during the pandemic. Furthermore, at the beginning of August 2020 the relationships of COVID-19 cases and Deaths with IQ index ceases to be statistically significant, and the relationships of COVID-19 cases with CPI and Growth Rate has significance level p < 0.05. A probable reason for this time course of correlation coefficients is that most West European countries with high GDP, HDI, and Life Expectancy (Italy, Spain, UK, France) introduced significantly stricter pandemic restrictions than at the beginning of the pandemic and they succeeded significantly slow the spread of the infection. On the other hand, in recent months, the pandemic has spread rapidly to a number of countries with medium or low GDP, HDI, and Life Expectancy in the Latin America (Mexico, Brazil, Argentina, Peru, Colombia), India and South Africa. In these countries, the pandemic began later, and when the number of COVID-19 cases and Deaths in Western Europe and the United States increased alarmingly, the Cases and Deaths in the indicated countries remained low. This created illusions among the people and institutions in these countries that the pandemic would not affect them severely, and therefore . CC-BY-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 223,
                    "end": 230,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 233,
                    "end": 240,
                    "text": "Table 2",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. . https://doi.org/10.1101/2020.09.05.20188953 doi: medRxiv preprint pandemic restrictions were significantly weakened. As a result, COVID-19 cases and Deaths have risen sharply in these countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Geographic distribution of countries according Human Development Index [43] is presented in"
        },
        {
            "text": "We have used data for 45 countries with a population of over 30 millions in which 85.8% of the world's population lives. The statistical relationships of total COVID-19 Cases and Deaths per million populations in these countries with 10 demographic, economic and social indicators (indices) were studied. These indicators are Life Expectancy, Median Age, Growth Rate, Population Density, GDP PPP per capita, Human Development Index (HDI), Gini index of income equality, Intelligence Quotient (IQ), Corruption Perceptions Index (CPI) and Democracy Index. Statistically significant relationships were found with all indicators excluding Gini index and Population Density. We have found that the closest is the relationship of Deaths per million population and total Cases per million population with correlation coefficient R = 0.926. Therefore, it is clear statistically that the more are Cases per million in a country the more are Deaths per million. This confirms the correctness of the timely and effective introduction of the necessary pandemic restrictions in the countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Discussions and conclusions"
        },
        {
            "text": "It is interesting that the close correlations were found of Cases and Deaths per 1 million with a purely economic index like GDP PPP per capita, where R = 0.687 and R = 0.660, respectively. Even more close correlations were found of Cases and Deaths per 1 million with a composite index HDI, where the correlation coefficients reach 0.724 and 0.680, respectively. This paradoxical results show that the richest and well-being countries are most seriously affected by the COVID-19 pandemic. The most probable reason for this is the large percentage of aging population, comorbidity of population with severe chronic diseases and obesity in countries with high GDP and HDI. No less important reason appears the delayed and/or insufficiently effective pandemic restrictions in these countries, which have underestimated the danger of a pandemic in early stage.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Discussions and conclusions"
        },
        {
            "text": "Other indicators (excluding Gini index and Population Density) also show statistically significant correlations with Cases and Deaths per 1 million with correlation coefficients from 0.432 to 0.634. The countries that deviates the most from the regression lines were shown. Surprisingly, there was no statistically significant correlation between Cases and Deaths with Population Density. The statistical significance of the found correlations determined using Student's t-test was p <0.0001. The countries that deviate the most from both sides of the regression line were shown. It has been shown that the correlations of COVID-19 cases and Deaths with the studied indicators decrease with time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Discussions and conclusions"
        },
        {
            "text": "The established close positive correlation between Cases and Deaths per million with GDP (PPP) per capita and HDI seems paradoxical at first glance. Because countries with high GDP (PPP) per capita and HDI have well-developed health systems that are provided with sufficient high-tech medical equipment and highly qualified specialists. What, then, is the reason why most of these countries allow the highest rates of COVID-19 infection and mortality? These countries do have well-off and well-functioning health systems in a normal health situation. In this case, however, the situation is not normal, but a crisis one, because we have a pandemic due to a new coronavirus SARS-CoV-2 against which there is no vaccine or specific drug.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Discussions and conclusions"
        },
        {
            "text": "This virus causes airborne infection and has a reproductive number R0 ~ 5.7, which is significantly higher than that of seasonal flu (R0 ~ 1.5), i.e. coronavirus is significantly more contagious than the flu. In addition, mortality from COVID-19 is of the order of a few percent, therefore many times greater than that of seasonal influenza, in which the mortality rate is about 0.1%. The situation is further complicated by the fact that the latency period of COVID-19 is much longer than that of seasonal flu and reaches 1-2 weeks, compared to 2-3 days for seasonal flu. In addition, most cases of COVID-19 infection have mild flu-like . CC-BY-ND 4.0 International license It is made available under a perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Discussions and conclusions"
        },
        {
            "text": "is the author/funder, who has granted medRxiv a license to display the preprint in (which was not certified by peer review) preprint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Discussions and conclusions"
        },
        {
            "text": "The copyright holder for this this version posted September 8, 2020. . https://doi.org/10.1101/2020.09.05.20188953 doi: medRxiv preprint symptoms or asymptomatic. Therefore, it is not possible to distinguish well between the sick and to isolate or quarantine them, and for the healthy to continue to work and live unrestricted by quarantine measures. In case of dangerous infectious diseases against which there is no vaccine, the only effective means of limiting the percentage of infected is quarantine, which has been known and applied since the Middle Ages. For this reason, the precautionary and quarantine measures of the entire population play a crucial role in limiting the infection rate and the associated mortality of the population. Developing countries generally have lower rates of relevant comorbidities compared to high-income countries (where the best measures of infection fatality rates come from). Therefore, the material wellbeing of the citizens and the provision of the health systems of the countries with equipment, consumables and qualified specialists play a secondary role. The main thing is the discipline and self-discipline of the population, its readiness to comply with pandemic restrictions at a distance, isolation and disinfection and especially the timely and decisive introduction and implementation of pandemic restrictions by the executive authorities -government, police, health services and others. This is why many countries with relatively low GDP per capita and HDI (Vietnam, Philippines, Ethiopia, Nigeria) have been able to achieve much lower COVID-19 infection and mortality than countries with high GDP per capita and HDI (Italy, Spain, USA, United Kingdom, France). Most countries with high GDP per capita and HDI are developed democracies with high individual freedom from the state and its organs, and their governments hesitated too long before introducing pandemic restrictions restricting the freedom of movement, assembly and life of citizens. Too much time was wasted (of the order of 2-3 weeks) during which the epidemic spread uncontrollably and the number of infected reached high values that made it very difficult to limit the pandemic, despite the strict restrictive pandemic restrictions. Of course, there are countries with high GDP per capita and HDI, such as Japan, South Korea and Malaysia, which have managed to effectively limit the spread of COVID-19 and prevent high mortality. This is due to the traditional culture of these countries, in which the trust of the citizens in the ruling elite and their tendency to obey the reasonably justified decisions of these elite is deeply rooted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Discussions and conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health-The latest 2019 novel coronavirus outbreak in Wuhan",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "I"
                    ],
                    "last": "Azhar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Madani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ntoumi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. International Journal of Infectious Diseases",
            "volume": "91",
            "issn": "11",
            "pages": "264--266",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2020.01.009"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 Dashboard by the Center for Systems Science and Engineering",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nussbaumer-Streit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Dobrescu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Klerings",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Cochrane Database of Systematic Reviews",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/14651858.CD013574"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Mystery deepens over animal source of coronavirus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "7797",
            "pages": "18--19",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-00548"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Real-Time RT-PCR Panel for Detection 2019-nCoV",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention (CDS). Human Coronavirus Types",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Age comparison of COVID-19 fatality rate in China",
            "authors": [],
            "year": 2019,
            "venue": "SARS-COV-2 was already spreading in France in late",
            "volume": "55",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.106006"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Hospitalization Rates and Characteristics of Patients Hospitalized with Laboratory-Confirmed Coronavirus Disease 2019-COVID-NET",
            "authors": [],
            "year": 2020,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "69",
            "issn": "15",
            "pages": "458--464",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6915e3"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Predicted COVID-19 Fatality Rates Based on Age, Sex, Comorbidities, and Health System Capacity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghisolfi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Almas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandefur",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Von Carnap",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heitner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bold",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "More evidence on vitamin D deficiency and death rates from COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Obesity could shift severe COVID-19 disease to younger ages",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Kass",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Duggal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Cingolania",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1544--1545",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)31024-2"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A shred of evidence that BCG vaccine may protect against COVID-19: Comparing cohorts in Spain and Italy",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "I"
                    ],
                    "last": "Levine",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.06.05.20123539"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "systematic review and meta-analysis of published research data on COVID-19 infection-fatality rates",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hamiel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kozer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Youngster",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "22",
            "pages": "2340--2341",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.8189"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The potential effects of widespread community transmission of SARSCoV-2 infection in the World Health Organization African Region: a predictive model",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Cabore",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "C"
                    ],
                    "last": "Karamagi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kipruto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Asamani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Droti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Seydi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Global Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2020-002647"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Impact of non-pharmaceutical interventions (NPIs) to reduce COVID19 mortality and healthcare demand. Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sanche",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "T"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Romero-Severson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hengartner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention (CDC). Retrieved",
            "volume": "26",
            "issn": "7",
            "pages": "1470--1477",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2607.200282.https:/www.medscape.com/viewarticle/932832_421"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "China May Be Beating the Coronavirus",
            "authors": [
                {
                    "first": "Amy",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Nick Phin, Coronavirus (COVID-19) Expert interview: What is contact tracing? Blog: Public Health Matters. Public Health England, Government of the United Kingdom",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Coronavirus: First two cases in Italy. Corriere della sera",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "WHO says Europe is new epicenter of coronavirus pandemic",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus: Number of COVID-19 deaths in Italy surpasses China as total reaches 3,405. Sky News",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Coronavirus cases have dropped sharply in South Korea. What's the secret to its success? Science",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The U.S. Now Leads the World in Confirmed Coronavirus Cases. The New York Times",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb7566"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The WHO Ignores Taiwan. The World Pays the Price. The Nation",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Total confirmed deaths due to COVID-19 per million people",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Humphrey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Vietnam's response to coronavirus crisis earns praise from WHO. 7News. Retrieved 17",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dependence of CFR from age of infected.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "World map of countries by COVID-19 Cases per million people. The Fig. 3 shows a world map of countries by COVID-19 Deaths per million people [36].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "World map of countries by COVID-19 Deaths per million people.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Dependence of Deaths per million from Cases per million.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Dependence of CFR from Cases per million. The countries that deviate significantly from the regression line are shown in the figure. France, Italy, United Kingdom, Mexico and Tanzania lie above the regression line and Philippines, Russia, Turkey, Peru and Uzbekistan lie below the regression line.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Dependence of Cases per million from Life Expectancy.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Dependence of Deaths per million from Median Age. The next studied demographic indicator is population Growth Rate. There is a close negative correlation between Growth Rate and Life Expectancy (R = -0.775) and because of this the Log Cases and Log Deaths show negative correlations R = -0.540 and R = -0.531 with the Growth Rate, respectively.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Dependence of Cases per million from GDP (PPP) per capita. The countries that deviate most significantly from power law are shown on the figure. Spain, Peru, Brazil, Afghanistan and DR Congo lie above the regression line and Japan, South Korea, Thailand, China, Vietnam, Myanmar and Angola are below the regression line. Some of countries below the regression line have a few Cases because of strict quarantine for example Japan, South Korea and China. The countries like Myanmar and Angola probably have no sufficient PCR tests to find positive cases. The countries above the regression line as Spain, Peru and Brazil has exceedingly cases because of late and/or insufficient effective pandemic restrictions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Dependence of Cases and Deaths per million from Human Development Index.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "World map of countries by Human Development Index.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "March 2020, the WHO considered Europe the active center of the pandemic [26]. On 19 March 2020, Italy overtook China as the country with the most reported deaths [27]. By 26 March, the United States had overtaken China and Italy with the highest number of confirmed cases in the world [28]. Research on coronavirus genomes indicates the majority of COVID-19 cases in New York came from European travellers, rather than directly from China or any other Asian country [29]. Despite being the first area of the world hit by the outbreak, the early wide-scale response of some Asian states, particularly South Korea, Taiwan, and Vietnam, has allowed them to fare well [30, 31, 32]. After China in mid-March, the pandemic spread and caused high levels of infection in South Korea, Australia, Iran and Western Europe, especially in Italy, Spain, Iceland and Scandinavia. By mid-April, the pandemic had spread significantly to Turkey, Russia, Belarus, the United States, Canada and Saudi Arabia. By mid-May, the pandemic had spread significantly to South America, especially Brazil, Chile and Peru. In mid-June, the infection rate rose significantly in India, Pakistan, Afghanistan, Kazakhstan, South Africa and Mexico [33, 34]. The Fig. 2 shows a world map of countries by Cases per million people [35].",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Correlation coefficients and significance levels of the relationships of Log GDP PPP with the rest indicators.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Correlation coefficients (R) between COVID-19 cases and Deaths with demographic, economic and social indicators for three different dates.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors have declared no competing interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing Interest Statement"
        },
        {
            "text": "No funding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding Statement"
        },
        {
            "text": "I confirm all relevant ethical guidelines have been followed. No human subjects research as I accessed only publicly available data from the Web.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Declarations"
        }
    ]
}