{
    "paper_id": "e5ff3be0c106d6feeaf7dd55e80430491420a286",
    "metadata": {
        "title": "Containing a pandemic with public actions and public trust: the Kerala story",
        "authors": [
            {
                "first": "Jyotsna",
                "middle": [],
                "last": "Jalan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Arijit",
                "middle": [],
                "last": "Sen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "We study the Covid pandemic in the Indian state of Kerala, and document the state's remarkable success in containing the pandemic's first wave. By identifying Kerala's initial conditions when it was hit by the pandemic, and different components of the state's Covid policy, we conclude: While being subject to resource constraints faced by an Indian state located in a federal structure, Kerala contained its first Covid wave by preemptively formulating a comprehensive set of public actions-government actions that were supported and complemented by the state's citizens. This was achieved by leveraging and reinforcing the citizen's public trust in the state. Specifically, the state's pandemic response contained supportive measures to ensure that poor lives were not pitted against rich lives; rather, the aim was to protect all lives and livelihoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The spread and impact of the Covid-19 pandemic have been quite varied in different parts of the world. In studying disease-spread across the world, researchers have highlighted the success of countries like Iceland, New Zealand, South Korea, and Taiwan in containing the disease, and have noted the more dismal outcomes in countries like Italy, Spain, the UK, and the USA.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In India, too, the pandemic's spread and impact have been very diverse across different states. On 10 May, the eight most-affected Indian states-Delhi, Gujarat, Madhya Pradesh, Maharashtra, Rajasthan, Tamil Nadu, Uttar Pradesh, and West Bengal-contained 90% of the country's total disease load, while the eight leastaffected states (located predominantly in the north-eastern part of the country) contained 1% of India's disease load. Further, on 10 June, the three metro cities-Chennai, Delhi, and Mumbai-contained more than half of the country's active disease load.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In India, as well as in other countries, the underlying reasons for such regional heterogeneity in Covid-spread can be categorized into exogenous and endogenous factors. The exogenous factors are essentially the distinct initial conditions that existed in different countries/states at the start of the pandemic-for example, health infrastructure and population density, population age-distribution and per-capita income, extent of population interactions with other pandemic-affected regions, etc. The endogenous factors, on the other hand, relate primarily to the specific strategies that the governments of these countries/states have designed and pursued to contain the pandemic, and the citizen's support of and compliance with such strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this article, we focus on the pandemic experience of Kerala-the twenty-third largest Indian state located on the southwestern Malabar Coast of the country. We restrict attention to a time period that stretches from late January (when Kerala received its first infected patient) to mid-May (when India completed 6 weeks of stringent national lockdown)-we take this period to constitute the 'first wave of the pandemic' in Kerala. 1 During this time, Kerala stood out as a state that achieved remarkable success in containing Covid-19, driving new infection rates to near zero by early May. Recognizing that feat, we investigate the factors that led to this favourable outcome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Specifically, for the first wave of the pandemic in Kerala, we make the following claims:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. With respect to its initial conditions (exogenous factors), the state of Kerala had a set of advantages as well as some disadvantages in confronting the pandemic. 2. To successfully contain the first wave of the pandemic, the Kerala government designed and pursued a set of Covid-fighting strategies that leveraged and strengthened its advantages while overcoming its disadvantages.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regarding the first claim, note that in relation to India, per-capita income in Kerala is not very high while population density is, and a larger fraction of Kerala's population is over 60 years old. 2 There are about 5 million Keralites who work outside the state-with more than 2.5 million working in Covid-afflicted Gulf countries-quite a few of whom are returning home amidst the crisis. These constitute a set of disadvantageous factors for Kerala in its fight against the pandemic. In contrast, the following factors have been advantageous for the state: the existence of a robust public health system down to the community level; the experience of successfully containing a Nipah Virus outbreak in 2018; and a high level of 'public trust' bestowed by the citizens upon the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Regarding the second claim, recognize that the state government responded promptly to the Covid threat, and devised a set of pro-active strategies to fight the pandemic that can truly be considered as 'public actions' in a sense that is closely related to the notion put forward by Dreze and Sen (1989) -these were acts and directives of the state that were supported and complied with by the citizens, and also complemented by individual and collective actions by citizens and community organizations. Further, while the state's action plan leveraged the citizen's existing public trust in the state, it also included strategies that reinforced pre-existing trust.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 302,
                    "text": "Dreze and Sen (1989)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Conjoining the above claims, we advance the following thesis: Given the various resource constraints faced by a relatively-poor Indian state located in a federal structure (especially regarding availability of Covid test kits), the Kerala governmentby pre-emptively formulating a set of public actions that involved tracing, testing, quarantining, and treating the infected, and providing assistance in cash and kind to the needy-leveraged and reinforced the citizen's public trust in the state, and thereby succeeded in containing the first wave of the Covid pandemic. Further, an important facet of Kerala's pandemic strategy has been that during the first 6 weeks of the national lockdown, the poor and vulnerable sections of the state's population were not subject to a 'crisis of existence'-in significant contrast to the rest of the country. The supportive actions of the state ensured that Kerala's Covid response avoided pitting poor lives against rich lives; rather, Kerala's public actions attempted to save all lives and livelihoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the article is organised as follows. In the next section (Sect. 2), we present the initial conditions in Kerala-in January 2020-that were salient in circumscribing the environment within which the state initiated its fight against Covid. We then describe, in Sect. 3, the nature of the pandemic that befell the state, and present different sets of outcome comparisons that establish the state's success in containing the first wave of the pandemic. Section 4 elaborates on the different components of the state's plan to limit the pandemic, as well as on how its strategies evolved over time as the disease spread. 3 We articulate our central thesis in Sect. 5-that the state's Covid strategies were designed in a manner that ensured support of its citizens, and that the strategies leveraged and strengthened public trust in the system. While making this argument, we also explain how the state had to respect some significant resource constraints -particularly regarding the availability of test-kits. Finally, Sect. 6 contains some concluding remarks on the value of a country's different forms of 'social capital' in combating a pandemic.",
            "cite_spans": [
                {
                    "start": 627,
                    "end": 628,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, we elaborate on the initial conditions of Kerala when Covid-19 hit the state in January 2020. These initial conditions-that includes the social outcomes generated by the state's development trajectory, as well as the economic and demographic characteristics of its people, constitute the state's exogenous factors at the beginning of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala: the state and its initial conditions"
        },
        {
            "text": "As noted by many social scientists, over the last 50 years Kerala has experienced sustained building of state capacity, and has led the country with respect to a host of social development indicators. Table 1 contrasts the state's social indicators with those of the country as a whole. 4 Table 1 not only demonstrates Kerala's commendable social achievements vis-àvis the rest of the country, it also shows that in some dimensions the state compares favourably with many developed nations. In explaining the state's impressive trajectory in social development, Patrick Heller (2020) writes: \"In Kerala, the social compact emerged from recurrent episodes of popular mobilisation-from the temple entry movement of the 1930s, to the peasant and workers' movements in the 1950s and 1960s, a mass literacy movement in the 1980s, the movement for people's decentralised planning in the 1990s, and, most recently, various gender and environmental movements. These movements not only nurtured a strong sense of social citizenship but also drove reforms that have incrementally strengthened the legal and institutional capacity for public action.\" Specifically, Heller posits the following three features to be the principal attributes of the 'Kerala model of development': (a) the creation of a robust social democracy, that is built on a pact between the state and its citizens; (b) the strengthening of a system of rights-based welfare and social safely that is rooted in the state's accountability to its citizens; and (c) the formalization of a structure of decentralized governance leading to empowered local governments and community-based development groups (like Kudumbashree-a network of women's self-help groups). 5 Further, regarding the existence of public trust in Kerala, Heller (2020) writes: \"Trust is hard to measure, but survey work that colleagues and I … recently conducted in 10 Indian cities that included Kochi, shows that across a wide range of measures, and across all classes, castes and religions, Malayalees have extremely high levels of trust in both their institutions and locally elected local representatives.\" Tharoor (2020) confirms: \"Kerala has spent generations creating the infrastructure to support social development, …., it has a vibrant civil society, free and independent media, and a competitive political system, … the state's social compact reflects extremely high levels of trust in institutions and elected representatives.\" In our analysis, we make no attempt to 'measure' the amount of public trust that exists in Kerala; rather, accepting the pre-existence of substantial public trust in the state at the beginning of the pandemic, we clarify how the government has leveraged and reinforced this trust in designing its pandemic policy. 6 The trajectory of Kerala's social development, pursued from the 1950′s through alternating coalitions of Communist and Congress-led governments, has led to the establishment of a very robust public health infrastructure in Kerala. The state currently has an effective three-tier public health system consisting of state-level tertiary hospitals, district-level hospitals, and community-level sub-centres and Primary Health Centres (PHCs), and has devolved significant power to local selfgovernment bodies like the local panchayats to run and fund the community-level healthcare units. 7 Further, Kerala spends about 60% of its health budget on human resources, and lays great emphasis on recruitment and training of dedicated healthworkers. Apart from doctors and nurses, the state engages a large number of healthworkers-in the form of Accredited Social Health Activists (ASHA workers) and expanded staff rosters in the PHCs-to ensure citizen's easy access to comprehensive healthcare support. 8 These beneficial features of a well-run public health system have contributed in important ways in containing Covid-19 in Kerala. At the same time, certain disadvantageous features of Kerala, that have had the potential to make it more difficult for the state to fight the pandemic, should also be noted. These features are to be found in the economic and demographic characteristics of the state's population. Kerala is not very industrialized, and its state GDP is about a third of that of the richest Indian state of Maharashtra; per capita income in Kerala is about 55% of that of the state of Delhi. Kerala is also one of the most densely-populated states in 6 Heller (1995) argues that citizens of Kerala have a high level of trust in their government because they have fought for their rights and, in the process, have made the state accountable to its citizens. 7 In 2017, Kerala launched Mission Aardram (tenderness) with the aim of lowering out-of-pocket health expenditure. Under the Mission, PHCs were upgraded to Family Health Centres, with better staffing, longer working hours, and new sub-centres with specialists treating hypertension, diabetes, and depression. In district hospitals, the Aardram Mission introduced specialties like cardiology, nephrology, and neurology. 8 Kerala has a network of over 27,000 ASHA workers, who work alongside Kudumbashree health volunteers, Anganwadi (child-care) workers, and palliative-care workers.",
            "cite_spans": [
                {
                    "start": 2779,
                    "end": 2780,
                    "text": "6",
                    "ref_id": null
                },
                {
                    "start": 3776,
                    "end": 3777,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 4442,
                    "end": 4457,
                    "text": "6 Heller (1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 201,
                    "end": 208,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 289,
                    "end": 296,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Kerala: the state and its initial conditions"
        },
        {
            "text": "ventures -that also include elected representatives and health officials -have led to significant progress in sanitation, access to drinking water, and village-and sub-district-level healthcare facilities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala: the state and its initial conditions"
        },
        {
            "text": "India-its population density is close to 900/sq.km. (about twice that of India's). Further, the state has an aging population, with more than 12.8% of the resident population aged 60 or above (in contrast, about 8% of India's population is above 60); the elderly people in Kerala have significant comorbidities, and have historically been quite vulnerable to many communicable diseases (especially during the monsoon season). Finally, Kerala has substantial in-migration as well as out-migration of labour; these migrants continue to play a significant role in Covid-spread in the state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Footnote 5 (continued)"
        },
        {
            "text": "Much of Kerala's labour migration arises from the following mismatch: most of the state's labourers are more literate (and more skilled) than labourers in the rest of the country, but the state is less industrialized than many parts of India. This discrepancy incentivizes a large proportion of Kerala's labourers-about 17% of the state's population-to seek skill-based jobs (with higher remunerations) outside the state-in other parts of the country as well as in foreign lands. More than 3 million labourers from Kerala work outside India, with about 2.5 million in the Gulf countries-mainly in Dubai, Qatar, and Saudi Arabia. Another million labourers from Kerala work in the other industrialized states of India. 9 The out-migration, in turn, raises Kerala's demand for low-skilled workers for agriculture and other menial jobs. That demand is met by in-migration of 2.5 million workers from various states of India, especially Bihar, Orissa, and West Bengal. With the onset of the pandemic, a number of Keralites working outside the state have been returning home, while the in-migrants in the state have been leaving for their home states. In the next section, we clarify how these labour movements have generated and aggravated the spread of the Covid pandemic in Kerala.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Footnote 5 (continued)"
        },
        {
            "text": "In this section, we briefly describe how Covid-19 spread across Kerala, and how it was successfully contained (till early May) by the state's pandemic policies. Our analysis of Kerala's policies, and the reasons for their success in containing the pandemic's first wave, is postponed to Sects. 4 and 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19 and its containment in Kerala: The first wave"
        },
        {
            "text": "At the outset, it is to be recognized that with respect to Covid-19, only China had an 'index patient' who initiated the pandemic in Wuhan. In all other national/subnational regions, the pandemic was initiated by one or more people travelling to that area from some other Covid-affected region. We will denote such people to be 'primary patients' (the newspapers call them 'imported cases').",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19 and its containment in Kerala: The first wave"
        },
        {
            "text": "The first primary patient in the state of Kerala was a medical student who returned home from Wuhan, China on January 30. From end-January to mid-March, there were 22 Covid cases in Kerala, all of whom were primary patients returning to their homes from China, Italy, Qatar, Spain, and the UK. The first set of 'secondary patients'-state-residents who got infected by others-was detected on March 15. From mid-March onward, the total number of cases in Kerala picked up pacepropelled by the arrival of new primary patients, as well as by rising numbers of secondary transmissions-so much so that on 24 March, when the first national lockdown was promulgated by the central government, Kerala recorded the highest disease load of 109 cases among all Indian states. The state government, however, had already instituted a set of well-designed containment strategies, and succeeded in bringing down the 'daily new infection count' close to zero by the end of the third national lockdown on 3 May. Figure 1 presents data on the (cumulated) total number of infections in the state, as well as primary infections coming from outside the state, from 30 January to 15 May. Figure 1 provides a basis for the claim that for the first wave of the pandemic in Kerala-starting from the arrival of the first primary patient to the fifth week of the national lockdown, the state contained Covid-19 with a remarkable degree of success. Note that over the 30-day period starting from the commencement of the first national lockdown on March 25, total disease-load in Kerala increased by 350 cases; in contrast, over the next 15 days of lockdown (from 25 April to 9 May) further increase in the state's disease load was only 47 cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 994,
                    "end": 1002,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1165,
                    "end": 1173,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Covid-19 and its containment in Kerala: The first wave"
        },
        {
            "text": "This success has been recognized by many observers from many distinct viewpoints. For instance, Kerala's achievement has been recognized by contrasting the state's performance with some of the most Covid-afflicted regions in the world. In comparing the state of Kerala with the state of New York, the following facts have been noted. Kerala's population is more than double and its per-capita income is less than one-seventh of that of the state of New York, and the number of doctors in Kerala is less than half the number of doctors in the state of New York. In spite of these stark differences, the pandemic numbers of the two states were as follows: On 2 March, New York had two cases while Kerala had three cases, and there were no Covid deaths in either state. However, 2 months later-on 11 May-the cumulated disease-load in New York was 340,000 with 27,000 deaths, while the corresponding numbers for Kerala were 512 and 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19 and its containment in Kerala: The first wave"
        },
        {
            "text": "Within India, the contrasting pandemic outcomes in Kerala, Maharashtra, and Delhi also establish the former's success in fighting the pandemic. Table 2 shows the total number of infections and deaths in the three states on five dates (from late-March to mid-May). In this context, it is interesting to note that on 25 March, Ansumali and Kumar (2020) published their epidemiological forecasts about Covid-spread in different Indian states, and predicted that in 4 weeks' time, the total disease-load in Kerala would be between 5700 and 21,375 while that in Maharashtra would be between 5220 and 19,525. On 21 April, while Maharashtra's disease-load indeed came close to being within the predicted band, the corresponding number for Kerala was vastly below the forecast.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 350,
                    "text": "Ansumali and Kumar (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Covid-19 and its containment in Kerala: The first wave"
        },
        {
            "text": "While the above data do demonstrate Kerala's achievement in containing the first wave of the pandemic, we think that the state's extent of success in fighting Covid-19 is best recognized by noting the following facts regarding the evolution of the numbers of primary and secondary patients in Kerala: primary patients constituted 74% of total disease-load between 30 January and 24 March, and 62% of total disease-load between 3 and 17 May; over the entire time period-from 30 January to 17 May-primary patients constituted about 50% of the total disease-load. Thus, without any further calculations, we are assured that between 30 January and 17 May, the all-important 'disease reproduction number' R 0 did not exceed unity by any significant amount in the state. Surely, that confirms Kerala's laudatory performance in the first wave of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19 and its containment in Kerala: The first wave"
        },
        {
            "text": "In the next two sections, we will focus on the specifics of Kerala's pandemic strategies that enabled the state to contain Covid's first wave. Before initiating that discussion, we conclude the current section with a brief description of the 'second phase of the pandemic' in Kerala, which began in mid-May with the restarting of flights and train-travel in an out of Kerala. Specifically, while the first two lockdown cycles in India (25 March-14 April and 15 April-3 May) imposed blanket restrictions on intra-and inter-country travel, these restrictions were gradually lifted over the next two lockdown cycles (4 May-17 May and 18 May-31 May). Consequently, a significant number of primary patients again emerged in Kerala by mid-May. Such patients were substantially greater in number than in the first wave, simply because two sets of out-migrants were returning back home-Keralites flying back from the Gulf (and other) countries, and many more Keralites returning home by train from other Indian states. These primary patients, and consequent in-state secondary transmissions, gave rise to the second pandemic wave in Kerala, and this has turned out to be a more severe wave with respect to total disease-load as well as mortality. It is important to note that the second wave in Kerala was again caused by a surge in primary patients, and not by any significant shortcomings in the state's extant pandemic-fighting strategies. Thus, it can be hoped that the actions that succeeded in the first wave will also succeed in eventually containing the second phase of the pandemic in Kerala.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Covid-19 and its containment in Kerala: The first wave"
        },
        {
            "text": "The On becoming aware of the situation in China, the state government realized that primary patients would soon bring the disease to their shores-as there were many students from Kerala in Wuhan. In response, the government set up a statelevel control room in mid-January, and control rooms in all districts. Utilizing their experience in fighting the Nipah outbreak, the state developed guidelines for health officials and local self-governments on measures to be adopted, and designed standard operating procedures on testing, contact-tracing, quarantining, and treatment protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Thus, the first point to note about Kerala's fight against the pandemic is that the state prepared itself early to confront Covid-19 in a very organized manner, and in significant contrast to the rest of the country. 11 As described in Sect. 3, from late January to early March it was predominantly the primary patients who caused disease-spread in Kerala. During this time, the state focused on the following strategies to contain the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Identifying primary patients: The state deployed adequate numbers of heathworkers to the four major airports in Kerala to effectively screen and test patients coming from abroad.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Contact Tracing and Testing: The state initiated rigorous tracing of the in-state contacts of the primary patients, through extensive interrogation of patients and their families, and by publicly announcing (through social media) the 'travel route' of the patients once they left the airport. The identified contacts were then tested using RT-PCR tests. 12 Isolating the infected The state placed 'suspected', 'positively tested but asymptomatic', and 'mildly symptomatic' cases in a 28-day quarantine protocol, either at home (or some other private accommodation) or in public quarantine centres, whenever necessary.",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Treating the severely infected The positively-tested and significantly-symptomatic patients were admitted for appropriate treatment in PHCs, district hospitals, and state tertiary hospitals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Expanding and strengthening health infrastructure In February, the state took the following actions: (i) it set up Covid Care Centres in every district; (ii) it expanded public quarantine spaces in unused private spaces (like empty homes of non-residents that were identified and mapped) and in public spaces (like school buildings); (iii) it ensured increased production of necessary medical supplies like masks, handsanitizers, and personal protection equipment (PPE)-using public service enterprises and Kudumbashree teams for this purpose; and (iv) it provided adequate training to health-workers, and designed scientific duty-rotation rosters for them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Disseminating information The state set up social media channels to transmit information about (a) the nature of the new disease, (b) the importance of 'breaking the chain'-i.e., limiting human-to-human disease propagation by practicing physical distancing and personal hygiene, 13 and (c) the state's strategy in pandemic-fighting, and the support that it needed from its citizens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "In early March, the number of secondary patients started growing in Kerala (as also in other parts of the country), and the state government recognized the need of ramping up its Covid-fighting strategies. As a result, the state increased its daily testing rates-while still following the Indian Council of Medical Research (ICMR) testing guidelines quite closely, and respecting the resource constraint that it faced with respect to the availability of test-kits. 14 The state did increase the number of testing laboratories in March-from three to nine labs, and started setting up test kiosks in various small towns where test-swabs could be collected, thus reducing the citizens' need to travel long distances for getting themselves tested.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "During this time, the state also expended much effort to expand the available quarantine spaces and hospital beds. Specifically, the government converted educational institutions across the state into Corona Care Homes with in-patient and outpatient wings, and set up isolation wards in most major hospitals. By late March, the state claimed that it had been able to organize around 100,000 hospital beds for Covid patients. The availability of sufficient number of PPE kits for doctors and other health-workers was also ensured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "With the Covid disease-load increasing in the state in the first 2 weeks of March, the state government recognized the need to limit specific kinds of social, economic, and religious gatherings of people. In fact, Kerala was the first Indian state to impose a 'limited lockdown' 1 week before the national lockdown was announced by the central government on 24 March.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Structuring and implementing lockdowns Kerala's limited lockdown, initiated on 17 March, stipulated closure of all academic institutions, and a ban on large gathering of people-either on social or on religious occasions. The lockdown conditions regarding economic activities were more nuanced; specifically, with regard to agriculture, the lockdown rules were so designed that Rabi crops could be harvested and transported. 15 Along with imposing the restrictive lockdown measures, the Kerala government announced a slew of supportive measures (including provision of financial aid, loans, and of food and other essential supplies) to protect various vulnerable sub-populations-the poor, the elderly, the sick, the children, expecting and nursing mothers, and migrant labourers. The state's limited lockdown was superseded on 25 March by the complete nation-wide lockdown announced by the Prime Minister, and subsequently Kerala had to adhere to the sequence of national lockdowns. While doing so, the state government continued to implement the various supportive measures that it had put in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Our contention, at this point, is that the timely and comprehensive pandemicfighting strategies-that took into account both the epidemiological and the economic consequences of Covid-19-enabled the state of Kerala to contain the first wave of the pandemic by early May. In this regard, note that on 24 March (the day before the first national lockdown started), Kerala had 20% of Indian cases despite having only 2.5% of India's population. In contrast, there were no new infections in the state on 3 May (the day before the third national lockdown started).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "Having described Kerala's Covid-fighting strategies during the first wave of the pandemic in the current section, in Sect. 5 we will focus on the factors that induced the citizens of the state to accept, comply with, and complement them-thus transforming state actions into public actions. This feature of Kerala's response to the pandemic has also been noted by Mochish (2020) .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 377,
                    "text": "Mochish (2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "We conclude Sect. 4 with some comments regarding the second phase of the pandemic in Kerala which began in mid-May. This phase was also precipitated by the arrival of a new set of primary patients, which then led to a host of secondary transmissions. While it remains to be seen whether a further ramping up of the state's existing strategies (with increased number of tests, and use of newer treatment protocols) will contain the second wave reasonably quickly, there is no a priori reason to think that the extant strategies will fail. In particular, it is heartening to note that even after containing the first wave, the heath personnel in Kerala were cognizant of the fact that the battle was not yet over. This view is admirably expressed by Dr. Sreejith Kumar: \"We have won the quarter-final. The semi-final would be a staggered easing up without a second wave of infection. And the final would be a return to normal life. Only then we can say we won the game.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kerala's pandemic strategies"
        },
        {
            "text": "In introducing the concept of 'public actions' in the context of economic development, Dreze and Sen (1989) define such actions as \"not merely activities of the state, but also social actions taken by members of the public-both 'collaborative (through civic cooperation) and 'adversarial' (through social criticism and political opposition)\". In our analysis of the pandemic in Kerala, we recognize that the state's action plan had two components-directives regarding individual and social behaviour (e.g., regarding physical distancing), and explicit acts by the state (e.g., expanding public quarantine spaces). Given that, and following the basic thrust of the Dreze and Sen (1989) logic, we consider 'state actions to be transformed into public actions' when the citizens accept and strengthen the state strategies by (a) following the state's directives, and (b) by complementing the state's explicit acts via private acts (e.g., by letting private spaces to be used as public quarantine zones). As we will argue below, the existence of 'public trust' is quite necessary for citizens to comply with and reinforce state actions in order to effectively transform them into public actions.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 107,
                    "text": "Dreze and Sen (1989)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 664,
                    "end": 684,
                    "text": "Dreze and Sen (1989)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "On Kerala's covid policy design"
        },
        {
            "text": "With these notions of public action and public trust in mind, we now delve deeper into studying the pandemic-fighting strategies employed by Kerala, and address the following questions: (1) How did Kerala ensure that its planned strategies became public actions? (2) In what ways did the citizens' existing public trust in the state (as well as in other citizens) help the state to fully implement its Covid strategies? (3) What components of the state's pandemic plan helped reinforce the public's trust? (4) What major resource constraints did the government face in designing and executing its pandemic strategies?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "On Kerala's covid policy design"
        },
        {
            "text": "We begin by addressing the last question first. It is quite obvious that a relatively poor state like Kerala faced many resource constraints-with regard to its fiscal space, its access to advanced medical equipment, etc. But at the beginning of the pandemic, probably the most serious constraint for the state (as also for all other states in India) was the availability of RT-PCR test-kits. So, even if it wanted to, Kerala was in no position to follow the WHO recommendation to \"test, test, test\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource constraints in testing"
        },
        {
            "text": "The three panels of Fig. 2 depict the state's 'daily test counts' from January-end to mid-May. The Kerala test data, and our reading of various articles discussing Covid testing in the state, suggest that Kerala implemented a specific intertemporal testing strategy that can be described as follows for the three distinct time periods: from late January to early March, from mid-March to 26 April, and beyond 26 April.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Resource constraints in testing"
        },
        {
            "text": "From end-January to early March, the state focused mainly on testing quasisymptomatic returnees and their traced contacts. During this time, the daily test counts were not very high, and they fluctuated over time depending upon the number of returnees and their traced contacts that needed to be tested (see Fig. 2i ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 308,
                    "end": 315,
                    "text": "Fig. 2i",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Resource constraints in testing"
        },
        {
            "text": "But as secondary transmissions grew in the state from the second week of March, Kerala started testing more. From 13 March to 26 April, on most days the state tested anywhere between 300 and 800 samples (see Fig. 2ii ). Statements It should be noted that over the entire pandemic period, Kerala also consistently tested health-workers and other frontline public servants, and ear-marked some kits for testing the elderly and other vulnerable sections of the population. This fact is corroborated by Antony and Rangaswamy (2020) : \"ICMR allocated 100,000 kits to Kerala for disease surveillance and to identify hotspots. Instead of testing the general population, the Kerala government identified four priority groups. Group one was those healthcare workers who had served patients with Covid -19, who were given about 10,000 kits, and who had served only other patients, about 15,000. The second group received 25,000 kits: 20,000 for government staff with public contact, like police personnel, ASHA workers, Anganwadi workers and panchayat and municipality staff, and 5000 kits for workers of community kitchens, food and grocery deliverers, ration shop vendors, etc. The third group, of all people quarantined at home, also received 25,000 kits. The fourth group, of all senior citizens, received 20,000 kits.\"",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 527,
                    "text": "Antony and Rangaswamy (2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 208,
                    "end": 216,
                    "text": "Fig. 2ii",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Resource constraints in testing"
        },
        {
            "text": "It has been reported that on 27 April, the state government received significant additional consignments of test-kits, and from then on Kerala increased its daily testing rates significantly (see Fig. 2iii ), while still conforming to the ICMR protocol. How the state did this is clarified by the following statement made by the Chief Minister: \"Currently we carry out a test on a person with 4-5 symptoms. But from now on we will do it even if there are only 1-2 symptoms\".",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 196,
                    "end": 205,
                    "text": "Fig. 2iii",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Resource constraints in testing"
        },
        {
            "text": "Regarding testing in Kerala, our claim is that contrary to some assertions made in the world press (see, for instance, the 10 April Washington Post report on Covid in Kerala), the state's success in containing the first wave of the pandemic was not due to extensive testing of the population. Irrespective of its intentions, Kerala was constrained by availability of test-kits for a large part of this time period, and followed the ICMR testing guidelines quite closely.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource constraints in testing"
        },
        {
            "text": "As a consequence of its testing constraints, did Kerala underestimate the number of infections in the state in any significant way? That has been a major concern of epidemiologists for almost all states of India. While we cannot provide a definitive answer to that question, the following data suggests that by utilizing available test-kits in an appropriate manner, Kerala might have managed to get a reasonably correct estimate of the state's disease-load. Table 3 records the daily new infection counts in the state for 14 days 'around' 27 April-the date on which Kerala's daily testing rate more than doubled due to availability of new test-kits. Recognize that if Kerala was indeed underestimating the true number of infections due to limited testing, then the daily infection counts should have increased significantly after 27 April given the substantial increase in daily tests. But the raw data in Table 3 suggests, and a difference-of-means test confirms, that that has not been the case in Kerala. Sensible allocation of available test kits-both across the population on any given day, and over time-seems to have ensured that the state identified almost all of its infected patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 459,
                    "end": 466,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 907,
                    "end": 914,
                    "text": "Table 3",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Resource constraints in testing"
        },
        {
            "text": "Our view-shared by many observers of the pandemic in Kerala-is that the prudent use of limited test kits, coupled with pro-active and extensive contact-tracing and quarantining, enabled the state to successfully contain the number of secondary transmissions from the middle of March to early May. It is in the areas of contacttracing and quarantining that the public action nature of the state's strategies, and the public trust that citizens placed in the state, paid off for Kerala.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Resource constraints in testing"
        },
        {
            "text": "Heller (2020) asserts that the \"pandemic is a physical exam of the social body, and never has public trust been put to a greater test.\" To realize the veracity of that statement, think about the societal pre-conditions that are necessary for contact-tracing and quarantining strategies to be successful. A suspected/infected individual will agree to be quarantined (either in a public or in a private space) only if she is assured that she will be adequately supported and looked-after during isolation. Similarly, with regard to contact-tracing, a citizen will be more willing to reveal herself to be a contact of an infected person only if she is assured that the subsequent testing and (if necessary) quarantining phase will be humane and supportive. In fact, in many Indian states, contact-tracing and quarantining strategies have failed to a great extent precisely because people have not trusted the state and/or their neighbours to provide the required assistance during testing and isolation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "By taking the following actions, the Kerala government ensured that when it publicized the 'route maps' of primary transmitters, most contacts would indeed come forward to get tested, and if the need for isolation arose, a person would voluntarily submit herself to be quarantined.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "• The widely-publicized Break-the-Chain campaign (in multiple Indian languages), and the daily television talks by the Chief Minister and the Health Minister clarified the critical importance of identifying and isolating all (suspected) Covid cases to contain the pandemic. • The establishment of many test kiosks, and of quite a few well-functioning test labs, ensured that people would not have to suffer great hardships in getting tested and in receiving timely test reports (in significant contrast to many other Indian states). • Given the government's drive to identify more public quarantine spaces over time, people were credibly assured that if they did not have the wherewithal to effectively self-isolate in their own homes, the state would find them adequate quarantine spaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "• Every quarantined person was also credibly assured that during the 28-day quarantine period, she would be provided all essential items including food and medical supplies by the state, and would be promptly hospitalized for effective treatment if the need arose. 16",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "In designing these plans for contact-tracing and quarantining, the government of Kerala obviously took advantage of the pre-existing trust of the people in their government. But further, the government-by keeping its promises-ensured that this public trust did not atrophy. It is in this way that the state concurrently leveraged and reinforced public trust.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "This public trust led the citizens not only to accept and support the pandemicfighting actions proposed by the state, but also to complement the state actions by their own voluntary efforts-individually and/or collectively. The following examples of such complementary actions by individuals and community organizations regarding quarantining and testing of suspected Covid patients are to be noted.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "• Economically well-off families donated outhouses and home-annexes for use as public quarantine spaces, and also offered to provide food to the quarantined patients. • Village councils took upon themselves to enforce and monitor quarantining of suspected Covid cases, with the consent of the people. • Many students volunteered to set up Covid test-kiosks in their neighbourhoods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "It is in this manner that the government's strategies of testing, contact-tracing, and quarantining were transformed into public actions. 17 Similar outcomes were observed with respect to the state's strategies in enforcing the two types of lockdowns-the initial limited lockdown announced by the state on 17 March, and the subsequent national lockdown announced by the centre on 25 March. Recognize that whether the citizens of a state will support and comply with severe restrictions on mobility in general, and on economic activities in particular, will depend crucially on whether they trust the state to pro-actively provide various alternative mechanisms to support lives and livelihoods. When the Kerala government announced its limited lockdown plan on 17 April, it concurrently announced the following supportive measures, which they continued when the national lockdown was imposed subsequently.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "text": "17",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "• The government announced an economic support package worth $270 million that included loans to needy families, higher allocations for the rural employment guarantee scheme, and 2 months of pension payments to the elderly. Fur-16 For those quarantined, the state also provided internet data packages (to keep them engaged productively), and access to psychiatric counselling (to help alleviate mental distress arising from social isolation). 17 A large number of people were quarantined in Kerala in late-March and early-April. Specifically, the daily count of quarantined people in the state crossed 10,000 in the middle of March, grew steadily to above 160,000 in the first week of April, and then fell monotonically to around 20,000 in late-April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "ther, the public distribution system (PDS) was enhanced, and free rice was provided to every PDS card holder. Under the announced package, more than fifty lakh elderly and disadvantaged people received Rs. 8500 in welfare payments. • The government also announced various measures of in-kind support to vulnerable sections of the population. For the elderly living alone, essential supplies were home-delivered, and necessary medical assistance was provided. Food was also home-delivered to the beneficiaries of Anganwadis (childcare centres), that included adolescent girls, pregnant women, lactating mothers, and children up to 5 years of age. For older children whose schools were shut, the school mid-day meals were home-delivered. In addition, about 400,000 cooked meals were distributed every day to the needy from existing and newly-established community kitchens. • For the 2.5 million migrant labourers from other Indian states working in Kerala, the state government set up 18,000 camps where the workers could stay and receive food and essential supplies (when the national lockdown precluded them from returning to their home states). The camps were well-sanitized, and placed under medical surveillance to ensure early detection and isolation of any Covid patients. 18",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "In addition to providing support to all vulnerable residents of the state, the Kerala government also paid special attention to the well-being of another critical sub-population-its health-workers. They were provided adequate PPE, and their duty rosters were carefully managed so as not to overburden them. It is to be noted that during the first wave of the pandemic, only two nurses in Kerala got infected with the Coronavirus (among all health-personnel); each survived the disease within a couple of weeks, and immediately rejoined service. In contrast, in the rest of the country, 96 doctors, 156 nurses, and 159 other medical workers were Corona-infected by 23 April.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "Just as in the case of the heath-workers, one has only to contrast the plight of the vulnerable populations and migrant workers in other parts of India during the first 6 weeks of the national lockdown to realize how the supportive actions of the Kerala government reinforced the residents' trust in the state and led them to adhere to the lockdown restrictions. Again, not only were the state's actions accepted by its citizens, they in turn took actions that complemented state actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "• The Kudumbashree networks, that had starting running Janakeeya canteens from March 2020 onward-serving meals at very affordable prices -expanded their operations so as to be able to provide food to quarantined patients, to the elderly, and to the migrant labourers in their camps.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "• Members of the Kudumbashree networks also stitched two million masks and manufactured 5000 L of hand-sanitiser in the first month of the national lockdown.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "To put it succinctly, public trust in Kerala led to the acceptance of the state's pandemic actions and generated complementary private efforts, which in turn helped transform the state's actions into effective public actions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "In addition, trust among citizens has also played an important positive role in Kerala's fight against Covid-19. During the pandemic in India, the following kinds of 'citizen conflicts' have been reported from many parts of the country: discrimination against and ostracism of quarantined and infected patients, demonstration of hostility against health workers, and protests-sometimes violent-against cremation of Covid casualties. 19 In contrast, reports of such citizen conflicts from Kerala have been virtually non-existent. Rather, affluent citizens have opened up parts of their homes for use as public quarantine spaces, and health workers have been respected and supported. Citizen conflicts based on caste and religion have also been conspicuous by their absence in Kerala. Ray et. al. (2020) have emphasized that for the less-developed world, the tradeoff between lives and livelihood in a country in the midst of a pandemic essentially boils down to a trade-off between lives of two sets of people-the haves and the have-nots. In particular, severe restrictions on mobility and economic activities constitute a strategy of saving rich lives at the expense of poor lives. It is thus important to realize that in Kerala's first wave of the Covid pandemic, the state's social compact and its government's Covid strategy successfully managed to circumvent this tradeoff, in spite of the state being subjected to a sever national lockdown. As Tharoor (2020) asserts: \"Kerala was able to impose restrictive measures far more humanely than other states have.\"",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 435,
                    "text": "19",
                    "ref_id": null
                },
                {
                    "start": 775,
                    "end": 801,
                    "text": "Kerala. Ray et. al. (2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "By the end of the first wave of the pandemic, Kerala succeeded in restricting the state's Covid deaths to three, and brought down the daily new infection count in the state to zero. While these achievements are laudatory, it is even more impressive to note how Kerala managed to achieve these feats-in significant contrast to the rest of the country-without subjecting its vulnerable population to a crisis of existence. In the state Chief Minister's words, Kerala's pandemic strategy was an \"all-of-government, all-of-society approach\", with \"no one left behind\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Designing public actions using public trust"
        },
        {
            "text": "In studying the Covid experience of different countries, researchers are coming to realize that various kinds of 'social capital' are crucial resources that countries can effectively utilize to combat the pandemic. Bartscher et al. (2020) uncover the positive impact of a country's social capital (as measured by the size of electoral turnouts in the country) on pandemic outcomes in seven European countries-Austria, Germany, Italy, the Netherlands, Sweden, Switzerland and the UK.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 238,
                    "text": "Bartscher et al. (2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Concluding comments"
        },
        {
            "text": "It is important to recognize that if the social compact between the state and its citizens is a valuable asset for a developed country in fighting a pandemic, it is even more valuable for a less-developed country. For instance, a Covid suspect, when advised by the state to isolate herself, will heed the advice only when she trusts the state to facilitate her quarantine process; if she lacks that trust, then the state will have to expend additional scarce resources to enforce and monitor her quarantine. Similarly, citizens will be more willing to comply with lockdown restrictions if they trust that the state is indeed using the lockdown window to revamp its heath infrastructure, and that the lockdown will be withdrawn as soon as the health system is strengthened. In the absence of such trust, the state will have to spend real resources both to improve health facilities during lockdowns and to enforce lockdown restrictions on its citizens. Thus, lack of public trust can only be overcome by expending additional physical and financial resources. To the extent that the incremental cost of the latter resources is much greater for less-developed economies, the incremental value of social capital is that much greater for such countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding comments"
        },
        {
            "text": "In fact, the inter-related problems of lack of the public's trust in the state's intentions and efficiency, and the state's inability to generate public support for state actions, have bedeviled almost all states of India while combating Covid-19. It is precisely in contrast to this scenario that the Kerala story stands out as a shining example. Kerala's experience in the first wave of the Corona pandemic proves that adequate social capital-in the form of public trust and public actions -is not only necessary for effective containment of a pandemic, it can also be sufficient. And when that is the case, then pandemic containment strategies will not necessarily have to pit one set of lives and livelihoods against another set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding comments"
        },
        {
            "text": "In addition to the following references, we informed ourselves about the pandemic in Kerala from news and views published in: Al Jazeera, Deccan Herald, Hindustan Times, Huffington Post India, Ideas for India, India Today, Indian Express, New York Times, Outlook, Scroll.in, The BBC, The Guardian, The Print, Times of India, and Washington Post.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Concluding comments"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The viral explosion: A state-wise projection map for Covid-19 in India",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ansumali",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The importance of taking a rational approach to Covid-19 testing and care. The Wire",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Antony",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rangaswamy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Social Capital and the Spread of Covid-19: Insights from European Countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Bartscher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Seitz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slotwinski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siegloch",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wehrhöfer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CESifo Working Paper",
            "volume": "8346",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Hunger and Public Action",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dreze",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "From class struggle to class compromise: redistribution and growth in a South Indian State",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Development Studies",
            "volume": "31",
            "issn": "",
            "pages": "645--672",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The Secret of Kerala Experience. Open Magazine Ray",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S. ; D"
                    ],
                    "last": "Mochish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Subramanian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vandewalle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "CEPR Policy Insight",
            "volume": "102",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The Kerala model. Project Syndicate Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tharoor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Primary and Aggregate Infections in Kerala: 30 Jan-15 May",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Daily",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Recent Social Development Indicators in Kerala and in India",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Total infections and total deaths in three Indian States on five dates [*the starred dates correspond to the beginning of the four successive national lockdowns]",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "The state government and the people of Kerala undoubtedly leveraged their experience in crisis management once the world came to know about the new Coronavirus crisis in January 2020. 10",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Test Counts: 30 Jan-12 March. ii Daily Test Counts: 13 March-26 April. iii Daily Test Counts: 27 April-15 May from state ministers, government officials, and doctors indicate that during this time Kerala followed the ICMR testing guidelines quite closely, and tested suspected primary and secondary patients and their contacts, as well as other individuals who exhibited Covid symptoms.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Daily infection counts for fourteen days around 27 April",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We thank Patrick Heller, Benston John, Anirban Mitra, Mritiunjoy Mohanty, and participants in the University of Kent Workshop on Covid-19 for comments; and Shreekant Gupta for a relevant reference.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflict of interest On behalf of the authors, the corresponding author states that there is no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}