{
    "paper_id": "e61c90377c8c9f46d99dc36467c016bdefb0f289",
    "metadata": {
        "title": "Social distancing as risk reduction strategy during COVID-19 pandemic: A study of Delhi-NCT, India",
        "authors": [
            {
                "first": "Aditi",
                "middle": [],
                "last": "Madan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Okhla Industrial Estate",
                    "location": {
                        "addrLine": "Phase 3",
                        "postCode": "110020",
                        "settlement": "Delhi",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Sonal",
                "middle": [],
                "last": "Bindal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Home Affairs",
                    "location": {
                        "postCode": "110020",
                        "settlement": "New Delhi",
                        "country": "India A R"
                    }
                },
                "email": ""
            },
            {
                "first": "Anil",
                "middle": [],
                "last": "Kumar Gupta",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Ministry of Home Affairs",
                    "location": {
                        "postCode": "110020",
                        "settlement": "New Delhi",
                        "country": "India A R"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 pandemic impacted countries all over the world calling as urgent need to enhance the capacity of individuals and communities to respond in such disease outbreaks. Public health interventions, such as social distancing could help to protect many vulnerable people and reduce secondary transmissions within the community. This research was undertaken as a longitudinal study to identify and comprehend the preferences given to different preventive measures adopted by individuals to ensure protection against the spread of coronavirus. An online survey was conducted with a representative sample of 176 stakeholders to identify practices and behaviour adopted by the key stakeholders working in the domains of water, health and disaster risk reduction to curb the spread of COVID-19 in Delhi-National Capital Territory of India (Delhi-NCT). Findings of this study shown preferred willingness to adopt sanitisation measures, often by cleaning their hands with soap and water, and restricting any movement inside and outside of the house. Three-fourth of the respondents considered washing their hands after returning from outside an important measure to limit the spread of the disease. Moreover, two-third of the people stopped ordering food from outside as a prevention strategy. Furthermore, only about 36% of the respondents showed interest in stocking up on grocery items as their most preferred choice, reflecting that this was considered to be the least important of all choices. Research outcomes of this study will help policymakers to better understand mitigation options that are used in the early and later stages of the lockdown to improve resilience from such viruses. Further, it will assist decision-makers to understand the range of individual-level practices adopted by stakeholders to mitigate disease transmission at the community level and inform the government's planning efforts in the future.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Today, across the globe, there is an apparent increase in the number of contagious diseases. Recent virus outbreaks have spread rapidly, causing global concern [1] . Scientists believe that such viral outbreaks will increase in the future as the population across the world continues to grow, becoming denser and more mobile with climate change further exacerbating such vector-borne and water-borne diseases (Kathleen and [2] . Besides, deforestation induced habitat loss may push pathogen-carrying animals to migrate closer to human settlements, increasing the chances of virus mutation and pandemics, putting many at risk in the future [3] .",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 639,
                    "end": 642,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "On January 30, 2020, the World Health Organization (WHO), the specialised agency of the United Nations responsible for international public health, working to promote global health and keep the world safe, declared COVID-19 as a global Public Health Emergency threatening millions of people's lives [4] and as a \"public health risk to other neighbouring States through the international spread of disease\". The situation demanded, \"a coordinated international response\" [5, 6] owing to the exponential increase in the number of COVID-19 cases to a whopping 9809 with Russia, Spain, Sweden, the United Kingdom, India and Philippines confirming their first case by the end of January 2020. It was only the sixth such declaration made by WHO [7] . The increase in the number of disease outbreaks such as COVID-19 demands enhancing the capacity of individuals and communities to respond globally by adopting wide-ranging approaches including risk reduction measures such as social distancing, following government advisories, adopting sanitisation measures etc. However, limited research has paid attention to such practices adopted by individuals from the perspective of risk reduction strategy.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 470,
                    "end": 473,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 474,
                    "end": 476,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 742,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "During communicable disease outbreaks such as influenza, social distancing interventions that increase the space between people and decrease the frequency of contact can play a critical role in emergency responses [8, 9] . Similarly, research studies conducted during HINI outbreaks in the past suggest that social distancing is a powerful tool for reducing communicable disease outbreaks (Valdez et al., 2011) . Community mitigation strategies, such as social distancing, can slow down virus transmission in schools and surrounding communities. This helps to relieve the pressure on overburdened healthcare and public health systems and buy time for the production and distribution of vaccines [10] . Public health interventions such as distancing adopted at an individual and community level could potentially act as a risk reduction measure to limit the transmission within the community during disease outbreaks [11] . Because of the significant role that social distancing plays in reducing transmission of the virus, this study focuses on understanding the practices adopted to maintain social distancing.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 218,
                    "end": 220,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 389,
                    "end": 410,
                    "text": "(Valdez et al., 2011)",
                    "ref_id": null
                },
                {
                    "start": 695,
                    "end": 699,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 916,
                    "end": 920,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Although the pandemic is global, its responses have been local, depending on the local context-governance, socio-economic and cultural factors [12] . The paper argues that current strategies adopted by individuals to limit the spread of the virus at the local level can strengthen community-level preparedness and possibly enhance the effectiveness of responses to such outbreaks. The study focuses on identifying and understanding the preferences given to different preventive measures adopted by individuals to ensure protection against the spread of coronavirus and for following effective social distancing. These practices, including indigenous measures, were adopted by individuals as a part of their risk reduction strategy.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study also reviewed the early measures undertaken, since the first confirmed COVID-19 case, by the government in India to develop a timeline of measures at the national and state level. Further, an online survey was conducted with 176 respondents from Delhi-National Capital Territory (Delhi-NCT), representing the key stakeholders, to assess measures adopted to mitigate the impact of the COVID-19 pandemic. The overall objective of the study was to assess the measures people have been adopting and assimilating into their daily habits to combat the threat of COVID-19. The specific objective of the study includes: a) To identify preventive measures practised by individuals at the community level as part of social distancing b) To investigate individual-level social distancing practices considered significant by the people to limit the spread of the pandemic. c) To suggest policy options on social distancing as a risk reduction strategy",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The H1N1 influenza pandemic disproportionately impacted children and young adults in the United States during 2009-2010 (Flatman et al., 2009: [13] , with an estimated 18,449 deaths across 214 countries by August of 2010 [14] . COVID-19 has a high reproduction rate (Table 1) compared to past pandemics. This along with its ability to spread from silent carriers i.e. those who are infected but asymptomatic, makes the COVID-19 virus more dangerous and a threat to the whole generation.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 147,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 221,
                    "end": 225,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 266,
                    "end": 275,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Pandemics in the past"
        },
        {
            "text": "India has faced many grave epidemics and pandemics in the past and has survived many ( Table 2 ). These range from the 'Spanish' influenza pandemic (1918 and 1919) with an estimated mortality range of 10-20 million and an estimated population loss of 13.8 million to 60,000 cases of smallpox (1974) with over 15,000 people dead within 5 months. Every case found was contained by vaccination of all immediate family members, making India free of smallpox by April 1977. In September 1994, pneumonic plague deaths were reported in Western India. The disease got transmitted to other parts of India by the migrant workers through a pattern of spread called relocation diffusion, explaining the presence of plague in far off areas. Timely containment and hospitalisation led to successful containment of the disease. India reported two Nipah Virus (NiV) encephalitis outbreaks in West Bengal in 2001 and 2007 with a case fatality rate of 68% during the first outbreak.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 163,
                    "text": "(1918 and 1919)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 87,
                    "end": 94,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemics in India"
        },
        {
            "text": "China announced the first coronavirus death of a 61-year-old man, who had purchased goods from the seafood market in Wuhan, on January 11. On January 13, Thailand became the first country outside China to report a coronavirus patient with a history of travel to Wuhan. The virus then started to spread rampantly in several countries including the United States, Nepal, France, Australia, Malaysia, Singapore, South Korea, Vietnam and Taiwan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of Events-India and abroad"
        },
        {
            "text": "Egypt became the first African country to report a case of coronavirus on February 14 followed by Iran on February 19. Several countries such as Saudi Arabia, Tunisia and Jordan joined the wagon by reporting their first coronavirus case on March 2. On March 3, WHO reported a global mortality rate of 3.4%, suggesting the disease is deadlier than the seasonal flu (with a death rate of less than 1%). Two past epidemics caused by coronaviruses, MERS and SARS, had much higher mortality rates [1] . With its impact being felt across the world, WHO declared coronavirus a pandemic on March 11, 2020. Since the emergence of coronavirus, the first confirmed case in India was reported in the state of Kerala. As of March 4, the situation had been relatively under control and Kerala was able to contain the coronavirus infection with vigilant health officials promptly tracing three cases of students studying in China (the epicentre of COVID-19 outbreak) stated in February. Kerala effectively and immediately had put over 3000 people in home quarantine who had possibly come into contact with the three confirmed cases. All of the students had returned home during the annual Lunar New Year festivities in China. Similarly, hundreds of Indian nationals evacuated from China following the COVID-19 outbreak too were put in special quarantine facilities set up in New Delhi. With time, new confirmed cases starting getting reported from multiple cities such as New Delhi, Mumbai, Bengaluru, Hyderabad, Patna etc.",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 495,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 582,
                    "end": 597,
                    "text": "March 11, 2020.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Timeline of Events-India and abroad"
        },
        {
            "text": "India started implementing preventive measures in order to curb the spread of COVID 19. Measures such as screening of incoming air passengers at 30 airports, 12 major and 54 minor ports and even at land borders followed by suspension of visas and ban on international flights, were taken much ahead of any other country. Thermal screening of international travellers from China and Hong Kong started on January 18, 12 days before the first case of coronavirus was even detected in India (January 30). The government took some proactive measures (as shown in Table 3 ) to contain the disease and regularly requested states to maintain and enhance their surveillance systems to ensure complete coverage without any gaps. The Prime Minister of India requested all citizens to observe a nationwide public-curfew (Janta curfew) on March 22 followed by a nationwide lockdown for 21 days, 2 months after the global outbreak; to stop the spread of highly-contagious COVID-19 through any kind of movement by asking people to stay at home and observe social distancing. Such a comprehensive response system put in place by the Government of India triggered a major crisis for millions of stranded inter and intrastate migrants and daily wage workers, with challenges of access to food and necessities during the lockdown. The timeline of such measures enacted by the Indian government and the Government of Delhi-NCT in the wake of the COVID-19 outbreak is presented in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 558,
                    "end": 565,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1460,
                    "end": 1466,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Timeline of Events-India and abroad"
        },
        {
            "text": "Moreover, the Ministry of Health and Family Welfare (MoHFW) and its supporting institutions have played a significant role in regularly releasing guidelines and protocols regarding individual and community level protection measures against COVID-19. Public health policy focused primarily on reducing and preventing the spread of infection by prompt and decisive actions such as announcing a prompt ban on travel and border sealing. Free testing and treatment of COVID-19 under Ayushman Bharat, enabling state health services to have their health facilities, having medical equipment and supplies in place to manage the anticipated increase in cases, etc. were some of the measures taken by the Indian government to tackle the pandemic. Furthermore, the central, state and district administration accelerated their public health response through effective engagement in partnerships and collaborations and ensuring a smooth process for providing necessary approvals by integrating the Information and Communications Technology (ICT) network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Timeline of Events-India and abroad"
        },
        {
            "text": "In the recent pandemic, some of the more common approaches have seen governments issue advisories or guidelines on social distancing as a prevention strategy while others have imposed complete or partial restrictions on all non-essential movements calling for a lockdown. According to Ref. [16] ; over 100 countries worldwide imposed either a full or partial lockdown by the end of March 2020. Some Asian countries like China, Japan opted for lockdown with strict freedom limiting whereas in contrast, countries such as the United States (U.S.) and Brazil, adopted a relaxed social distancing approach, suffering more from the pandemic [17, 18] . The likely contributing factor for this is that people have varied risk perceptions and viewpoints towards the pandemic resulting from differences in cultural backgrounds across countries. Further, the WHO recommended 1 m of physical distancing for effective social distancing has been followed by countries such as China, France, Hong Kong, Singapore but countries such as US, Australia, and the UK adopted varying physical distancing rules. These differences emerge in strategies adopted across the world owing to differences in perception regarding the potential distance over which COVID-19 can be transmitted [17] .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 636,
                    "end": 640,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 641,
                    "end": 644,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1261,
                    "end": 1265,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Approach to control spread of Covid-19-India and abroad"
        },
        {
            "text": "Some strategies included the last number on the national ID determining whether one was allowed to leave the house or not in Columbia. Further, a dog-walking hour was introduced in Serbia with Panama restricting the movement of people by gender on different days [16] . Moving further, Belarus refrained from placing any restrictions on sports events while Sweden imposed a ban on more than 50 people gathering but schools remained open for children under 16 years of age and restaurants/pubs continued to offer table service. Following in the footsteps of countries such as the Czech Republic, Bosnia and Herzegovina, Austria also enforced the use of masks in public. Smith and Freedman [19] emphasise that we need to rely on such public health measures as we are faced with an outbreak for which we currently have no vaccine. Such measures of isolation, quarantine, social distancing and community containment have also been used on a massive scale across China (Smith and Freedman, 2020), where the coronavirus first emerged.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 267,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 688,
                    "end": 692,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Approach to control spread of Covid-19-India and abroad"
        },
        {
            "text": "Recently, there have been several words that have been highlighted in the wake of COVID-19 such as community spread, social distancing, self-isolation, lockdown, quarantine, etc. [20] . Social distancing is an important public health intervention that refers to actions taken to stop or minimise physical contact and thereby, slow down the spread of a highly contagious disease [15] . Social distancing has been defined by Streit et al. [21] as a measure where people without symptoms maintain a distance from each other physically by adopting practices including behaviour changes for the prevention of disease transmission between contacts of infected individuals [22] . Research conducted by Dashraath et al., 2020, stresses that social distancing measures are effective in reducing disease transmission during a pandemic.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 378,
                    "end": 382,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 437,
                    "end": 441,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Social distancing-an effective strategy for containment"
        },
        {
            "text": "Social distancing behaviour is more likely to occur on an individual scale rather than on a large scale. Possible large-scale measures include avoiding crowds, cancelling events attracting large crowds, limiting large gatherings, closure of public spaces like schools, universities, places of worship, theatres, malls offices, mass transit systems, enforcing closures/complete lockdown of cities etc. [23] . Individual-level measures involve teleconferencing instead of in-person work meetings and more extreme steps like self-quarantine i.e. staying home, not welcoming others to one's home, avoiding going out of the house, washing hands, staying home if sick etc. This strategy has played a significant role in mitigating earlier pandemics such as the one caused by the Spanish Flu of 1918-19 and it continues to play a significant role in current plans for pandemic preparedness and applicability [8, [24] [25] [26] . These measures act as a means of reducing transmission and delaying spread (Mahtani and Carl, 2020) by providing a community the critical time needed to prepare and enhance the capacity of health infrastructure and by helping to achieve the critical goal of \"flattening the curve,\" i.e. reducing the peak number of cases at any one time during the outbreak of the disease. Several social distancing strategies, including city-wide lockdowns, screening measures at railway stations and airports, active case finding, and isolation of suspected cases, appear to have slowed down the transmission of COVID-19 outside of the Hubei province [27] . Besides the timing and duration of social distancing measures to contain the outbreaks (Mahtani et al., 2020), individual level practices act as a contributing factor in delaying the spread of pandemics.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 901,
                    "end": 904,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 905,
                    "end": 909,
                    "text": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 915,
                    "end": 919,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Social distancing-an effective strategy for containment"
        },
        {
            "text": "Further, the practices people adopted during previous outbreaks might be helpful during the ongoing as well as future pandemics. The extensive literature review carried out demonstrates past strategies, adopted to curb the spread of pandemics and epidemics across the world. This research is expected to contribute to the identification and mapping of individual level preventive measures adopted by people for social distancing during the initial phase of the COVID-19 pandemic. Moreover, it also documents the mind-set of the local community towards the prevention of COVID-19. Research outcomes of this study will help policymakers to better understand mitigation options that are used in the early and later stages of the lockdown to improve resilience from such viruses. Furthermore, this will help inform government efforts to mitigate risk during potential future pandemics by integrating the preventive measures, knowledge and experience into risk reduction strategies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing-an effective strategy for containment"
        },
        {
            "text": "This study is part of a longitudinal survey conducted in April 2020, at a time when the countrywide lockdown was in its early stages, to fully characterise and identify measures prioritised by individuals. The survey was conducted in Delhi-NCT as it is the capital of the nation and a crossroad for people from all over the country as well as for international passenger traffic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study area"
        },
        {
            "text": "According to Census [28] ; urban areas account for 75% of the total area of Delhi-NCT as indicated in Fig. 2 . A large proportion of the city's population seeks shelter in congested and unauthorised dwellings (District Disaster Management Plan, North-East Delhi, 2011). Delhi being the capital city is expected to be a model and set an example for the rest of the country in combatting the growing number of COVID-19 cases. Thus, it becomes important to understand the preventive measures adopted by people in Delhi-NCT to reduce the spread of the pandemic and to contribute towards effective social distancing measures.",
            "cite_spans": [
                {
                    "start": 20,
                    "end": 24,
                    "text": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 102,
                    "end": 108,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Study area"
        },
        {
            "text": "The study included fifteen questions -a mix of multiple-choice questions and ranking to help identify the measures adopted by individuals for limiting the spread of COVID-19. The questionnaire also included an option of 'others' in each question to provide space for adding any additional information. The questions were divided into 3 sections, the first section covering the basic demographic details of the respondent including questions regarding age, gender, area of stay etc. Section 2 included questions on steps/measures undertaken by people to protect themselves against the coronavirus and restrictions imposed, with the last section covering the impact of the lockdown on their daily routine. Additionally, to ensure the validity of the draft questionnaire, the original survey instrument was revised based on the suggestions received from a panel of experts from the field of risk reduction. Participants were first asked to provide their consent using an online form, before answering the survey questionnaire. The revised questionnaire was the first pilot tested among a randomly selected sample of 10 respondents to make the statements clear and for ease of understanding. Finally, a revised questionnaire containing twenty-four items was developed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection methods"
        },
        {
            "text": "The survey was conducted in the early stage of the lockdown imposed during the first wave when people had no clue of what was happening and were not able to anticipate much about future events. Following the initial email, two email reminders were sent to participants to undertake the survey in a window of ten days. This helped to ensure that people nowhere felt forced to take the survey and participated in it voluntarily. Limitation of the study is that it was conducted virtually due to lockdown-imposed restrictions and there was limited availability of stakeholders who were engaged in responding to the COVID-19 crisis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection methods"
        },
        {
            "text": "The questionnaire focussed on preventive steps undertaken for protection against COVID-19 inside the house and while going outside the house, by shopkeepers or vendors, RWAs (Resident Welfare Associations) and also on restrictions imposed on outsiders entering the house. Another section focused on understanding the impact of the lockdown as well as people's suggestions. The survey Google form link was circulated without any force or financial rewards through Email, SMS and Whatsapp. Initially, 250 responses were gathered. After exclusion of invalid and incomplete answers, the final sample contained 176 responses. The sample size was calculated using the Cochran Formula for the sample size selection for stakeholders (Godbless, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection methods"
        },
        {
            "text": "The research was carried out anonymously by circulating the online survey link to the key stakeholders representatives engaged in various aspects associated with handling of the COVID crisis. The sole purpose of keeping it anonymous was to let people share their perspectives freely without any hesitation. Further, the individuals agreed to a brief informed consent at the start of the survey and in accordance with the Declaration of Helsinki, which contains the ethical principles for medical research involving human beings, individuals could give up on completing the research at any time without any penalty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection methods"
        },
        {
            "text": "The survey was carried out through existing network of agencies/ people associated with disasters and Covid response management related activities. The respondents of the study represented key stakeholders directly dealing with COVID-19 related issues in Delhi-NCT. They were professionals working as academics, researchers, scientists or government officers in domains of water, health, disaster risk reduction. Responses of the stakeholders have been considered as representative of the people of Delhi. Further, the limited availability of stakeholders during the initial period of COVID-19 lockdown may have contributed to the relatively small sample size. In empirical studies where inferences are being made about a population, the sample size is a significant feature [29, 30] . The questionnaire identified activities and responses that people considered to be important to reduce the spread of the pandemic through public health interventions and to understand the existing gaps in policies and guidelines which could help policymakers to revise them for their better implementation and planning.",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 779,
                    "text": "[29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 780,
                    "end": 783,
                    "text": "30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Data collection methods"
        },
        {
            "text": "All of the respondents in the sample belonged to the hotspot regions i.e. regions with a high density of disease. It was found that 8% of the respondents were older than 60 years of age. It was reported in several WHO reports that people with higher age suffer to a greater degree from COVID-19 [31] . Of the total respondents surveyed, 53% were females and 47% were males, as shown in Fig. 3 . Respondents were categorised within 5 age groups of 21-30, 31-40, 41-50, 51-60 and more than 60 years of age, as shown in Fig. 3a . Overall data for all the respondents show that 70% of the sampled respondents were belonging to the age group of 21-30 years and 31-40 years. Respondents in the age group of 41-50 years and 51-60 age were 11% each with the lowest frequency of respondents in the age group of more than 60 years of age (8%). The results in Fig. 4 show that over half (55%) of the respondents lived in a flat/apartment, followed by 34% staying in residential houses. 11% of the respondents lived in a flat/apartment in a residential tower in Delhi-NCT.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "text": "[31]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [
                {
                    "start": 386,
                    "end": 392,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 517,
                    "end": 524,
                    "text": "Fig. 3a",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 849,
                    "end": 855,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Profile of respondents"
        },
        {
            "text": "The respondents were provided a list of eight common recommendations of preventive measures as shown in Fig. 5 . They were asked to rank these actions adopted to reduce the likelihood of contagion in order of their preference, i.e., from most preferred to least preferred using numbers (1-3), 1 being most preferred, 2 being moderately preferred and 3 being the least preferred. The results indicate that 78% preferred strict restrictions on the entry of outsiders and 82% preferred the regular cleaning of hands with soap and water as the best ways to reduce the spread of COVID-19. Furthermore, the use of specific measures (e.g., hand-washing) and the availability of accurate information may mitigate these effects [32] .",
            "cite_spans": [
                {
                    "start": 719,
                    "end": 723,
                    "text": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 110,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Preventive steps undertaken by individuals inside the house"
        },
        {
            "text": "As high as 82% of people also opted for not ordering food from outside as an effective preventive strategy to curb the spread. Findings of the study is also supported by a study in other parts of India [33] . The preliminary results of the survey indicate a negative effect of home confinement on Physical Activity (PA) and diet behaviour with a significant increase in sitting time and unhealthy diet, indicative of a more sedentary lifestyle [34] . Interestingly, another survey [35] revealed the facts in contrast to the guidance of the World Health Organization [5, 6] , as people changed their eating behaviour, with increased consumption of unhealthy food, excessive eating, more snacking between meals and an overall higher number of main meals during the Covid period [35] .",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 206,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 444,
                    "end": 448,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 481,
                    "end": 485,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 570,
                    "end": 572,
                    "text": "6]",
                    "ref_id": null
                },
                {
                    "start": 776,
                    "end": 780,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Preventive steps undertaken by individuals inside the house"
        },
        {
            "text": "Restrictions were preferentially (67%) imposed on outsiders such as providers of newspapers, milk, domestic help as well as garbage pickers as part of social distancing measures. Outsiders also include delivery persons from e-commerce platforms, food deliveries, cooks, laundry, relatives, neighbours and car cleaners. However, only 63% of the respondents preferred keeping sanitiser at their doorstep for people entering the house.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive steps undertaken by individuals inside the house"
        },
        {
            "text": "Almost 60% of respondents considered not going out of the home and leaving couriers untouched outside the house for a few hours before getting them inside as an important measure of minimizing infection risks. Only about 36% of the respondents shown interest in stocking up groceries as their most preferred choice, reflecting this as the least important of all choices (Fig. 5) . This difference could be seen due to the education and economic stability existing among respondents.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 370,
                    "end": 378,
                    "text": "(Fig. 5)",
                    "ref_id": null
                }
            ],
            "section": "Preventive steps undertaken by individuals inside the house"
        },
        {
            "text": "The findings of this study indicate the critical role of individual and community level social distancing measures in strengthening the containment and resilience following the outbreak of COVID-19. According to Briscese et al. [12] ; complying with social isolation measures in response to the pandemic reduces the probability of getting infected. It is, therefore, critical to convince people to isolate themselves and enter a self-quarantine mode as an initiative for public health safety. Fong et al. [36] reported that a ban on public gatherings, with social and preventive health interventions for minimal 4 weeks, could reduce the weekly death rate.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 232,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Preventive steps undertaken by individuals inside the house"
        },
        {
            "text": "As shown in Fig. 6 , eight preventive steps while going outside were presented to the respondents, similar to those mentioned in the previous segment. They were asked to rank these in order of their preference i.e. from most preferred to least. Although, a majority of the respondents preferred not going out of the house unless necessary, however, in case they had to move out of the house, individuals undertook various preventive measures to protect themselves and the people around them from getting infected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 12,
                    "end": 18,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Preventive steps undertaken by individuals while going outside"
        },
        {
            "text": "Preventive steps such as wearing a face mask/using gloves when going out, keeping sanitiser when going out, maintaining social distance from others when outside, taking their bags for buying grocery, not touching themselves or anything else around, washing hands right after returning, cleaning all things bought from outside and taking shower after returning are likely to reduce the risk of contracting the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive steps undertaken by individuals while going outside"
        },
        {
            "text": "Around 91% of the respondents considered washing their hands right after returning from outside significant in limiting the spread of the disease. People consider wearing gloves and washing hands as important as wearing a mask. More than three fourth (83%) of the respondents considered maintaining social distance from others when outside as a critical measure of social distancing. An almost equal number of people at 73% and 72% believed that carrying their own bags for shopping and keeping a sanitiser along with them were imperative when going out of the house. According to 66-67% of the respondents, wearing a mask, using gloves and cleaning all things brought from outside were considered as significant social distancing measures for reducing the probability of getting and spreading the infection. Masks allow people to implement social distancing in a safe way and also provide an overall distance boost. Usage of masks should be always recommended to everyone, in spite of their protection effectiveness (Pauli et al., 2012) . According to a cross-sectional online survey conducted by Yanti et al. (2020), positive compliance with safety behaviours such as keeping a physical distance from others and wearing face masks in public spaces is associated with respondents having sufficient knowledge and a good attitude. Around 61% of respondents supported not touching themselves or anything around them, when they could afford to, as an important means to protect them from the contagious disease. Taking shower after returning from outside was the least preferred option for the respondents.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1017,
                    "end": 1037,
                    "text": "(Pauli et al., 2012)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Preventive steps undertaken by individuals while going outside"
        },
        {
            "text": "The survey questionnaire also provided the respondents' an opportunity to share any other indigenous coping measures undertaken by them, besides the measures mentioned above, as indicated in Fig. 7 . Some of such steps ranged from helping spouse/family members in household chores (82%), giving paid leave to helpers (75%) or providing sanitisers (44%), educating people on social distance (70%), educating milk suppliers, newspaper delivery, domestic helpers on Dos and Don'ts during the lockdown (68%) etc. Besides this, many of the respondents have undertaken social distancing measures such as taking a prepared checklist of items when going out (66%), selecting shops with the least number of customers (50%), opting for digital payment (46%) to avoid the exchange of money or taking cash to avoid receiving coins in exchange (28%), as the virus is suspected to stay on metal surfaces for a longer period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 197,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Other steps undertaken for prevention"
        },
        {
            "text": "Around 32% of the respondents included opening a common gate with the foot, limiting the cleaning/dusting of the house (28%) and leaving things such as wallet/watch/bangle etc. at home (22%), which could touch unwanted objects or surfaces when outside the house. Less than 1% of the sampled respondents preferred online purchases over buying things in person, sanitising the credit cards and limiting the use ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other steps undertaken for prevention"
        },
        {
            "text": "Besides all these measures, people additionally shared different measures that were adopted by their society's respective Resident Welfare Association (RWA) as shown in Fig. 8 . Around three fourth of the sampled respondents (74%) shared that the guards were provided with masks/gloves (74%) for maintaining hygiene and sanitation followed by allowing only the residential people inside the society and restricting the movement of outsiders at the entry gate (68%).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 169,
                    "end": 175,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Preventive steps taken by RWA/Society"
        },
        {
            "text": "More than half of the respondents shared that religious places had been closed within the vicinity of their residence (59%) including the closure of park gates (48%), alternate entry doors (42%) with only 27% of the people undertaking thermal screening at the gates of their societies or colonies. Out of 16% of those who stayed in towers, 9% shared that the lifts had been marked inside with tapes to maintain social distance in the lift, gates, and common lobby areas were being regularly sanitised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Preventive steps taken by RWA/Society"
        },
        {
            "text": "Most of the respondents (85%) stated that they spent their time during the lockdown watching TV including Netflix, news, serials etc. as reflected in Fig. 9 . Many of them were able to channelise their energies in the right direction by indulging in fruitful work such as exercising, doing household chores, spending time with family and were able to overcome challenges as well as anxiety and stress by utilising time properly. Similar results were found by Ajaqbe et al. (2020) that social distancing induced anxiety affects mental health in the long run and results in social inequality and physical isolation that may cause loneliness (Luiqqi et al., 2020) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 156,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 639,
                    "end": 660,
                    "text": "(Luiqqi et al., 2020)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact on People"
        },
        {
            "text": "A little more than half of the respondents (60%) took up exercise as an important strategy to cope up with the lockdown. An almost equal number of people at 44% felt psychological impacts that took a toll on their health with many of them losing count of days that resulted in them being disinterested in doing anything at all. Previous research during similar pandemic crises (2002-2004 SARS outbreak) has revealed several negative effects of quarantine measures on social participation which were associated with a decrease in individual well-being [37, 38] . These negative effects have also been reported in a recent COVID-19 series highlighting the fact that people in quarantine report greater symptoms of psychological distress. Furthermore, some of these symptoms appear to persist long after the quarantine period ends [39] . Similarly, Purssell et al. [40] and Sharma et al. [41] reported negative psychological effects (i.e., increased levels of anxiety and depression). Social impacts have also been reported, including limited visiting, less interaction with providers, and social exclusion [42] .",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 555,
                    "text": "[37,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 862,
                    "end": 866,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 885,
                    "end": 889,
                    "text": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1104,
                    "end": 1108,
                    "text": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Impact on People"
        },
        {
            "text": "Around 30% of the respondents stated that they spent their time undertaking domestic household chores. Only about 26% of them went on a cleaning spree of their house, wardrobes etc. Surprisingly, only 7-8% of sampled respondents stated that they spent time with their families or indulged in pursuing their hobbies such as reading, cooking, gardening etc. Some studies point out that increasing obesity, accidental pregnancies, and other health risks (Bourassa et al., 2020; Schiavi et al., 2020) may increase due to reduced movement of people and changes in people's conventional health behaviours. The data reflects that since people have never faced such a situation before, they seem to be confused in their mind about what is impacting them more and what to pursue in days to come. They seemed more interested in watching TV over spending quality time with their family or doing household chores. A recent study, Ammar et al. [34] ; utilised the short version of the International Physical Activity Questionnaire (Lee et al., 2011), reporting These social and preventive health measures act as a means of reducing contact and thus, in slowing down the transmission of COVID-19, by providing a community the critical time needed to prepare and enhance the capacity of the health infrastructure (Mahtani and Carl, 2020). This is critical in order to achieve the goal of flattening the curve i.e., to reduce the peak number of cases at any one time during the outbreak of the disease. Several social and preventive health measures such as a complete lockdown, screening measures, active testing, and isolation of suspected cases, have slowed down the transmission of COVID-19 in China [27] .",
            "cite_spans": [
                {
                    "start": 931,
                    "end": 935,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1687,
                    "end": 1691,
                    "text": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Impact on People"
        },
        {
            "text": "The findings indicate that individuals consider washing hands with soap, use of sanitizers and restricting movement out of the home as the most preferred measures of social distancing. These measures are followed by the practice of not letting outsiders enter their houses, with most of them preferring to even stop the entry of domestic helpers and providers of milk, newspapers and laundry services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on People"
        },
        {
            "text": "It was also found that people also preferred to restrict their movement out of the house as well as entry of outsiders into their houses and were less willing to stock up on groceries. The individual adoption of such measures has collective benefits leading to much less disruption, financial costs or harm [43] . This will also help to increase the government's preparedness in the future defence against such pandemic scenarios.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "text": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "Impact on People"
        },
        {
            "text": "This study demonstrates that social distancing behaviours play a critical role in preventing the spread of the pandemic. Previous studies have highlighted risk perception as a leading indicator of protective behaviours (Barrios et al., 2020; Lin and Lagoe, 2013; Dionne et al., 2018) adopted by people. People need to be encouraged to have a risk perception that helps them identify infection and health-related risks related to unprotected behaviours during the pandemic. However, limited research has investigated preventive measures adopted by individuals to maintain social distancing and to safeguard themselves and their families against the virus. By examining preventive measures, perceived understanding, and social distancing across the selected stakeholders in Delhi-NCT, this study addresses how strategies can be formulated using identified individuals' physical distancing behaviours to combat future outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact on People"
        },
        {
            "text": "This study investigated the preventive measures adopted as part of social distancing during the COVID-19 pandemic. Based on the data collected from an online survey conducted among 176 participants throughout April 2020, the analysis indicates that people adopted different preventive measures to protect themselves from the threat of COVID-19 infection. Out of many preventive measures, 78% of people preferred that there should be restricted entry of outsiders and 82% preferred to wash or clean hands with soap and water to reduce the spread of COVID-19. A large portion of people (82%) also opted to stop ordering food from outside as an effective preventive strategy to curb the spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Around 60% of the respondents considered not going out of the house and leaving couriers untouched outside the house for a few hours before getting them inside as an important measure of maintaining social distance. Many respondents (67-66%) felt that wearing a mask and using gloves and cleaning all things brought from outside were significant social distancing measures that helped in reducing the probability of getting and spreading the infection. Almost 61% of respondents supported not touching themselves or anything around them to protect themselves from the contagious disease. Taking shower after returning from outside was the least preferred option for individuals. Hence, effective strategies for risk reduction against future outbreaks need to incorporate perceived understanding, individual behaviour adopted, and preferences assigned to mitigate risks. Finally, these results are expected to contribute to development of guidelines based on individual behaviour as well as to assist with the effective implementation of the social distancing policies in future outbreaks. Similar to Marchiori [44] ; as a part of an effective strategy to combat the threat of another outbreak, this study suggests the need to formulate awareness campaigns and intervention programs focusing not on just limiting mobility, asking people to stay at home and sharing social distancing rules, but also to focus on the behavioural issues and the dangerous paradox lying within human's innate social nature. This should be done to strengthen society's resilience to pandemics especially of the vulnerable people at risk or those with comorbidities. Several studies analysing the effects of the pandemic induced lockdown on the health of different groups have been undertaken, reflecting that lockdown and restrictions imposed by the government could also have negative short and long-term psychological effects as they can exacerbate feelings of isolation, loneliness, stress and anxiety [15] . Such impacts are even more severe in the case of longer quarantines with the likelihood of people falling prey to behavioural fatigue [45] . The findings are of general interest in future pandemic situations, given the general nature of the social distancing paradox.",
            "cite_spans": [
                {
                    "start": 1110,
                    "end": 1114,
                    "text": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1982,
                    "end": 1986,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2123,
                    "end": 2127,
                    "text": "[45]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The study suggests the need for measuring the effectiveness of such preventive measures adopted by individuals by identifying which single or combination of measures worked the best and the need for integrating them into risk reduction strategies. The findings also reflect that the pandemic has had its positives as well, by helping many people develop/ enhance their hygiene-related habits like cleaning their hands more frequently than before. Further, emphasis on handwashing will not only stop coronavirus spread but many other illnesses due to the development of good hygiene practices. Coughing or sneezing in a handkerchief will curb the spread of not just COVID-19 but also many other diseases such as tuberculosis, influenza and other seasonal flus. Social distancing and stoppage of spitting in public places will also stop the spread of TB, H1N1, influenza, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Future studies can help examine the challenges faced in adopting such preventive measures among the densely populated communities, given the limitations of high density, smaller spaces to live in and restricted access and availability of water, soap etc. These impact the effectiveness of social distancing as well as hygiene measures. Studies can be carried out to identify challenges faced by people during quarantine and isolation periods. Once the pandemic ends, studies should reevaluate the adoption of preventive measures by individuals during the pandemic and their sustainability in the long run, especially of hygiene practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "No funding was received for this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All the surveys have been conducted following ethical standards. All the respondents were asked for their permission for their participation in the surveys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "the role of super-spreaders in infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "F"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Sars",
                    "middle": [],
                    "last": "Mers",
                    "suffix": ""
                },
                {
                    "first": "Ebola",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "18",
            "issn": "4",
            "pages": "398--401",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impacts of climate change on public health in India: future research directions",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Luber",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Kotha",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Dhaliwal",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kapil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Environ. Health Perspect",
            "volume": "119",
            "issn": "6",
            "pages": "765--770",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Sources of information and health beliefs related to SARS and avian influenza among Chinese communities in the United Kingdom and The Netherlands, compared to the general population in these countries",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Voeten",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "De Zwart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "K"
                    ],
                    "last": "Veldhuijzen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Elam",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int. J. Behav. Med",
            "volume": "16",
            "issn": "",
            "pages": "49--57",
            "other_ids": {
                "DOI": [
                    "10.1007/s12529-008-9006-4PMID:19184453"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "World Health Organization declares global emergency: a review of the 2019 novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sohrabi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Alsafi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "O&apos;neill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kerwan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Jabir",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Iosifidis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Agha",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Surg",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "food-and-nutrition-during-s elf-quarantine-what-to-choose-and-how-to-eat-healthily",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "What Constitutes an International Public Health Emergency?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Staudenmaier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Community mitigation guidelines to prevent pandemic influenza-United States. CDC community mitigation guidelines work group",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Qualls",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levitt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kanade",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wright-Jegede",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dopson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biggerstaff",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "MMWR Recomm. Rep. (Morb. Mortal. Wkly. Rep.)",
            "volume": "66",
            "issn": "",
            "pages": "1--34",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.rr6601a1"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Effects of school closure on incidence of pandemic influenza in Alberta",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Earn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fonseca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dushoff",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann. Intern. Med",
            "volume": "156",
            "issn": "3",
            "pages": "173--181",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Community strategy for pandemic influenza mitigation in the United States: pre-pandemic planning guidelines for the use of nonpharmaceutical interventions",
            "authors": [],
            "year": 2017,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Adaptive human behavior in epidemiological models",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Fenichel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Castillo-Chavez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Ceddia",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A G"
                    ],
                    "last": "Parra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Hickling",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Horan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Perrings",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Springborn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. Unit. States Am",
            "volume": "108",
            "issn": "15",
            "pages": "6306--6311",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Compliance with COVID-19 Social-Distancing Measures in Italy: the Role of Expectations and Duration (No. W26916)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Briscese",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lacetera",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Macis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tonin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Pandemic influenza a (H1N1) deaths among children-United States",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Blanton",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dhara",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brammer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Infect. Dis",
            "volume": "52",
            "issn": "1",
            "pages": "69--74",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "WHO, Pandemic Influenza A (H1N1), WHO",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Considerations relating to social distancing measures in response to COVID-19 -second update",
            "authors": [],
            "year": 2020,
            "venue": "ECDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What Are Social Distancing and Self-Isolation?",
            "authors": [],
            "year": 2020,
            "venue": "BBC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The impact of risk perception on social distancing during the COVID-19 pandemic in China",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dulebenets",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Publ. Health",
            "volume": "17",
            "issn": "17",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Reduced Social Distancing during the COVID-19 Pandemic Is Associated with Antisocial Behaviors in an Online United States Sample",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Berluti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Rhoads",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/ezypg"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Isolation, quarantine, social distancing and community containment: pivotal role for old-style public health measures in the novel coronavirus (2019-nCoV) outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Trav. Med",
            "volume": "27",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Governance, technology and citizen behavior in pandemic: lessons from COVID-19 in East Asia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Progress in Disaster Science",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nussbaumer-Streit",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mayr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Dobrescu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Klerings",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gartlehner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cochrane Database Syst. Rev",
            "volume": "",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Game theory of social distancing in response to an epidemic",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Reluga",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Comput. Biol",
            "volume": "6",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Effectiveness of workplace social distancing measures in reducing influenza transmission: a systematic review",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zviedrite",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uzicanin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Publ. Health",
            "volume": "18",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Nonpharmaceutical interventions implemented by US cities during the 1918-1919 influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Navarro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sloan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Michalsen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Stern",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Am. Med. Assoc",
            "volume": "298",
            "issn": "",
            "pages": "644--654",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.298.6.644"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Quantifying social distancing arising from pandemic influenza",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Philp",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. R. Soc. Interface",
            "volume": "5",
            "issn": "",
            "pages": "631--639",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2007.1197"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "European Centre for Disease Prevention and Control, Considerations relating to social distancing measures in response to COVID-19 -second update",
            "authors": [],
            "year": 2020,
            "venue": "ECDC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Short-term forecasts of the COVID-19 epidemic in guangdong and zhejiang",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med. Res",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020596"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Provisional Population Totals, Government of India",
            "authors": [
                {
                    "first": "India",
                    "middle": [],
                    "last": "Census Of",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "409--413",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Determining sample size; how to calculate survey sample size",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Taherdoost",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "International Journal of Economics and Management Systems",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Determining depression and related factors in a society affected by COVID-19 pandemic",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ustun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Soc. Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Surviving Sepsis Campaign: guidelines on the management of critically ill adults with Coronavirus Disease 2019 (COVID-19)",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Alhazzani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Møller",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loeb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "1--34",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Publ. Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17051729"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Study of knowledge, attitude, anxiety and perceived mental healthcare need in Indian population during COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tripathy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Kar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Journal of Psychiatry",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Effects of COVID-19 home confinement on eating behaviour and physical activity: results of the ECLB-COVID19 international online survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ammar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Brach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Trabelsi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chtourou",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Boukhris",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Masmoudi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nutrients",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/nu12061583"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Combatting COVID-19: A 10-Point Summary on Diet, Nutrition and the Role of Micronutrients",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nnedpro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Non Pharmaceutical measures for pandemic influenza in non healthcare settings-social distancing measures",
            "authors": [
                {
                    "first": "Min",
                    "middle": [
                        "W"
                    ],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "Huizhi",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Jessica",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Infect. Dis. J",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2605.190995"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "SARS control and psychological effects of quarantine",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pogorski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Styra",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Environ. Res. Publ. Health",
            "volume": "10",
            "issn": "17",
            "pages": "17--17",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Understanding, compliance and psychological impact of the SARS quarantine experience",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Garay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Deamond",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Styra",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Epidemiol. Infect",
            "volume": "136",
            "issn": "",
            "pages": "997--1007",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Unprecedented disruptions of lives and work-a survey of the health, distress and life satisfaction of working adults in China one month into the COVID-19 outbreak",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "X"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tower",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatr. Res",
            "volume": "288",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Impact of isolation on hospitalised patients who are infectious: systematic review with meta-analysis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Purssell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chudleigh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ open",
            "volume": "10",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen2019-030371"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Impact of isolation precautions on quality of life: a meta-analysis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Pillai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doolan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hollis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Hosp. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.02.004"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Source isolation and patient wellbeing in healthcare settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gammon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br. J. Nurs",
            "volume": "27",
            "issn": "2",
            "pages": "88--91",
            "other_ids": {
                "DOI": [
                    "10.12968/bjon.2018.27.2.88"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review. The Lancet Child and Adolescent Health",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Croker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Packer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stansfield",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Booy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "COVID-19 and the Social Distancing Paradox: Dangers and Solutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marchiori",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:2005.12446vol.1"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Impact of Nonpharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laydon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nedjati-Gilani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Report",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Timeline of events, Delhi-NCT. Source: Authors, 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Map showing the study area of Delhi-NCT. Source: Authors, 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Age and Gender wise distribution of respondents. Source: Author's Survey, March 2020 A. Madan et al.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Housing type distribution of respondents. Source: Author's Survey, March 2020 People's preferences for preventive steps inside the house. Source: Author's Survey, March 2020 People's preferences for preventive steps when going outside. Source: Author's Survey, March 2020",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Other preventive steps are taken when going out. Source: Author's Survey, March 2020 of energy and other resources in the absence of labour/workers' availability.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Preventive steps taken by Resident Welfare Society. Source: Author's Survey, March 2020 that home confinement during COVID-19 decreased the quantity of physical activity for all exercise intensities and increased daily sitting time.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Impact on People in the early days of Lockdown.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Features of past pandemics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "History of past pandemics in India. Source: Adapted from Office of Principal Scientific Adviser to Govt. of India (2020).",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Timeline of events-India.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}