{
    "paper_id": "e66d4b04c280f2ae909b8087f6911ba25db15f9c",
    "metadata": {
        "title": "Low-Skilled Migrants and the Historical Reproduction of Immigration Injustice",
        "authors": [
            {
                "first": "Desiree",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "settlement": "State College",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "D",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The Pennsylvania State University",
                    "location": {
                        "settlement": "State College",
                        "region": "PA",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Low-skilled migrants in wealthy receiving states are routinely subordinated across a range of social contexts. There is a rich philosophical literature on the inferiorizing effects of \"crimmigration\"-that is, the growing criminalization of unauthorized migrants and the state's use of uniquely harsh law enforcement methods against them. Yet there is less interest in the existing racialized division of migrant labor. Low-skilled Latino/ a/x migrants disproportionately perform \"dirty\" and \"difficult\" work that citizens do not wish to perform. Theoretically, this division of labor is compatible with a more permissive immigration system that legally admitted far larger numbers of low-skilled migrants to continue \"doing the dirty work.\" Indeed, many have assumed the desirability of such a system. Against this, I argue that \"crimmigration\" and the racialized division of migrant labor cannot be conceptually disentangled. Rather, they are mutually constitutive in reproducing background conditions that constrain the social equality of low-skilled migrants, as well as others perceived to be such. \"Crimmigration\" has not only excluded migrants, but enabled states to include them on socially unequal terms: as an instrumental and fungible source of cheap labor. Drawing on Alasia Nuti's (2019) valuable observation that \"banal\" historical mechanisms like stereotypes and social scripts can play a crucial role in maintaining present-day injustice, I show that stereotypes of migrants as workers in lowskilled occupations, as well as the expectation that they continue to take on those jobs, also profoundly undermine immigration justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Low-skilled migrants 1 in wealthy receiving states are routinely subordinated across a range of social contexts. Despite their essential labor contributions, they are often treated as inferior and undesirable by receiving states, especially in comparison to highly-skilled migrants. One major source of such social subordination is the United States' crimmigration system. Specifically, crimmigration refers to the combination of immigration enforcement with criminal law enforcement (Mendoza 2018) . Under the present crimmigration regime, violations of immigration law have resulted in criminal punishments, with immigration-related crimes being the single most common type of crimes prosecuted in federal courts (Hernández 2013) .",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 498,
                    "text": "(Mendoza 2018)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 715,
                    "end": 731,
                    "text": "(Hernández 2013)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, criminal law enforcement tactics have been utilized in order to enforce immigration law. Immigration enforcement may be carried out by local and state police, who may attempt to enforce immigration law through \"stop and search measures\", or actively cooperating with ICE by detaining undocumented migrants or alerting ICE to their presence. Significantly, low-skilled Latino/a/x migrants have been most severely affected by crimmigration laws. Over 90% of immigrants that are currently detained, prosecuted, and removed under US immigration law are of Latin American origin (Vásquez 2015) . Against crimmigration, some scholars have argued that the US has much to gain from choosing to include more low-skilled migrants, rather than criminalizing and deporting them. In particular, low-skilled migrants might be a potent source of economic benefit. For example, in a New York Times op-ed titled \"The Danger From Low-Skilled Immigrants: Not Having Them\", the economist David Card noted that \"10 years from now, there are going to be lots of older people with relatively few low-skilled workers to change their bed-pans…That is going to be a huge problem\" (Porter 2017) .",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 601,
                    "text": "(Vásquez 2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1167,
                    "end": 1180,
                    "text": "(Porter 2017)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite its broad appeal, I believe that the Argument from Economic Benefit does not go far enough in addressing immigration injustice. This is because it takes for granted the existing racialized division of migrant labor, under which Latino/a/x migrants disproportionately perform \"dirty\" and \"difficult\" work for citizens. As I argue in this paper, crimmigration and the racialized division of migrant labor cannot be conceptually disentangled. Rather, they are mutually constitutive in reproducing social attitudes that constrain the social equality of low-skilled migrants, as well as citizens who are perceived to be of immigrant origin. Historically speaking, crimmigration has not only excluded migrants, but enabled states to include them on socially unequal terms: as a source of highly exploitable labor for the United States. Despite its seemingly permissive approach to immigration, the argument from economic benefit builds on this unjust history by retaining the expectation that Latino/a/x migrants perform socially devalued forms of labor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "My argument proceeds in this order. Section 2 begins by explaining the argument from economic benefit (AEB) and the appealing rationale it provides for ending crimmigration practices. However, I contend that the AEB has its limits. In particular, it may inadvertently reproduce and entrench the social subordination of low-skilled migrants. Section 3 explains why crimmigration ought to be regarded as an ongoing form of historical injustice experienced by Latino/a/x persons; that is, an injustice with clear-cut historical origins. Adopting a historical lens, I note the origins of crimmigration and its long-term disparate impact on Latino/a/x populations in the US. To deepen my analysis of historical injustice, Sect. 4 introduces and expounds on Alasia Nuti's framework of \"historical-structural injustice\", which I will use to critically evaluate the AEB. Relevantly, Nuti argues that \"historical-structural injustices\" can persist even after historical injustices have seemingly come to an end. In this vein, Sect. 5 argues that even if the AEB is successful in ending crimmigration, it ultimately risks reproducing injustice in more insidious forms. Firstly, it fosters the demeaning attitude that low-skilled Latino/a/x migrants are instrumental and fungible. Secondly, the AEB may reinforce \"model migrant\" stereotypes that affect both low-skilled workers and Latino/a/x persons more generally. I conclude by noting that, if unaccompanied by further justifications that relate to the US's unjust history of exploiting low-skilled migrants, the argument from economic benefit may profoundly undermine immigration justice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this section, I briefly elaborate on the argument from economic benefit (AEB) and locate its position in the philosophical literature on low-skilled migrants. As a starting point, many. theorists have accepted the premise that admitting greater numbers of low-skilled migrants would have adverse economic effects on receiving states in the Global North. For example, Stephen Macedo (2011) and Javier Hidalgo (2010) have cited economic studies indicating that immigration has negatively impacted the opportunities of low-skilled citizens who belong to marginalized groups, like African-American men. There is also some evidence that, owing to citizens' widespread negative attitudes towards them, the admission of low-skilled migrants puts strain on social welfare systems by diminishing social trust and solidarity within the state. However, both Macedo and Hidalgo readily acknowledge that immigration can have substantial economic benefits for immigrants themselves, many of whom originate from the Global South, even if they may create net disadvantages for receiving states. As Hidalgo writes, \"[h] istorical evidence supports the view that immigration can be a potent force for reducing poverty and inequality\" (ibid).",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 391,
                    "text": "Macedo (2011)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 403,
                    "end": 417,
                    "text": "Hidalgo (2010)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1085,
                    "end": 1105,
                    "text": "Hidalgo writes, \"[h]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Argument from Economic Benefit"
        },
        {
            "text": "How, then, to resolve the tension between the economic interests of immigrants and the receiving states they wish to join? One popular solution, shared by several economists and political theorists alike, is to advocate the use of guest worker programs. Under these programs, which are operational in liberal states like the United States, Canada, and Australia, low-skilled migrants are temporarily admitted to perform labor on the condition that they accept serious limitations on their rights, including restricting rights to family reunion, rights to some social benefits, and rights to seek employment outside of a particular sector (Bertram 2019) . The rough idea, here, is for immigrants to reap the benefits of working overseas and for receiving states to contribute towards the alleviation of world poverty while, at the same time, minimizing the purported ill-effects of lowskilled migration on their societies.",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 652,
                    "text": "(Bertram 2019)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "The Argument from Economic Benefit"
        },
        {
            "text": "Interestingly, critics of guest worker programs have not generally questioned the key premise that, without the substantial restrictions imposed on guest workers, immigration would benefit low-skilled immigrants while negatively impacting the receiving state. Instead, some have focused on the injustice of consigning low-skilled migrants to \"second-class citizenship\". 2 Others emphasize the misguidedness of treating citizens' negative attitudes towards low-skilled immigrants as constraints in the formulation of immigration policy, when such attitudes reflect the unwillingness to comply with justice (Bertram 2019) or can be potentially mitigated (Pevnick 2009 ).",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 665,
                    "text": "(Pevnick 2009",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "The Argument from Economic Benefit"
        },
        {
            "text": "In contrast, the AEB directly challenges the idea that low-skilled immigrants constitute an economic threat to receiving states. Similar to Card's claim that the US's ageing population must be supplemented by a higher number of low-skilled migrants to substitute for their labor and care for them, Sherman et al. (2019) observe:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Argument from Economic Benefit"
        },
        {
            "text": "[Immigrants] work at high rates and make up more than a third of the workforce in some industries. Their geographic mobility helps local economies respond to worker shortages, smoothing out bumps that could otherwise weaken the economy. Immigrant workers help support the aging native-born population, increasing the number of workers as compared to retirees and bolstering the Social Security and Medicare trust funds. And children born to immigrant families are upwardly mobile, promising future benefits not only to their families, but to the US economy overall. (2019) In short, there is a growing recognition that low-skilled migrants are actually vital to the US economy: they help, rather than harm citizens. For example, it has been pointed out that the sickening of migrant workers in farms and meatpacking plants, due to the COVID-19 pandemic, would lead to serious food shortages across the US (Purdy 2020) . Even prior to the COVID-19 outbreak, it had been acknowledged that putting a stop to undocumented migration might lead to severe shortages across several low-skilled industries and ultimately shrink the US economy. 3 We also have reason to believe that crimmigration has already contributed to labor shortages in the construction industry. In turn, this affects the supply of affordable housing for Americans. 4 All in all, the negative consequences of crimmigration for the US's economy may arm us with a strong incentive for abandoning its commitment to crimmigration and giving low-skilled migrants more legal pathways to migrate to the US. Firstly, quotas on low-skilled migrants could be lifted, and existing guest worker programs significantly expanded. Secondly, current undocumented migrants could have their status legalized. Thirdly, the US might adopt a region-specific policy of free movement. For example, the right to freely enter the US in search of work might be granted to citizens from the countries that currently provide it with the highest supply of low-skilled migrants. With \"free movement\" in place, low-skilled migrants could be granted a larger bundle of rights than those typically allotted to guest workers, such as the ability to change employers while maintain legal residence in the US.",
            "cite_spans": [
                {
                    "start": 905,
                    "end": 917,
                    "text": "(Purdy 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1135,
                    "end": 1136,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1331,
                    "text": "4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Argument from Economic Benefit"
        },
        {
            "text": "Suppose that the AEB is persuasive to political stakeholders, and successfully contributes towards bringing crimmigration to an end. This potential scenario would certainly be preferable to one where crimmigration and its harmful consequences remain unchallenged. However, it does necessarily not challenge the socially subordinated status of low-skilled Latino/a/x migrants. This is because the AEB upholds a racialized division of labor, under which Latino/a/x migrants disproportionately perform, and are assumed to perform, menial forms of labor. 5 We often hear the claim that immigrants \"take the jobs that citizens don't want to do\", and empirical data on migrant labor in the US seems to confirm this. 6 In the remainder of my paper, I explore the origins of the racialized division of labor, highlighting its relationship to crimmigration and, more broadly, historical injustice that low-skilled Latino/a/x migrants have been subjected to since the 1800s.",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 552,
                    "text": "5",
                    "ref_id": null
                },
                {
                    "start": 710,
                    "end": 711,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Argument from Economic Benefit"
        },
        {
            "text": "In this section, I argue that crimmigration is an ongoing instantiation of historical injustice. It maintains the social subordination of low-skilled Latino/a/x migrants by compounding the systemic racial discrimination and inequality they have experienced for years and reinforcing a racialized division of labor, under which low-skilled Latino/a/x migrants are among the most vulnerable and exploited workers in the US. First, I explain how crimmigration maintains their socially subordinated position. Next, I elaborate on how the practice of crimmigration itself originates from historical injustice experienced by Latino/a/x migrants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crimmigration as Ongoing Historical Injustice"
        },
        {
            "text": "Formally speaking, crimmigration is \"race-neutral\". In theory, anyone can be deemed a \"crimmigrant\". However, crimmigration laws indirectly discriminate against low-skilled Latino/a/x migrants. Because they comprise the most populous group of undocumented migrants in the US, they are disparately surveilled, targeted, and punished by immigration authorities. While \"Mexican appearance\" can be used as a legitimate consideration for being \"stopped and searched\" by immigration authorities, coordinated immigration raids have also been carried out in workplaces that employ large numbers of Latino/a/x migrants. For example, in 2019, US immigration officials also conducted the largest workplace raid in at least a decade, arresting 680 majority-Latino workers in seven Mississippi chicken processing plants-chicken production being a sector that predominantly employs \"Latino immigrants eager to take whatever work they can get\". 7 Those rounded up were forced to leave their children in the care of friends, neighbors, and strangers in some cases. 8 A historical perspective on crimmigration and its uses will shed light on why lowskilled Latino/a/x migrants are primarily targeted. Over the years, crimmigration has (at least in part) been employed for the purposes of maintaining an underclass of low-skilled 5 The term \"menial labor\" is sometimes used in a derogatory sense, to describe work that is lowly and lacks value and prestige. Here, I use it to describe work that is poorly valued by society regardless of its actual necessity or importance. 6 A 2017 survey by the Bureau of Labor Statistics (2017) showed that foreign-born workers were considerably more likely than the native-born to be employed in low-skilled occupations. The division of labor between citizens and non-citizens is also reflected in the most recent US census data, which indicates that industries associated with menial work are heavily reliant on immigrant labor (Migration Policy Institute). Within the set of \"foreign-born workers\" itself, while the vast majority of foreign-born whites worked in managerial or professional positions, the majority of foreign-born persons of Latino/a/x origin were concentrated in low-status industries like service, construction, and maintenance (Bureau of Labor Statistics 2013). 7 See: https:// apnews. com/ bbcef 8ddae 4e430 3983c 91880 559cf 23 8 See: https:// editi on. cnn. com/ inter active/ 2019/ 08/ us/ missi ssippi-ice-raids-cnnph otos/ index. html Latino/a/x workers. Starting from the acquisition of Mexican and Puerto Rican territories, Latino/a/x persons became essential to the economic success of the United States, primarily though their performance of low-skilled labor (Vásquez 2015) . Nevertheless, their labor contributions failed to chip away at widespread beliefs about their racial inferiority and undesirability, such as anti-Mexican rhetoric that revolved around \"allegations of ignorance, filth, indolence, and criminality\" (Ngai 2004) . Matters worsened after the Johnson-Reed Act of 1924, which primarily associated Mexicans with illegal immigration. This was due to the Johnson-Reed Act's focus on numerical restrictions and the new enforcement aspects it introduced, such as inspection procedures, deportation, the Border Patrol, criminal prosecution, and new categories of so-called irregular immigration (Ngai 2004 ). One could be deemed \"illegal\", for example, for avoiding entry requirements like formal admission and inspection, which required a head tax and visa fee (ibid). Trapped in the web of new enforcement rules, thousands of undocumented Mexican immigrants were officially deemed to be \"undocumented\", and the \"undocumented Mexican laborer who crossed the border to work in the burgeoning industry of commercial agriculture emerged as the prototypical illegal alien\" (ibid).",
            "cite_spans": [
                {
                    "start": 1049,
                    "end": 1050,
                    "text": "8",
                    "ref_id": null
                },
                {
                    "start": 2709,
                    "end": 2723,
                    "text": "(Vásquez 2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2972,
                    "end": 2983,
                    "text": "(Ngai 2004)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 3358,
                    "end": 3368,
                    "text": "(Ngai 2004",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Crimmigration and Discrimination"
        },
        {
            "text": "The US's dependence on low-skilled migrants, however, did not change. Guest worker programs that were introduced to reduce rates of so-called \"illegal immigration\", such as the 1942 Bracero program, \"aggravated the very condition [they were] supposed to alleviate\" by demonstrating the economic appeal of short-term migrant workers that employers bore little responsibility for (Zatz 1993). Rather than expanding opportunities for legal migration, the US caused another spike in \"illegal migration\" by introducing the 1965 Immigration and Nationality Act, which placed new yearly numerical caps on migrants from every country in the world. These numerical caps did not explicitly discriminate against migrants of Latin American origin. In practice, however, they imposed new quotas on Latin American migrant workers who had previously not been subject to such restrictions. Once again, this policy change resulted in a large influx of undocumented workers from Latin America. Mexican migrants were especially affected because, despite their geographical proximity and historical ties, Latin American countries were formally treated as the same as all other countries (Mendoza 2018) . Worse still, the Bracero program was phased out between 1965 and 1967 and terminated completely by 1968 (Massey and Pren 2012) . Under the Bracero program, an enormous supply of Mexican migrants had become well-entrenched in employer practices and migrant expectations. Consequently, the curtailing of avenues for legal entry failed to interrupt the flow of migration and simply led to larger numbers of unauthorized migrants (Massey and Pren 2012) .",
            "cite_spans": [
                {
                    "start": 1167,
                    "end": 1181,
                    "text": "(Mendoza 2018)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1288,
                    "end": 1310,
                    "text": "(Massey and Pren 2012)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1610,
                    "end": 1632,
                    "text": "(Massey and Pren 2012)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Crimmigration and Discrimination"
        },
        {
            "text": "From here, the \"illegal\" status of many Latino/a/x migrants became increasingly criminalized. For example, between 1981 and 1988, unauthorized migration was framed by the Reagan Administration as a national security issue that required the country to \"[regain] control of the borders\", particularly at the US-Mexico border, and prevent the entry of \"terrorists and subversives\" at all costs (Vásquez 2015) . Under the Reagan Administration, public spending on border control rose to unprecedented levels, whether it was used for the purchase of high-tech surveillance equipment or channeled towards Border Patrol (ibid). Notably, Border Patrol became the designated agency for enforcing \"drug and contraband smuggling\", and its dual purpose led to the belief that undocumented migrants were criminal drug traffickers (ibid). Similarly, the Clinton Administration oversaw the implementation of Operation Gatekeeper, which constructed fences and militarized the southern border where it was most likely to be traversed (Ong Hing 2015). Operation Gatekeeper was publicly characterized by President Clinton as an initiative about \"stopping crime, toughening the penalties for the criminals, and giving our law enforcement people the tools they need to do the job\" (Vasquez 2015). The readiness to associate unauthorized migration with criminality was also reflected in the Bush Administration's 2005 program, \"Operation Streamline\", which required the federal criminal prosecution and imprisonment of every migrant who attempted to enter the US without authorization through the southwest border (Vasquez 2015) .",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 405,
                    "text": "(Vásquez 2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1592,
                    "end": 1606,
                    "text": "(Vasquez 2015)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crimmigration and Discrimination"
        },
        {
            "text": "By this point, it should be clear that low-skilled Latino/a/x migrants tend to enter without authorization because immigration laws have been \"misaligned with the reality of migrant flows and labor needs\" (Golash-Boza 2009). The US continues to legally admit much smaller numbers of low-skilled workers than are actually required by key industries like service, construction and agriculture, leading these industries to rely heavily on an undocumented workforce (Sumption and Papademetriou 2013) . Within this context, crimmigration effectively sustains the social subordination of undocumented Latino/a/x migrants, giving employers extraordinary power to exploit and underpay them (Costa 2019) . The fear of retaliation by employers, who can easily report them to immigration authorities, constrains workers' ability to complain about low or unpaid wages, as well as substandard or abusive working conditions.",
            "cite_spans": [
                {
                    "start": 462,
                    "end": 495,
                    "text": "(Sumption and Papademetriou 2013)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 682,
                    "end": 694,
                    "text": "(Costa 2019)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Crimmigration and Discrimination"
        },
        {
            "text": "I have shown that, in light of its discrimination against low-skilled Latino/a/x migrants, crimmigration constitutes an ongoing historical injustice. However, I argue that the AEB should not be considered a straightforward antidote to crimmigration and the unjust conditions that have produced it. Justifying the presence of Latino/a/x migrants by pointing to the value of their labor contributions may inadvertently reproduce existing immigration injustice. To illuminate the risks of appealing to economic benefit, I employ Alasia Nuti's account of historical-structural injustice, which provides a useful framework for understanding the reproduction of historical injustice. Before showing how it might apply to low-skilled Latino/a/x migrants, I first outline Nuti's concepts of historical-structural groups and historical-structural injustice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjust Inclusion and Historical-Structural Injustice"
        },
        {
            "text": "It is first necessary to clarify the definition of a \"historical-structural group\". Here, I focus on structural groups, where membership is not voluntarily acquired, but rather, the result of external recognition and consequent positioning within a number of formal and informal structures that may have a substantial impact on one's lived experiences (Nuti 2019) . What, then, are some examples of structural groups? Quoting Nuti, \"[s]tructures of nationality, sexuality and class are only a few of the various ways in which our world is organized and that create some of the non-voluntary social groups generally existing within societies\" (ibid). As we can see, our membership in particular structural groups and its consequences for our \"privileges, burdens, power, and different statuses\" is generated by our positionality within particular social structures. My embodied experience-the benefits I enjoy and the burdens I endure-stems from the intersection of my various social identities (e.g. being an Asian woman who has been categorized as a \"highly-skilled migrant\" in the United States). These social groups are not \"natural\" but historically constructed, and they continue to be reimagined and reconstituted in the present day.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 363,
                    "text": "(Nuti 2019)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Historical-Structural Groups"
        },
        {
            "text": "It is vital, however, to make finely-grained distinctions between structural groups, which fall along a spectrum. Nuti differentiates between (i) historical-structural groups, (ii) non-historical structural groups, and (iii) historical groups with structural dynamics. As she writes, we should understand (i) as: structural groups characterized by (1) a systematically unjust history of formal discrimination and exclusion that, although (2) decried by societies and now recognized as having been unjust, (3) is reproduced through other means. (Nuti 2019) In contrast, some structural groups are non-historical. This means that, even if they are \"formed by the accumulation of many lawful actions, decisions, and rules\" that together create unjust conditions, they do not arise from a history of formalized discrimination and exclusion (Nuti 2019) . Non-historical structural groups may include war veterans who suffer structural injustice despite not being singled out for state-sanctioned unequal treatment in the way that women and African-Americans have. At the same time, it is possible for history to play a significant role in the formation of certain groups, but for them to differ from historical-structural groups in certain regards. Here, Nuti primarily has national groups in mind (ibid). Unlike historical-structural groups like women, persons of color, and working-class people, whose continued existence is (to a great extent) dependent on historical and present-day injustices, national groups are far more likely to exist independently of the injustices they may have faced.",
            "cite_spans": [
                {
                    "start": 544,
                    "end": 555,
                    "text": "(Nuti 2019)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 836,
                    "end": 847,
                    "text": "(Nuti 2019)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Historical-Structural Groups"
        },
        {
            "text": "For my present purposes, I focus narrowly on historical-structural groups, which are by definition subject to historical-structural injustice. Nuti uses the following definition of historical-structural injustice: …unjust social structural processes enabling asymmetries between differently positioned persons, which started in the past and are reproduced in a different fashion, even if the original form of injustice may appear to have ended. (2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historical-Structural Injustice"
        },
        {
            "text": "To sharpen the concept, it is helpful to look to the case of gender injustice. Nuti persuasively argues that the \"unjust history\" experienced by women (a historical-structural group) continues to be reproduced in formally egalitarian societies, such as Nordic countries, where formal exclusion and discrimination against women of the past seems to have come to an end (2019). But what, exactly, constitutes the \"reproduction\" of history, rather than a brandnew injustice that ought to be considered separately? Consider violence against women in the present day. Nuti observes that there is a tendency to assume that \"once discrimination is outlawed and equality of opportunity is legally endorsed, violence should be on the verge of extinction\" (ibid). However, intimate-partner violence against women, which is generally characterized by patterns of \"coercive and controlling behavior\" that leads to psychological and physical harm remains highly prevalent in societies with formal gender equality (ibid).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Historical-Structural Injustice"
        },
        {
            "text": "According to Nuti, it makes sense to think of intimate-partner violence as a reproduction of formal gender inequality because it operates through a \"capillary regulation\" of women's behavior that reinforces stereotypic feminine roles, such as through controlling their income or convincing them to quit their work (2019). In other words, intimate-partner violence cannot be viewed as random or arbitrary violence that takes place in a historical vacuum; rather, it must be understood as one of the primary means through which hierarchical gender roles of the \"past\" are informally reproduced. Furthermore, it is precisely because gender discrimination is outlawed that intimate-partner violence is wielded as a means of keeping women \"in their place\"; the formal recognition of gender equality simply calls for \"subtler means\" to be deployed against them (Nuti 2019 ). On the whole, intimate-partner violence in gender-egalitarian societies should be read as a form of historical-structural injustice that is by definition connected to an unjust past, rather than something external to it.",
            "cite_spans": [
                {
                    "start": 855,
                    "end": 865,
                    "text": "(Nuti 2019",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Historical-Structural Injustice"
        },
        {
            "text": "Drawing on Nuti's framework, I turn to my main critique of the AEB. Her insights on historical-structural injustice are highly applicable to the case of low-skilled Latino/a/x migrants. I will argue that low-skilled Latino/a/x migrants constitute a potential historicalstructural group. To be sure, low-skilled Latino/a/x migrants are not presently a historicalstructural group, because formal discrimination against them remains alive and well. However, if the US chooses to abandon its practice of crimmigration, this would arguably put an end to the historical injustice discussed in Sect. 3. While the \"ending\" of such injustice seems morally desirable, it will also open up the possibility that low-skilled Latino/a/x may indeed become a historical-structural group. Old, familiar modes of social subordination experienced by low-skilled Latino/a/x immigrants may now be \"reproduced through other means\", under the cloak of economic benefit and mutual advantage. These include the promotion of quintessentially disrespectful attitudes towards low-skilled Latino/a/x immigrants, as well as the reinforcement of racial stereotypes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjust Inclusion and the Reproduction of Historical Injustice"
        },
        {
            "text": "At this stage, it might be objected that low-skilled Latino/a/x migrants could not qualify as a potential historical-structural group, as the historical injustice faced by groups like women and low-skilled Latino/a/x migrants is fundamentally different in kind. Central to Nuti's analysis is the fact that women were once subject to formal exclusion discrimination (e.g. lacking the right to vote or own property) that has since been outlawed and replaced by informal mechanisms of oppression; this is the sense in which \"the original form of injustice may appear to have ended\". In contrast to the case of women, as I have indicated, low-skilled Latino/a/x migrants were never explicitly singled out for immigration exclusion, unlike other non-citizens. For example, under the US's Immigration Act of 1924, the peoples of East and South Asian nations were ineligible for citizenship (Ngai 2004) .",
            "cite_spans": [
                {
                    "start": 884,
                    "end": 895,
                    "text": "(Ngai 2004)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Unjust Inclusion and the Reproduction of Historical Injustice"
        },
        {
            "text": "It is important, however, to distinguish between two types of formal exclusion. In the first case, a group may be formally excluded insofar as there are established laws that directly disadvantage them. In the second case, a group may be formally excluded insofar as there are established laws that indirectly disadvantage them (as in the case of disparate impact). The latter type of exclusion relies no less on \"formal\" legal mechanisms, even if such mechanisms may officially appeal to seemingly \"neutral\" or \"desirable\" reasons. As Sect. 3 has illustrated, low-skilled Latino/a/x migrants are a prime example of a group whose subordination has been facilitated through a series of formal legal changes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjust Inclusion and the Reproduction of Historical Injustice"
        },
        {
            "text": "Another objection might go like this: one could agree that low-skilled Latino/a/x migrants are a structural group, but insist that it is more appropriate to conceive of them as historical groups with structural properties, as opposed to a historical-structural group. After all, \"Latino/a/x migrants\" comprise a number of national groups (e.g. Mexicans; Puerto Ricans; Salvadorans; Nicaraguans), and Mexican migrants in particular have been disproportionately targeted by exclusionary immigration laws and practices. Here, nationality seems to play a non-trivial role in the \"privileges, burdens, power, and different statuses\" held by the migrants in question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjust Inclusion and the Reproduction of Historical Injustice"
        },
        {
            "text": "Despite the importance of recognizing differences in nationality and their implications for individual migrants, I maintain that there is a legitimate sense in which \"low-skilled Latino/a/x migrants\", with an emphasis on their \"low-skilled\" dimension, constitute a historical-structural group. As Amy Reed-Sandoval has recently argued, persons can be understood as \"socially undocumented\" when they are \"presumed to be undocumented on mere basis of their appearance and subject to demeaning, immigration-related constraints on that basis\" (2020). On Reed-Sandoval's view, the vulnerable state of being socially undocumented tends to overlap with \"visible race and class markers\" (ibid). Persons tend to be treated as socially undocumented when they are perceived by others as working-class and Latino/a/x, and this is an experience that can be shared in common amongst low-skilled Latino/a/x migrants despite fine-grained differences that stem from their nationality. That said, the above objection is not without its merits. Keeping in mind that groups can fall along a continuum on Nuti's typology of structural groups, it may make sense to think of low-skilled Latino/a/x migrants as situated somewhere between historical-structural groups and historical groups with structural dynamics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjust Inclusion and the Reproduction of Historical Injustice"
        },
        {
            "text": "Having addressed these issues, I now focus on how inclusion on the basis of economic benefit may inadvertently reproduce socially subordinating beliefs and attitudes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Unjust Inclusion and the Reproduction of Historical Injustice"
        },
        {
            "text": "Given the long-term devaluation of their economic contributions, public recognition of the necessity and desirability of low-skilled migrant labor is an important step forward. Yet such recognition would not necessarily be accompanied by proper concern and respect for low-skilled migrants themselves. On its own, the language of economic benefit may continue to promote a wrongfully instrumentalizing attitude towards them. The concept of instrumentalization is a rich one, and I want to flesh out its meaning. To be clear, while instrumentalization always involves the use of another person, the two concepts are not identical. According to Paulus Kaufmann, \"A uses B if and only if A interacts with B because he believes that B's presence or participation can contribute to the realization of his goal but that this goal does not essentially refer to B\" (2011). In other words, I am only used by another person if they interact with me to further their goals, rather than mine; you do not \"use\" me if you interact with me to realize your goal of making me happy. While it is not inherently wrong to \"use\" others, we need to differentiate between morally permissible and impermissible instances of use. Similar to the oft-quoted Kantian sense of treating someone \"merely as a means\", to instrumentalize someone is to treat them as a \"mere tool\" for the purposes of another (Nussbaum 1995) . The person may be treated as valuable insofar as their existence or presence enables you to achieve a particular end, but they are not regarded as valuable in themselves, outside of their ability to help produce the desired result. This is typically accompanied by a pronounced lack of concern or regard for their experiences, subjectivity, or well-being.",
            "cite_spans": [
                {
                    "start": 1375,
                    "end": 1390,
                    "text": "(Nussbaum 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Instrumentalization"
        },
        {
            "text": "Notably, instrumentalization is closely associated with fungibility; that is, treating someone as if they are an object that is \"interchangeable with other objects of the same type, and/or with objects of other types\" (Nussbaum 1995) . I treat my pen as fungible if it does not matter to me that I use that pen in particular, only that I have a pen to write with. Similarly, I treat you as fungible if I behave as though our relationship is not uniquely valuable to me, and that you can easily be replaced with another companion of my choice. I can do so unthinkingly (\"It doesn't matter if you can't go the party, since A is going to be there\") or with deliberate spite (\"Do you really think you're so special? I could replace you anytime I wanted\"). Certainly, instrumentality and fungibility can come apart; I may instrumentalize my very favorite pen, which will be of no use to me when it runs out of ink, but feel very strongly that it cannot be replaced by any other model. Nonetheless, the two are often co-present; the things or persons we treat instrumentally are also likely to be treated as fungible.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 233,
                    "text": "(Nussbaum 1995)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fungibility"
        },
        {
            "text": "Martha Nussbaum has argued that \"[t]he connection between fungibility and instrumentality is loose and causal, rather than conceptual\" (2015). Yet, in many cases, fungibility seems to be a conceptual extension of instrumentality. My valuing of something or someone only insofar as they can help me achieve a particular goal-in other words, my failure to attribute to them any kind of value outside of their usefulness to me in a given context-makes it likely that I will view them as replaceable by another object or person that can be put to the same purpose. If I am truly only concerned about being served a particular meal, the chef's specific identity will not matter to me as long as the dish meets my culinary standards. Moreover, if it is easy to hire adequately-trained chefs, I may willfully hire and fire my personal chef with the knowledge that I can usher in a new employee the next morning. Much like the case of instrumentalization, fungibility may be directly connected to a lack of concern for an object's condition or well-being. If the pens that suit my needs are plentifully available, I can treat my pen carelessly with the knowledge that it will be effortlessly replaced. Treating objects as fungible is not necessarily wrong; it is difficult, however, to see how treating persons as fungible could ever be morally neutral. Returning to the case of the chefs, if I see them as inherently replaceable, their health and safety may not matter to me very much (or if at all). From my perspective, it will not matter if any particular chef gets burned on-site, or falls severely ill, if I can hire a new chef at the snap of my finger.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungibility"
        },
        {
            "text": "How, then, do the concepts of instrumentality and fungibility apply to immigration justice? Low-skilled Latino/a/x migrants, particularly those who are undocumented, are often treated as instrumental and fungible. As I outlined in Sect. 3, crimmigration originated from a series of laws and practices that were designed to maintain the cheap labor and temporary status of low-skilled Latino/a/x migrants. The dominant attitude of the US state has been that migrants are necessary for performing important forms of labor, but at the lowest possible price, with little concern (or any at all) for the rights and interests of the migrants themselves. In a recent example, many undocumented field workers have found themselves categorized as \"essential workers\" who must continue working despite the stay-at-home directives that are intended to slow the spread of the COVID-19 pandemic. These workers have been told that they are \"critical to the food supply chain\" and therefore need to continue working for the good of the public, while simultaneously remaining deportable by immigration authorities. In sum, they are regarded as necessary yet disposable in the same breath. Even if undocumented workers are no longer threatened by crimmigration policy, these disrespectful attitudes may persist in other harmful forms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungibility"
        },
        {
            "text": "Firstly, imagine that a number of economic experts develop a consensus that lowskilled Latino/a/x migration has a negative effect on the US economy. If permissive borders are contingent on economic benefit, the country would have a strong reason to tighten up immigration controls or even demand that present migrants return to their countries of origin, lest they cause more harm to the economy, even if this policy shift would be detrimental to migrants' well-being. 9 Unless the argument from economic benefit is supplemented by a further argument about migrants' rights and interests as sources of value in themselves, there is little incentive for states to take those into consideration. Secondly, suppose that a particular migrant is no longer as economically \"productive\" as they used to be because they have sustained an injury in the workplace, or have simply become less physically nimble due to age. Assuming that there remains a sizable supply of low-skilled migrant laborers from sending states, there also remains little incentive for the US to care for sick or injured workers or even to allow them to remain in the country. After all, they can simply be replaced by younger or healthy migrants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fungibility"
        },
        {
            "text": "Above, I have argued that low-skilled Latino/a/x migrants are at risk of being included on disrespectful terms. Emphasizing their profitability (\"the more, the better!\") may reproduce the belief that migrant workers are instrumental and fungible. At the same time, there is a deeper issue at stake. The afore-mentioned disrespectful attitudes are intimately connected with a number of entrenched racial stereotypes about Latino/a/x migrants, which I will explore more thoroughly. After all, injustice may be sustained by the \"banal presence of unjust history\"-in the form of daily scripts constituted by \"stereotypes, expectations and norms whereby persons interact\" (Nuti 2019) .",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 678,
                    "text": "(Nuti 2019)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Racial Stereotyping"
        },
        {
            "text": "Low-skilled Latino/a/x migrants are currently associated with negative racial stereotypes about their supposed laziness and criminality. Think, for example, of the stereotypes of Latino/a/x migrants as violent criminals or being disproportionately reliant on social welfare. A newfound willingness to legally include low-skilled Latino/a/x migrants, on the grounds that they perform essential forms of labor and actively contribute to the US economy, would certainly help to resist these stereotypes. Nonetheless, inclusion on those grounds leaves other objectionable stereotypes intact, and may even worsen them. Consider the stereotype that Latino/a/x migrants are responsible for \"doing the dirty work\"; that is, the tedious, dangerous, and poorly-remunerated labor that is generally unattractive to citizens with other occupational options. There may be a residual sense that low-skilled labor is more appropriate for Latino/a/x migrants (amongst others), not white citizens, as it is the kind of dull, simple, rote work that is suitable for those with supposedly less developed rational capacities who must rely on the command of their superiors. 10 In addition, Latino/a/x migrants may be portrayed as \"stereotypical noble immigrants\" (Padilla 2009) who are hardworking, self-sacrificing, and enthusiastically willing to perform servile tasks for (presumably white) US citizens.",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1255,
                    "text": "(Padilla 2009)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Racial Stereotyping"
        },
        {
            "text": "Clearly, such stereotypes lock Latino/a/x migrants into an inferior social position. Again, even under conditions of greater immigration inclusion, these may continue to be reinforced at the micro-level through informal social practices, much like the \"capillary controls\" that Nuti highlights in the case of gender. On one hand, we may worry about its implications for Latino/a/x migrants who are indeed employed in \"low-skilled\" industries. On the other hand, as we will see, there are broader implications for Latino/a/x persons as a whole, including citizens and those migrants employed in highly-skilled sectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Racial Stereotyping"
        },
        {
            "text": "As I have emphasized throughout, there is an intimate link between crimmigration and the US's economic interests. The criminalization of undocumented migration allows employers to dominate low-skilled Latino/a/x migrant workers, as a worker who \"steps out of line\" by demanding higher salary or enforcement of their employment rights will have to contend with the possibility of being reported to immigration authorities. Certainly, if crimmigration practices were dismantled, employers could no longer threaten workers with such forms of retaliation. Nonetheless, as I have mentioned, if the inclusion of low-skilled Latino/a/x migrants is contingent on their usefulness or productivity, it may inadvertently reinforce \"model migrant\" stereotypes about the workers' inherent diligence and compliance. In turn, these stereotypes may pose an obstacle to migrants' social equality in employment contexts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "\"Model Migrants\" and Low-Skilled Employment"
        },
        {
            "text": "Before I continue, it should be noted that, if employers can no longer threaten to have migrant workers detained and deported, they may respond by intensifying existing forms of dominating or disciplinary behavior. 11 Much like the \"capillary controls\" experienced by women at the hands of intimate partners, authorized migrant workers may be kept \"in their place\" through a \"panoply of rules, directives, orders, commands, whims, caprices, and impositions over which they have no legal control and that they have limited capacity to resist\" (Gourevitch 2016 ). At a more macrocosmic level, however, the \"model migrant\" stereotype can be strategically deployed to deny low-skilled migrant workers greater rights or compensation by pointing to their inherent industriousness and suitability for low-skilled labor. There is a close parallel here to the case of gender, and how the gendered division of labor (which disproportionately foists caregiving responsibilities on women) is justified by appealing to stereotypes about women's intrinsically caring and maternal nature.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 558,
                    "text": "(Gourevitch 2016",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "\"Model Migrants\" and Low-Skilled Employment"
        },
        {
            "text": "Before concluding, I consider the possibility that the stereotype of the \"model\" Latino/a/x migrant may have a broader impact on the lived experience of Latino/a/x persons, including those who are US citizens. In particular, Latino/a/x persons as a whole may have to contend with daily microaggressions that relate to this stereotype. Microaggressions, as I will understand them, are \"those minor or subtle details of interactions between people that fulfil a certain role: namely, functioning as a particular kind of degradation or putdown while appearing innocuous and plausibly unintentional\" (McTernan 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Racial Stereotypes and Daily Microaggressions"
        },
        {
            "text": "To be clear, Latino/a/x persons already encounter microaggressions that play on negative racial stereotypes. For example, Latino/a/x university students have reported microaggressions on campus in the form of suspicious staring, the assumption that they would be rowdier and more ill-behaved than white students (Minikel-Lacoque 2013), or even the assumption that they have been admitted on the basis of affirmative action rather than \"merit\". 12 I have suggested that the \"model minority\" stereotype of Latino/a/x migrants as useful and hardworking low-skilled workers may go some way in resisting existing negative stereotypes about criminality and indolence. Nonetheless, there is a potential price to pay. The supposedly more \"positive\" stereotype may simply give way to microaggressions that revolve around false assumptions about their occupation, educational levels, or work ethic. For example, a Latina university student may find herself routinely mistaken for a maid, or a worker in a highly-skilled sector may find herself assigned more tedious rote tasks than her other colleagues on the false belief that she is more suited to do it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Racial Stereotypes and Daily Microaggressions"
        },
        {
            "text": "I have sought to argue that including more low-skilled Latino/a/x migrants, on the basis that they are economically beneficial, may profoundly undermine immigration justice. I do not deny that it would be a major step forward for the US to end practices of crimmigration and acknowledge the \"economically essential\" contributions of low-skilled migrant workers. Nevertheless, the argument from economic benefit fails to address the social subordination of low-skilled Latino/a/x migrants. Arguably, it relies on a problematic assumption about the station of Latino/ a/x migrants in US society-chiefly, the expectation that they are responsible for \"doing the dirty work\". The ongoing characterization of migration as a quick fix for future labor shortages not only fails to interrogate why workers are in short supply, due to long-standing devaluation of certain \"essential\" occupations, but also promotes disrespectful attitudes towards low-skilled Latino/a/x migrants. Such migrants may continue to be perceived as instrumental and fungible, rather than persons with their own rights and interests. Furthermore, the argument from economic benefit may result in the production of \"model minority\" stereotypes about their work ethic and suitability for low-skilled labor, which may be deployed to justify low pay or poor working conditions, as well as used to demean Latino/a/x persons more generally.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "To be clear, my central argument has been that we should be wary of appeals to economic benefit alone. My cautionary remarks relate to how inclusion is justified-that is, the set of reasons we might proffer in favor of including more low-skilled Latino/a/x migrants. They should not be taken as an argument for excluding low-skilled Latino/a/x migrants any more than, say, wariness about appealing solely to the instrumental benefits of \"diversity\" would imply endorsement of the continued exclusion of women and ethnic minorities from prestigious positions. Rather, the thrust of my claim is that, if states adopt more inclusionary policies towards low-skilled Latino/a/x migrants, they must include them on equal and respectful terms that would directly address the historical exploitation of their labor. 13 For example, undocumented Latino/a/x migrants could be granted legal status, and current guest workers could be granted a more extensive bundle of rights (e.g. labor mobility, the right to be accompanied by one's family, and the right to future naturalization) on the official grounds that they have been seriously exploited in the past. These policy changes, then, would be justified on the grounds of corrective justice, rather than migrants' instrumental benefits to the receiving state. These reforms might simultaneously be justified by public recognition and understanding of the value of low-skilled migrant labor, as well as their entitlement to legal and political protections while performing it. 14 This would be a very different kind of argument from merely pointing to the useful purposes that their presence may serve, while neglecting to emphasize that they must also be treated as equal members of society.",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 810,
                    "text": "13",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "I conclude with a final comment on the COVID-19 pandemic. I have noted that undocumented \"essential workers\" ought to be granted legal status simply because of the necessary labor they perform for citizens, with the expectation that dangerous and risky work should continue to fall upon their shoulders (rather than those of citizens). Nonetheless, the pandemic has clearly strengthened the US's obligation to grant legal status to undocumented \"essential workers\". To properly attend to historical injustice, the US must address the serious injustice that many low-skilled migrant workers have suffered over the course of the pandemic. Many migrant workers' poor employment conditions have exposed them to the virus. For example, prolific employers of low-skilled migrants have often failed to enforce social distancing measures or to appropriately shut down plants even when workers had tested positive, leading to enormous outbreaks of the virus. 15 In addition, legal status might also be necessary to ensure low-skilled Latino/a/x migrants' access to healthcare, should they or their family members contract the virus. These reasons would be consistent with proper respect for low-skilled migrants, rather than the hidden logic of instrumentalization, fungibility, and racial stereotyping.",
            "cite_spans": [
                {
                    "start": 950,
                    "end": 952,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The openness-rights trade-off in labour migration, claims to membership, and justice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bertram",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ethical Theory Moral Pract",
            "volume": "22",
            "issn": "",
            "pages": "283--296",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Foreign-born workers in the U.S. labor force",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Foreign-born workers: labor force characteristics-2017",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Employers increase their profits and put downward pressure on wages and labor standards by exploiting migrant workers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The immigration industrial complex: why we enforce immigration policies destined to fail",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Golash-Boza",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sociol Compass",
            "volume": "3",
            "issn": "2",
            "pages": "295--309",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The limits of a basic income: means and ends of workplace democracy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gourevitch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Basic Income Stud",
            "volume": "11",
            "issn": "",
            "pages": "17--28",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Creating crimmigration",
            "authors": [
                {
                    "first": "Ccg",
                    "middle": [],
                    "last": "Hernández",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Brigh Young Univ Law Rev",
            "volume": "2013",
            "issn": "6",
            "pages": "1456--1516",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An argument for guest worker programs",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hidalgo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Public Aff Q",
            "volume": "24",
            "issn": "1",
            "pages": "21--38",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "(eds) Humiliation, degradation, dehumanization: human dignity violated",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "57--65",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "When and why should liberal democracies restrict immigration? In: Smith R (ed) Citizenship, borders, and human needs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macedo",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "301--323",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Unintended Consequences of US immigration policy: explaining the post-1965 Surge from latin America",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Massey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Pren",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Popul Dev Rev",
            "volume": "38",
            "issn": "1",
            "pages": "1--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Microaggressions, equality, and social practices",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mcternan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Polit Philos",
            "volume": "26",
            "issn": "3",
            "pages": "261--281",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The contradiction of crimmigration",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Mendoza",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "APA newsletter on Hispanic/Latino issues in philosophy",
            "volume": "17",
            "issn": "",
            "pages": "6--9",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Racism, college, and the power of words: racial microaggressions reconsidered",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Minikel-Lacoque",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am Educ Res J",
            "volume": "50",
            "issn": "3",
            "pages": "432--465",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Impossible subjects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ngai",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Objectification. Philos Public Aff",
            "volume": "24",
            "issn": "4",
            "pages": "249--291",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Injustice and the reproduction of history: structural inequalities, gender and redress",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nuti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The racism and immorality of the Operation Gatekeeper death trap. Border Criminologies blog",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ong Hing",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Domesticating Rosario: conflicting representations of the Latina maid in US media",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "M"
                    ],
                    "last": "Padilla",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ariz J Hisp Cult Stud",
            "volume": "13",
            "issn": "",
            "pages": "41--59",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Social trust and the ethics of immigration policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pevnick",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Polit Philos",
            "volume": "17",
            "issn": "2",
            "pages": "146--167",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The danger from low-skilled immigrants: not having them",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The stability of the global food system relies on immigrants",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Purdy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Immigrants contribute greatly to US economy, despite administration's \"public charge\" rule",
            "authors": [
                {
                    "first": "A ;",
                    "middle": [],
                    "last": "Reed-Sandoval",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Trisi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "Gonzales",
                    "middle": [
                        "S"
                    ],
                    "last": "Parrott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Center on Budget and Policy Priorities",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Legal immigration policies for low-skilled foreign workers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sumption",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Papademetriou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Migration Policy Institute Issue Brief",
            "volume": "2",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Constructing crimmigration: Latino subordination in a \"post-racial\" world",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Vásquez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Immigr Natly Law Rev",
            "volume": "36",
            "issn": "",
            "pages": "713--772",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Spheres of justice. Basic Books, London Zatz MS (1993) Review: Using and abusing Mexican farmworkers: the Bracero program and the INS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walzer",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Law Soc Rev",
            "volume": "27",
            "issn": "4",
            "pages": "851--864",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        }
    ]
}