{
    "paper_id": "e727e32223b78e09b4737886d9dbca80a9caf9a2",
    "metadata": {
        "title": "Case Report: COVID-19 Pandemic Exacerbates Eating Disorder by Social and Intrafamilial Isolation",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Zixin",
                "middle": [
                    "Lambert"
                ],
                "last": "Li",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshiki",
                "middle": [],
                "last": "Katsumi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kazuki",
                "middle": [],
                "last": "Kodo",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Sachiko",
                "middle": [],
                "last": "Goto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease-2019 (COVID-19) pandemic has increased the stress levels of children and their parents and diagnoses of eating disorders (EDs), irritable bowel syndrome, migraines, tension headaches, orthostatic dysregulation, and/or school refusal has increased among children. We present a case of a nine-year old girl, which rapidly worsened due to stress and isolation related to the COVID-19 pandemic. The patient's father noted her rapid weight loss due to poor oral intake. While she had already stopped gaining weight before the pandemic, her weight rapidly decreased to 22 kg during the pandemic. We diagnosed her with an ED and administrated nasogastric tube feeding. We postulated that not only social isolation, but also the disruption in her relationship with her parents, due to the pandemic, contributed to her ED. During a family meeting, she revealed that she felt more anxious during the pandemic. After the meeting, her parents rescheduled their jobs so that the family can have dinner together every night. The patient started eating sufficiently and weighed 31.8 kg at the one-year followup. The proportion of children with ED increased during the pandemic; their symptoms worsened because they felt lonely due to social and intrafamilial isolation. While parents have themselves experienced more stress during the pandemic, children, including those with ED, have experienced increased stress related directly to the pandemic, as well as indirectly from their parents. Pediatricians should consider the impact of stress on children, especially from social and intrafamilial isolation, both during and after the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "During the coronavirus disease-2019 (COVID-19) pandemic, children and their parents experienced high levels of psychological stress, even if they were not infected with the coronavirus (1, 2) . The proportion of children with eating disorders (ED) increased during the pandemic due to social isolation and closure of schools, resulting in disruption of protective factors, such as extracurricular activities, school routine, and peer relationships (3) . In Japan, even during the pandemic, there are families in which both parents must work daily; therefore, in many cases, the children stay at home alone when schools are closed. This causes a disruption of familial relationships, leading to increased ED in children. We present a patient with an ED that was rapidly exacerbated due to stress and environmental change during the pandemic; the patient experienced marked improvement in both intrafamilial relationship and symptoms after a family meeting.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 188,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 189,
                    "end": 191,
                    "text": "2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 448,
                    "end": 451,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A 9-year-old girl was brought to the hospital by her father because of poor oral intake and rapid weight loss within a few months along with significant irritability during the day. Her family included her parents, a 6-year-old sister, and a 2year-old brother. She had no history of disease which affected her feeding. There was no other identifiable cause of weight loss, such as unavailability of food at home or lack of interest in eating. She was neither involved in excessive exercise nor exposed to social media. She attended after-school English and piano classes, and also attended the Kumon Math Program classes 4 days a week. She weighed 22 kg, with a body mass index of 12.0 kg/m 2 . She presented with bradycardia (heart rate: 40 beats per minute) and hypotension (82/56 mm Hg). Her skin was dry, and the capillary refill time was 3 secs, indicating dehydration. Blood tests revealed low levels of blood sugar (49 mg/dL), pre-albumin (10.1 mg/dL), transferrin (148 mg/dL), alkaline phosphatase (215 U/L), insulin-like growth factor-1 (17 ng/dL), and free triiodothyronine (1.3 pg/mL), which resulted from chronic poor oral intake. The patient was admitted to manage her health problems and to improve her eating habits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "We plotted her growth curve and found that she had stopped gaining weight 15 months earlier. Furthermore, when schools were closed due to the COVID-19 pandemic, she lost approximately 6 kg of weight rapidly in the next 3 months (Figure 1) . The child scored 16 (below cut-off of 18) on the Eating Attitudes Test 26, although questions on social pressure to eat were highly scored. She exhibited no preoccupation for thinness or excessive physical activity. Thus, she was diagnosed with avoidant/restrictive food intake disorder, according to the criteria of Diagnostic and Statistical Manual of Mental Disorders.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 228,
                    "end": 238,
                    "text": "(Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "After admission, intravenous hydration (30 ml/day of Solita-T3 R , Otsuka, Japan) for 2 weeks and oral nutritional supplements (250 ml/day of Meibalance R , Meiji, Japan, or 500 ml/day of Ensure R , Abbott, Japan) for 1 week, both of which were not enough for her to gain her weight, were administered. However, her weight decreased to 21 kg because she was not eating. Nasogastric tube feeding was required temporarily. A family meeting was organized to help her express her feelings, needs, and wants. During the meeting, she shared that she felt anxious whenever her mother left the house for work, and that her anxiety increased during the pandemic. However, she tried to be patient and was not willing to tell her parents about it for a long time. After the meeting, she felt better, and her parents rescheduled their working hours to improve her health. The patient started eating sufficiently and her weight increased gradually. She was discharged after 2 months of admission. We carefully followed up by checking her body weight and assessing her relationship with her parents. She weighed 31.8 kg at the one-year followup visit. The patient and her parents provided informed assent, and this case report was approved by the appropriate ethics review board.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CASE PRESENTATION"
        },
        {
            "text": "Our patient had an ED for over 1 year before the pandemic. Her growth stopped when her mother resumed work after her younger brother turned one, and she started after-school activities, such as English classes, piano lessons, and the Kumon Math Program classes. She probably endured the shallow relationship with her parents and maintained her self-esteem by studying hard. However, when the government declared a state of emergency in Japan, she could not continue with school and after-school activities. Following this, her ED rapidly exacerbated. She had to stay at home and take care of her 6year-old sister when her parents left for work daily. In addition, her parents complained about each other and argued in front of her. Her parents had to work hard and stay out of home every day during the pandemic, and they could not take off time to take care of her when she was lacking appetite and showing other signs of her disorder. Furthermore, her schoolteachers did not notice her weight loss when school reopened because her home teacher was changed at the beginning of the school year. Her ED rapidly worsened due to stress caused by the social and intrafamilial isolation as well as the many complaints and arguments between her parents. Therefore, we can say that multiple factors are involved in the exacerbation of ED in children during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "One of the causes of ED in children is increased stress in children and their parents. According to a study, parents' stress increased from even before the pandemic to May 2020 (at the peak of mandatory staying at home) and remained elevated above pre-COVID-19 values in September 2020 (children's return to school) (1). Parents suffered from a shortage of relaxation time, difficulty in child rearing, increased partner aggression, and an increased sense of unfairness during the pandemic (2). These two studies have no data on ED in children; however, the authors suggest that children (including those with EDs) experienced stress directly due to the COVID-19 pandemic and indirectly due to their parents. In this case, the children, including our patient, were left alone at home as the parents had to go to work every day and needed to be careful to prevent coronavirus infection at their workplaces. The mother also complained about unfair division of labor to the father during the pandemic. All these factors increased the stress of the children and the parents which led to the worsening of symptoms of ED in the patient. Furthermore, the number of patients with EDs that were under 16 years of age, who required admission due to worsening symptoms, increased during the pandemic (3) . We noticed that the number of new outpatient cases (under 16 years of age) who presented to our department with ED, irritable bowel syndrome, migraines, tension headaches, orthostatic dysregulation, and/or school refusal, which could be caused by stress, increased in 2020; conversely, the total number of new outpatient cases of different diseases, particularly infectious diseases (which accounted for most outpatient cases before the pandemic), markedly decreased in the same age group (Figure 2) . This marked decrease in the number of new FIGURE 1 | Growth stopped before the COVID-2019 pandemic and weight loss began during the pandemic. Growth stopped a year and 3 months before admission (black arrow). School had been closed for over 3 months (black bar). She was admitted due to rapid weight loss (white arrow). infectious disease cases could be explained by improvement in hygiene methods and practices during and after the COVID-19 pandemic. In this case, the family meeting helped to improve the patient's symptoms. She obviously did not spend enough time with her parents during the pandemic; therefore, we can say that intrafamilial isolation had a greater effect on her ED than social isolation. We suggested that her parents should reschedule their work and have dinners together every day. This is a simple but particularly important strategy for patients with ED, especially cases with intrafamilial isolation. Family meal session has been recently used as a strategy for ED (4) . Having dinner with family is a natural thing, but pediatricians are frequently consulted by patients with ED, who feel lonely because they do not have dinner with their parents. Therefore, physicians should ascertain whether patients with ED have enough time with their family during the pandemic.",
            "cite_spans": [
                {
                    "start": 1289,
                    "end": 1292,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2789,
                    "end": 2792,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1784,
                    "end": 1794,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "DISCUSSION"
        },
        {
            "text": "If the parents can reschedule their work, family meetings may be particularly effective for children who do not spend much time with their parents, and therefore feel lonely. Flexible working results in improved employee mental health (5) . Parents with mental health problems may indirectly affect ED symptoms in pediatric patients (6) . In our case, we asked the patient's mother's employer to reduce her work hours to make time for family dinners. The workload reduction probably improved the mother's mental health and resulted in successful family meetings.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 238,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 333,
                    "end": 336,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There are some limitations to the findings of this report. The family meeting may not have been the only cause for the patient's recovery. We regularly checked the relationship between her and her family after the meeting, but the feeding and weight gain may have resulted from self-recovery or our sustained attention over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The World Health Organization and the Japanese government have suggested that people should adjust to the \"new normal\" even after the pandemic (7, 8) ; therefore, children and adults may remain under stress for the next few years. Therefore, pediatricians should be aware that children may be experiencing great stress, especially from social and intrafamilial isolation, during and after the pandemic.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 147,
                    "end": 149,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The studies involving human participants were reviewed and approved by the Ethics Committee of Saiseikai Kyoto Hospital. Written informed consent to participate in this study was provided by the participants' legal guardian/next of kin. Written informed consent was obtained from the individual(s), and minor(s)' legal guardian/next of kin, for the publication of any potentially identifiable images or data included in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        },
        {
            "text": "YK was the patient's main healthcare provider, drafted the initial manuscript, reviewed, and revised the manuscript. KK and SG assisted with clinical treatment and reviewed and revised the manuscript. All authors have read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Parents are stressed! patterns of parent stress across COVID-19. Front Psychiatry",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Caccavale",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Bean",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyt.2021.626456"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Relationships between changes due to COVID-19 pandemic and the depressive and anxiety symptoms among mothers of infants and/or preschoolers: a prospective follow-up study from pre-COVID-19 Japan",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kimura",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ojima",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Open",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2020-044826"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Outbreak of anorexia nervosa admissions during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Haripersad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kannegiesser-Bailey",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Morton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Skeldon",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shipton",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Arch Dis Child",
            "volume": "106",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/archdischild-2020-319868"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Parental strategies used in the family meal session of family-based treatment for adolescent anorexia nervosa: links with treatment outcomes",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "J"
                    ],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haycraft",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miskovic-Wheatley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wallis",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int J Eat Disord",
            "volume": "50",
            "issn": "",
            "pages": "433--439",
            "other_ids": {
                "DOI": [
                    "10.1002/eat.22647"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Do work-family initiatives improve employee mental health? longitudinal evidence from a nationally representative cohort",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "J Affect Disord",
            "volume": "297",
            "issn": "",
            "pages": "407--421",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jad.2021.10.112"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Moving beyond family: unequal burden across mental health patients'social networks",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Bian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Qual Life Res",
            "volume": "30",
            "issn": "",
            "pages": "1873--1882",
            "other_ids": {
                "DOI": [
                    "10.1007/s11136-021-02782-9"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A sustainable response to COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The New Normal That Will Arise After COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "In 2020 with the COVID-2019 pandemic, there was an increase in newly diagnosed outpatients (age >16 years) with eating disorders, irritable bowel syndrome, migraine, tension headache, orthostatic dysregulation, and/or school refusal, (A). The number of new outpatients (age >16 years) decreased in at Saiseikai Kyoto Hospital (B).Frontiers in Pediatrics | www.frontiersin.org 3 February 2022 | Volume 10 | Article 819214",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Dr. Naoko Iida, working at the Kyoto Prefectural University of Medicine, for her clinical suggestions on the psychological approach and Akane Miki, working at the nutrition division of our hospital, for advice on nutritional requirements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGMENTS"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.Publisher's Note: All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        },
        {
            "text": "The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Copyright © 2022 Katsumi, Kodo and Goto. This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY)."
        }
    ]
}