{
    "paper_id": "e75ad5e006cccb191bb5705fe0f3144a300008e0",
    "metadata": {
        "title": "A novel box for aerosol and droplet guarding and evacuation in respiratory infection (BADGER) for COVID-19 and future outbreaks",
        "authors": [
            {
                "first": "Hau",
                "middle": [
                    "D"
                ],
                "last": "Le",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Gordon",
                "middle": [
                    "A"
                ],
                "last": "Novak",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kevin",
                "middle": [
                    "C"
                ],
                "last": "Janek",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jesse",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Khang",
                "middle": [
                    "N"
                ],
                "last": "Huynh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Chris",
                "middle": [],
                "last": "Myer",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adam",
                "middle": [],
                "last": "Weinstein",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Erick",
                "middle": [
                    "L"
                ],
                "last": "Oberstar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jim",
                "middle": [],
                "last": "Rasmussen",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Timothy",
                "middle": [
                    "H"
                ],
                "last": "Bertram",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Wisconsin-Madison",
                    "location": {
                        "settlement": "Madison",
                        "region": "WI",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) pandemic caused by the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has infected millions and killed more than 1.7 million people worldwide as of December 2020. Healthcare providers are at increased risk of infection when caring for patients with COVID-19. The mechanism of transmission of SARS-CoV-2 is beginning to emerge as airborne spread in addition to direct droplet and indirect contact as main routes of transmission. Here, we report on the design, construction, and testing of the BADGER (Box for Aerosol and Droplet Guarding and Evacuation in Respiratory Infection), an affordable, scalable device that contains droplets and aerosol particles, thus minimizing the risk of infection to healthcare providers. A semi-sealed environment is created inside the BADGER, which is placed over the head of the patient and maintains at least 12-air changes per hour using in-wall vacuum suction. Multiple hand-ports enable healthcare providers to perform essential tasks on a patient's airway and head. Overall, the BADGER has the potential to contain large droplets and small airborne particles as demonstrated by simulated qualitative and quantitative assessments to provide an additional layer of protection for healthcare providers treating COVID-19 and future respiratory contagions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "www.nature.com/scientificreports/ similar to SARS-CoV-1 and other coronaviruses. Most particles generated during coughing and sneezing are between 0.35 and 10 µm 13 . Direct droplet spread occurs when droplets from a patient's respiratory tract land on a recipient's mucosal surface. Indirect droplet spread happens via direct physical interaction with an infected person or on the surfaces and fomites with which infected persons or their droplets have had contact 14 . On the other hand, airborne transmission occurs when aerosolized particles are inhaled into the lower airway. Although it is often stated that droplets with a diameter (d p ) > 5 μm can deposit directly on nearby surfaces while smaller aerosol particles (d p < 5 μm) remain in the air for significantly longer periods of time, the distance a particle travels is complex and dependent on many dynamic variables, such as particle size, shape, charge, flow velocities, composition, density, air turbulence, temperature, and humidity [15] [16] [17] . Patients with respiratory infections often generate large amounts of aerosols from coughing, sneezing, or heavy breathing 18, 19 . Some studies have also shown an association between aerosol-generating procedures and healthcare provider infection during the SARS-CoV-1 epidemic 20, 21 . Faced with the likely risk of airborne transmission and lack of proper protection, many health care professionals have developed their own equipment and guidelines to protect themselves from infection when working with patients 22, 23 . Existing devices such as the \"intubations shield\" (Fig. 1b) are limited to a physical barrier of protection, as there are currently no strategies www.nature.com/scientificreports/ that provide protection from aerosol particles generated by a patient's coughs and sneezes and by high-risk procedures performed by healthcare providers 22 . In the face of great urgency and severe risk, we have designed, constructed and tested the effectiveness of an affordable, scalable Box for Aerosol and Droplet Guarding and Evacuation in Respiratory infection (BADGER) to contain both droplets and aerosol particles (Fig. 1c ).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "text": "13",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 466,
                    "end": 468,
                    "text": "14",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1001,
                    "end": 1005,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1011,
                    "end": 1015,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "text": "18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1144,
                    "end": 1146,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1296,
                    "end": 1299,
                    "text": "20,",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1300,
                    "end": 1302,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1533,
                    "end": 1536,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1537,
                    "end": 1539,
                    "text": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1875,
                    "end": 1877,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 1592,
                    "end": 1601,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2145,
                    "end": 2153,
                    "text": "(Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "Construction of the BADGER. To decrease risk of airborne transmission of SARS-CoV-2 to health care professionals and workers, we sought to build a device that could decrease exposure of providers to the patient's droplets and aerosols. We defined the following criteria for our device to meet the function, urgency and demand during the pandemic: (1) ability to stop direct droplet contact, especially from a patient's coughs and sneezes, or during high risk procedures such as intubation of an airway and extubation; (2) ability to contain aerosol particles; (3) ease of manufacturing; and 4) affordability. We studied the \"aerosol box\" developed by Dr. Hsien-yung Lai from Taiwan and its ability to shield providers from large flashing droplets 22, 24 . Although innovative and simple, this device lacks the ability to adequately contain an aerosolized virus that could be present within smaller diameter aerosol particles due to its open air design (Fig. 1b) . In order to contain smaller diameter airborne particles, a negative pressure and/or rapid air exchange rate is needed, similar to the function of a negative-pressure room. To achieve our goal of keeping the device affordable and easy to manufacture, we used commonly available materials, clinical equipment and supplies. After three prototypes, we reached a production version. The BADGER is constructed of a clear reusable shell and disposable accessories and, when assembled, creates a closed chamber. The shell of the BADGER is a tapered pentagonal box that has a height of 50 cm, a torso-opening of 60 cm, and overall volume of 95.8 L (Fig. 2 ). There are 4 hand-ports for health care providers and assistants, and two 22 mm diameter openings for two viral high efficiency particulate air (HEPA) filters placement. The side panels are constructed by bending, or by cutting into separate panels (Fig. 2b) . The top panel is glued to the side panels using a hot melt adhesive (Fig. 2c) . To create a semi-sealed chamber, all the openings need to be closed off. For the hand-ports, we used the sleevering method by assembling large disposable surgical gloves on 3D custom-made printed grommets (Fig. 2d) .",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 750,
                    "text": "22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 751,
                    "end": 753,
                    "text": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [
                {
                    "start": 952,
                    "end": 961,
                    "text": "(Fig. 1b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1603,
                    "end": 1610,
                    "text": "(Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1862,
                    "end": 1871,
                    "text": "(Fig. 2b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1942,
                    "end": 1951,
                    "text": "(Fig. 2c)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2159,
                    "end": 2168,
                    "text": "(Fig. 2d)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The glove fingers can be trimmed off at the palm to create a sleeve. While this compromises the seal at the hand-ports, it allows greater mobility, reach, and reduces wrong-handedness. The sleeve-rings are then inserted into the hand-ports of the BADGER (Fig. 3) . The large interior opening for the torso is sealed off from the outside environment using two overlapping plastic drapes. Large diameter tubing such as ventilator tubing is used to evacuate air from the box after passing through the HEPA filters.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Outflow using wall suction. To model the BADGER after a negative pressure room, we designed the device to have a minimum of twelve air changes of exhaust per hour 25 . To achieve this goal, we connected the BADGER to a standard hospital room's in-wall vacuum suction source. In most modern hospitals, vacuum pressure is set to be at least 277 mmHg (36,930 Pa), which is 483 mmHg below atmospheric pressure at sea level 26 . The latter number (atmospheric pressure -vacuum pressure) is a commonly used vacuum suction strength in www.nature.com/scientificreports/ a hospital or a clinical setting to quantify suction strength. We refer to this as suction pressure throughout the manuscript. However, we will use the former number (vacuum pressure) in calculation of flow rate. To maintain at least twelve air changes per hour (the BADGER's volume = 95.8 L), the outflow rate must be at least 19.2 L per minute (L/min) or 9.6 L/min per filter outlet. Air flow rates from a standard hospital room's in-wall vacuum suction source was then measured using an in-line flow meter (TSI model 4043). The tests were carried out at room temperature (21 °C) and atmospheric pressure (760 mmHg or 101.3 kPa). The flow meter was fitted to different types of commonly available suction tubing used in hospitals and clinics and a mixed setup: (1) non-sterile, non-conductive 7 mm inner diameter (D) tubing (Universal Argyle Bubble Tubing, Covidien, Dublin, Ireland); (2) sterile, non-conductive 6 mm D tubing (Cardinal Health, Dublin, OH); (3) \"Mixed setup\" of a single 7 mm D tubing connected to a dual-limb breathing circuit tubing (Adult UltraFlex Dual-Limb breathing circuit, King Systems, Noblesville, IN). We used 2 different lengths (5 and 10 m) as these would provide adequate length to connect the BADGER to an in-wall vacuum suction source. Flow rates were assessed with and without a viral HEPA filter: Ultipor 25 (Pall, Port Washington, NY) or AG7178 Bacterial/Viral Filter (AG Industries, St. Louis, MO) attached to its upstream. We chose the \"Mixed setup\" to represent the current setup of the BADGER for our clinical use: 2 HEPA filters from the filter outlets connected to a dual-limb breathing circuit (1.8 m when stretch), which is in turn connected to a single 3.2 m × 7 mm D tubing. Measured volumetric air flow rates were plotted against the suction pressure settings that are commonly used in a clinical setting: low = 50 mmHg, medium = 100 mmHg, high = 150 mmHg, very high = 200 mmHg, and max suction = 700 mmHg. The BADGER uses commonly available hospital supplies to create isolation and semi-sealed chamber. Accessories for each BADGER are: two viral HEPA filters, two 60 cm × 60 cm clear drapes, 5-10 m of 6 mm or 7 mm inner diameter tubing, one dual-limb breathing circuit tubing, 2 pairs of size 8.5 or 9 surgical gloves. Grommets and surgical gloves are assembled into sleeve-rings to seal the hand-ports. Drapes are taped to create overlapping opening for the torso/neck. Direction of airflow into and out of the BADGER are depicted as green arrows (c). (d,e) Clinical application of an earlier version of the BADGER on a patient for intubation (d) and intraoperative use (e). 27 . Denatonium benzoate (Bitrex) is a non-toxic bitter chemical that can be detected by inhaling aerosolized droplets when breathing by mouth at concentration as low as 0.05 ppm 28 . Bitrex or saline control was nebulized inside of the BADGER in the standard operating configuration (Fig. 4a) . The test was carried out in a 5 m × 5 m well-ventilated non-negative pressure room. Volunteers, who have previously completed a respirator fit test and were able to detect the bitter taste, were asked by a blinded test administrator to detect any bitterness while breathing by mouth for 7 min while the sample was nebulized continuously into the BADGER.",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 165,
                    "text": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 419,
                    "end": 421,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 3190,
                    "end": 3192,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 3369,
                    "end": 3371,
                    "text": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 3474,
                    "end": 3483,
                    "text": "(Fig. 4a)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "To compare the efficacy of the BADGER without seal, nebulized Bitrex or saline was introduced while the drapes were lifted up both with and without suction. The time to bitter taste detection was recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Negative pressure with smoke tests. To visually assess the BADGER's ability to generate negative pressure, we conducted a series of smoke tests using ventilation smoke tubes (Grainger, Lake Forrest, IL) in a simulated hospital room at the University of Wisconsin-Madison Simulation Center (Fig. 4c,d) . The smoke test is a www.nature.com/scientificreports/ standardized test used to verify negative pressure in an enclosure (e.g., negative pressure room). White smoke generated by the smoke tube is easily visualized under standard room conditions. Smoke was introduced into the BADGER in the standard operating configuration. To simulate a non-invasive respiratory therapy, we placed a 10 L/min oxygen facemask on a high-fidelity mannequin, which was positioned in the BADGER with a semisealed enclosure. We simulated coughs by quickly compressing the mannequin's lungs (Fig. 4d) . The exterior of the BADGER was monitored by two observers to determine if there was smoke leakage. Sub-micrometer aerosol particle containment test. The ability of the BADGER to contain submicrometer aerosol particles was assessed by placing the BADGER into a secondary sealed enclosure. A controlled aerosol source atomizer (TSI model 3076) was placed inside the BAGER to simulate aerosol production. Aerosol particle concentrations are measured inside both the BADGER and the exterior enclosure (Fig. 5 ). Aerosol particles from the output of the atomizer were dried to a relative humidity (RH) < 10%. The total output aerosol concentration added to the BADGER was ca 1 × 10 6 particles/cm 3 at a flow rate of 2.6 L/min. Aerosols generated from the atomizer had a narrow size distribution from 10 to 300 nm, with a mean diameter of 65 nm. The secondary sealed enclosure (0.45 m 3 ) was purged continuously with particle free air at 16 L/min. Measurements of aerosol particles were made with a condensation particle counter (CPC, TSI model 3787) and a scanning electrical mobility spectrometer (SEMS, Brechtel model 2100). The CPC measures total aerosol particle concentration (particles/cm 3 ) for particles from 5 nm to > 3 µm. The CPC sample flow rate was 1.5 L/min. The SEMS measures aerosol concentration and size distribution for particles from 10 nm to 1.4 µm. The SEMS sample flow rate was 0.31 L/min and supplemented with an additional pump pull of 1.2 L/min to create a total flow of 1.5 L/min matching the CPC. All aerosol sampling lines were composed of stainless steel and black conductive tubing. Sampling lines to both the SEMS and CPC were approximately 2.5 m long. Sampling lines for the CPC and SEMS were plumbed with valves to enable each instrument to alternate sampling from either the BADGER or the outer enclosure. An aerosol source line from the atomizer was run into the center of the BADGER to enable introduction of a stable aerosol particle source. The default configuration of the BADGER in these tests included two AG7178 Bacterial/Viral filters connected in parallel to the vacuum source with a controllable flow rate. All hand-ports were sealed. The plastic drapes were installed in standard operation configuration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 289,
                    "end": 300,
                    "text": "(Fig. 4c,d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 871,
                    "end": 880,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1380,
                    "end": 1387,
                    "text": "(Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "The standard experimental procedure followed these steps: (1) Purge the outer enclosure until a particle concentration of < 50 particles/cm 3 was measured in both the BADGER and the outer enclosure. (2) Start the 2.6 L/ min aerosol particle source flow into the BADGER and sample aerosols in both BADGER and outer enclosure until a stable signal is reached. (3) Shut off the aerosol source flow and record the particle decay in the BADGER and outer enclosure. (4) Repeat at different filter pump rates or box configurations. This procedure enables determination of the aerosol concentration ratio in the BADGER (N inner ) and the outer enclosure (N outer ), which was used to calculate the fraction of particles that were contained in the BADGER.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Filter efficiency testing. The filter efficiency of aerosol particles was determined for several standard HEPA filter types as a function of flow rate through the filter. Aerosol particle concentrations and size distributions were measured with the SEMS. The inlet of the SEMS was connected to a dry scroll pump to vary sample flow rates through the filter from 1.5 to 25 L/min. The flow rate was measured with an in-line flow meter (TSI model 4143) downstream of the SEMS sampling point. Aerosol concentration and size distribution were first determined on laboratory room air prior to testing of each filter. Laboratory air particle concentrations were typically from 1000 to 2000 particles/cm 3 , with a mean diameter of 220 nm. Filters were connected to the SEMS inlet with black conductive tubing. Room air was sampled through the filter at multiple flow rates in order to determine the flow rate when particle breakthrough occurred for the filter. Filter efficiencies were determined Figure 5 . Diagram of the sub-micrometer aerosol particle containment test experimental setup. The BADGER device was fully enclosed in a sealed outer enclosure which was continually purged with particle-free air at 16 standard liter per minute (slpm) and had an open vent port to the room to maintain pressure in the outer enclosure near room pressure. The SEMS and CPC aerosol sampling instruments were valved so that they could independently switch between sampling either the outer enclosure or the BADGER. The AG7178 filter was also tested as a function of filter number (1 or 2) and filter arrangement (in series or in parallel). The need for approval and consent from the Institutional Research Board of the University of Wisconsin-Madison were waived because the study was considered a quality improvement project. Written permission to publish patient images in an open-access journal was obtained. Methods were performed in accordance with relevant guidelines and policies.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 990,
                    "end": 998,
                    "text": "Figure 5",
                    "ref_id": null
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Construction of the BADGER. A production version of the BADGER can be constructed from a variety of transparent or semi-transparent materials. Clear materials that are appropriate are acrylic (PMMA), polycarbonate (Lexan), PETG, or vinyl. Each material has advantages and disadvantages, as summarized in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 304,
                    "end": 311,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Although the shell of the BADGER should be built by facilities with appropriate tools such as a computer numerical control (CNC) router, laser cutter, or die/blade cut, it can also be built using a box cutter and a metal straightedge. Our systems were constructed from CNC routed polycarbonate. Polycarbonate is an extremely durable material. Although it is slightly softer and more prone to scratches than acrylic, it is more chemically stable and easier to clean. Generally, polycarbonate is slightly more costly than acrylic. However, the cost of raw materials for this shell is still very affordable (< $100 material cost/unit). The tapered shape of the BADGER also allows it to be stacked, making the units easier to store and ship. Manufacturers can easily scale up the production if demand is high. Technical support for manufacturing, open-source design drawings, and lists of materials are available at the University of Wisconsin-Madison's MakerSpace 29 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Our production version of the BADGER was constructed from polycarbonate material, which can be cleaned by completely wiping down with isopropyl alcohol or bleach-based cleaners. Proper cleaning solution for other materials are provided in Table 1 . The grommets can either be made of 3D printed plastic, which are regarded as single use, or an injectable molding process, which can be cleaned as the polycarbonate shell.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "text": "Table 1",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "tubing connected to a standard hospital room's in-wall vacuum suction source, we obtained a minimum outflow rate of 16.5 L/min when using 10 m length × 6 mm D tube connected to low suction (50 mmHg) without filter and 14.5 L/min with an AG7178 Bacterial/Viral filter. Both AG7178 and Ultipor 25 performed similarly in impeding air flow. The outflow rate increased to 32 L/min at high suction pressure (200 mmHg) with filter and topped out at 41 L/min at maximum suction pressure (700 mmHg). As expected, outflow rate increased as tube length decreased or increased tubing D. However, the relationship between tube length and suction pressure to outflow rate are not linear (Fig. 6a) . In the mixed setup, we obtained a total outflow rate of 28 L/min at 50 mmHg suction pressure and maximum outflow rate of 59.7 L/min at 700 mmHg.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 673,
                    "end": 682,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outflow rate from a hospital room's in-wall vacuum suction. Using commonly available suction"
        },
        {
            "text": "The BADGER contains Bitrex. When sealed off and suction applied at medium strength (100 mmHg) using the mixed setup to achieve approximately 39 L/min of outflow, the BADGER prevents nebulized Bitrex from leaking into the room, thus preventing 100% of blinded volunteers (n = 5) from detecting its bitter taste. When the drapes were lifted off and suction was turned off, all blinded volunteers were able to detect the taste in the Bitrex group (n = 3) in an average of 39 s, while none of the volunteers in the saline group detected bitter taste (n = 3). When the suction was turned on with the drapes lifted up, all blinded volunteers were able to detect the taste in the Bixtrex group (n = 3) in an average of 1 min 53 s (p = 0.0179 compared to sealed + suction, Fishers exact test). (Fig. 4b) . www.nature.com/scientificreports/ Negative pressure with smoke tests. A series of smoke tests were conducted to visually assess the BADGER's effectiveness in containing airborne particles by its negative pressure. In the first scenario, the mannequin was receiving 10 L/min of oxygen via a facemask. As smoke was introduced into the BADGER in the standard operating configuration without suction applied to the BADGER, there was visual leakage of smoke from under the drapes and from the hand-ports (Fig. 4c) . When suction was applied at medium strength (100 mmHg) to create an outflow rate of approximately 39 L/min, smoke was well contained inside the BADGER. When simulated coughs were performed by suddenly compressing the mannequin's lungs, the BADGER was able to contain smoke inside its chamber (Fig. 4d) . Five minutes after cessation of smoke generation, the BADGER was able to clear the visible smoke inside. For the well-sealed BADGER, greater than 90% of sub-micrometer particles generated in the BADGER were contained. (c) Measured aerosol particle filtration efficiency for the selection of filter substrates and combination of filters used in this study. The filtration efficiency test was conducted using aerosol particles present in the room, where the mean particle diameter was 220 nm. www.nature.com/scientificreports/ Sub-micrometer aerosol particle containment test. Results from a typical particle containment test (outflow rate of 13 L/min with filters) are shown in Fig. 6b , where sub-micrometer particle concentrations were measured in both the BADGER (red circles) and the exterior enclosure (black circles). In our experiment, particle concentrations in the BADGER approach steady-state following approximately 15 min, peaking at 1 × 10 4 particles/cm 3 , while particle concentrations in the outer enclosure peak at < 500 particles/cm 3 . To determine the fraction of particles contained by the BADGER, we model the time dependent particle concentrations in each box, constrained by the measured flow rates into and out of each enclosure and the time dependent change in particle concentrations during a typical experiment. We utilize both the steady-state concentrations and the rise and fall times in both enclosures to determine the leak rate of particles from the BADGER to the outer enclosure and the particle wall loss rate in the BADGER. Model results are shown with solid lines in Fig. 6b . Modelmeasurement agreement is achieved with a particle wall loss rate in the BADGER (k wall ) of 1 × 10 -4 s −1 and a leak rate of 1.5 L/min from the BADGER to the outer enclosure. Conservatively, we estimate the uncertainty in the leak rate to be between 500-2500 slpm, based on the regression of modeled and measured aerosol concentrations in the outer enclosure. This results in containment of 90 ± 6% of sub-micrometer particles generated in the BADGER for the select operating conditions tested here. Particle containment was equally effective over the range of particle sizes generated by the particle source (10-300 nm). The approach to steady-state is specific to the operation of the BADGER in our experiment, we expect that in a clinical setting, procedures could commence as soon as the patient is placed in the BADGER. Alternatively, based on the data collected, we expect the sub-micrometer aerosol particle concentration inside the BADGER to be equal to the external environment within fifteen minutes after particles are initially introduced. This suggests it is permissible to remove the containment device at least 15 min after the aerosol-introducing-procedure takes place.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 786,
                    "end": 795,
                    "text": "(Fig. 4b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1297,
                    "end": 1306,
                    "text": "(Fig. 4c)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1601,
                    "end": 1610,
                    "text": "(Fig. 4d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2290,
                    "end": 2297,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 3218,
                    "end": 3225,
                    "text": "Fig. 6b",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outflow rate from a hospital room's in-wall vacuum suction. Using commonly available suction"
        },
        {
            "text": "Filter efficiency testing. The filter efficiency of aerosol particles was determined for several standard particle filter types as a function of air flow rate through the filter. The three standard filter types were tested: (1) Ultipor 25, (2) Pall BB22-15, and (3) AG7178 Bacterial/Viral filters. AG7178 filter was also tested as a function of filter number (1 or 2) and filter arrangement (in-series or in-parallel). Full results of the filter efficiency testing are shown in Fig. 6c . Filter efficiency was greater than 90% at flow rates less than 18 L/min for all filter types except for the single AG7178 filter.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 478,
                    "end": 485,
                    "text": "Fig. 6c",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Outflow rate from a hospital room's in-wall vacuum suction. Using commonly available suction"
        },
        {
            "text": "In response to the pandemic, unanticipated PPE shortages and lack of understanding about the transmission and infectivity of the SARS-CoV-2 virus have created the need for new tools to reduce risk of healthcare provider exposure based on best available information. Moreover, there is evidence that current PPE might not provide adequate protection against infectious airborne particles 30 . Given the rapidly evolving situation, proof-of-principle devices have emerged to provide organizations with possible designs for combating the imminent challenges they are facing. Several physical barrier designs to protect healthcare providers during aerosol-generating activities have been developed. However, these devices largely limit protection to direct contact with larger droplets and lack proven efficacy 22 . The use of negative-pressure isolation rooms is important to ensure infectious agents do not spread through the surrounding environment. However, many hospitals are not adequately equipped to handle the surge in patients during a pandemic 31 . We designed, constructed, and tested a portable, affordable and easy to manufacture device (BADGER) which can contain aerosol particles produced by patients with respiratory infection, such as COVID-19. The BADGER utilizes negative pressure to prevent dispersion of aerosolized virus throughout the room, which could expose healthcare providers several hours later 32 . We have performed both qualitative and quantitative tests; all demonstrated its effectiveness in containing aerosol particles. In this study, the aerosol dispersion test was conducted at lower outflow rate (13 L/min) compared with the recommended minimum outflow rate of 19.2 L/min. Therefore, we expect that at higher outflow rates and for larger aerosol particles, which are more representative of patient-generated aerosol particle diameters, the containment ability will improve even more significantly.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 809,
                    "text": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1051,
                    "end": 1053,
                    "text": "31",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1421,
                    "end": 1423,
                    "text": "32",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results on the filter efficiency test indicated that filters, especially the AG7178 Bacterial/Viral filters, have reduced efficiency at a flow rate more than 18 L/min. Multiple filters should be used in parallel to achieve high flow rate while minimizing aerosol particle breakthrough on the filters. Although viral HEPA filters reduce flow rate by approximately 15% in our testing, they are essential components if the exhausted air is to be reintroduced into the surrounding environment. Moreover, exhausted air from hospital in-wall vacuum is released without being filtered for virus or bacteria (personal communication). Therefore, we recommend always using viral HEPA filters for exhaust air from the BADGER.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The BADGER is designed to contain and evacuate aerosol particles at minimal outflow rate of twelve air changes of exhaust per hour. This will be particularly useful during aerosol-generating activities and procedures in compliant patients who can lie in the BADGER to reduce the risk of aerosol dispersion and transmission of respiratory infective particles to healthcare professionals and workers. As a result, institutional approval for clinical use has been granted by the University of Wisconsin Health System during this pandemic. We have used the BADGER in the perioperative period with the consent of patients and their families (Fig. 3D,E) . The box was appropriately positioned prior to induction of anesthesia, and direct laryngoscopy was performed on all cases. There were no complications and endotracheal positioning and intubation were confirmed by capnography. The BADGER remained in place for the duration of all the cases. At the end of the operations, the patients were extubated inside the BADGER and had uneventful post-operative courses. As there is more evidence of aerosolized SARS-CoV-2 from innocuous activities such as sneezing and coughing, and current standard PPE might not fully prevent exposure for healthcare providers, the BADGER might be an additional layer of protection to mitigate airborne transmission of COVID-19 11 www.nature.com/scientificreports/ There are several limitations of this study and of the BADGER. It is foreseeable that in situations involving a difficult or obstructed airway, the device could limit access to the patient. In this scenario, the device could be easily lifted up and removed to restore complete exposure. The clear polycarbonate material allows for easy visualization of the patient's airway by the anesthesia provider, and intubation could be performed by either direct laryngoscopy or videolaryngoscopy. However, the BADGER can still make procedures more difficult in critical situations. We recommend standardized, simulated training for those who will use this device before implementation in a clinical setting. We found that most users became very comfortable after 2-3 hand-on practices.",
            "cite_spans": [
                {
                    "start": 1352,
                    "end": 1354,
                    "text": "11",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 636,
                    "end": 647,
                    "text": "(Fig. 3D,E)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The optimal effectiveness of the box to limit aerosol dispersion is dependent on operating conditions including the flow rate of the vacuum suction and negative pressure generated. We have not tested the BADGER using portable vacuum pumps. Since portable vacuum pumps might not have a pressure regulator, thus limiting our ability to control outflow rate and prevent filter damage, this might limit the use of the BADGER to the settings where an in-wall facility-generated vacuum suction course is available. We have not extensively tested the BADGER using all tubing sizes and filter configurations at different vacuum levels. Although ideal outflow rate Q for laminar, isothermal, non-compressible gas can be estimated based on the Hagen-Poiseuille equation : Q = πD 4 (P 1 −P 2 ) 128µL 33 , where D is the inner diameter of the tube, P 1 is atmospheric pressure, P 2 is vacuum pressure, L is total length of tubing and µ is dynamic viscosity of air at room temperature and atmospheric pressure (1.81 × 10 -5 Pa . s), we expected and confirmed that actual outflow rates are much lower. This is due to very high Reynolds number for high air flow rate indicating non-laminar flow and increases in Mach number at higher pressures due to compressible air [33] [34] [35] . Flow rate saturates for each tubing configuration at approximately 200 mmHg vacuum (Fig. 6a) indicating higher order compressibility and turbulent flow effects, which are not modeled by Hagen-Poiseuille, influence the response. In our experience, the mixed setup (2 HEPA filters, 1.8 m of ventilator tubing and 3.2 m of 7 mm diameter suction tubing) would provide good balance between outflow rate, filter efficiency and easy of setup.",
            "cite_spans": [
                {
                    "start": 789,
                    "end": 791,
                    "text": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1253,
                    "end": 1257,
                    "text": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1258,
                    "end": 1262,
                    "text": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "text": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 1353,
                    "end": 1362,
                    "text": "(Fig. 6a)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "While the BADGER provides a relative negative pressure analogous to a negative pressure room, the negative pressure is minimal, and these results are preliminary and purely in simulated environments. It is possible that the fraction of sub-micrometer particles contained during aerosol-generating activities and procedures (e.g., sneezing, intubation) may decrease as there is a sudden pressure increase inside the BADGER or as it becomes less well-sealed. Further testing must be performed to determine aerosol containment and clearance in more clinically relevant scenarios, both simulated and real clinical settings. In the meantime, healthcare providers should maintain appropriate respiratory PPE usage according to their institutional protocols. Furthermore, it is possible that CO 2 levels in the BADGER could rise when a patient is inside. Since data on CO 2 emission rate from a person inside the BADGER is not available, we recommend maintaining adequate outflow rate and frequent monitoring of the patient's condition to avoid possible negative outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, we describe here an affordable and scalable device to contain and evacuate aerosols that has been shown to be effective in laboratory aerosol testing and screening Bitrex/smoke tests. The BADGER has also been shown to be safe in our limited clinical applications. With more improvement, the BADGER could become an important tool in our armamentarium in the fight against COVID-19 and future respiratory outbreaks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The datasets generated during and/or analyzed during the current study are available from the corresponding author on reasonable request. www.nature.com/scientificreports/ Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creat iveco mmons .org/licen ses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Characteristics of Health Care Personnel with COVID-19-United States",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Cdc Covid-19",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 and Italy: What next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1225--1228",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19-Associated Hospitalizations Among Health Care Personnel-COVID-NET, 13 States",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Kambhampati",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Turbulent gas clouds and respiratory pathogen emissions: Potential implications for reducing transmission of COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bourouiba",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA J. Am. Med. Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4756"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Modes of transmission of virus causing COVID-19 : implications for IPC precaution recommendations",
            "authors": [],
            "year": 2020,
            "venue": "Sci. Brief",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316.5"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Airborne transmission of SARS-CoV-2: The world should face the reality",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Int",
            "volume": "139",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Detection of airborne severe acute respiratory syndrome (SARS) coronavirus and environmental contamination in SARS outbreak units",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "F"
                    ],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Infect. Dis",
            "volume": "191",
            "issn": "",
            "pages": "1472--1477",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aerodynamic characteristics and RNA concentration of SARS-CoV-2 aerosol in Wuhan hospitals during COVID-19 outbreak",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "86",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Aerosol and surface distribution of severe acute respiratory syndrome coronavirus 2 in hospital wards",
            "authors": [
                {
                    "first": "Z.-D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg. Infect. Dis",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aerodynamic analysis of SARS-CoV-2 in two Wuhan hospitals",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2271-3"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Assessment of air contamination by SARS-CoV-2 in hospital settings",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Birgand",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Netw. Open",
            "volume": "3",
            "issn": "",
            "pages": "1--14",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Quantity and size distribution of cough-generated aerosol particles produced by influenza patients during and after illness",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "9",
            "issn": "",
            "pages": "443--449",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Droplet fate in indoor environments, or can we prevent the spread of infection? Indoor Air",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0668.2006.00432.x"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "How far droplets can move in indoor environments-Revisiting the Wells evaporation-falling curve",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T Y"
                    ],
                    "last": "Chwang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "H"
                    ],
                    "last": "Seto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "211--225",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The role of particle size in aerosolised pathogen transmission: A review",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gralton",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Tovey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mclaws",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "D"
                    ],
                    "last": "Rawlinson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Infect",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2010.11.010"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Airborne spread of infectious agents in the indoor environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Infect. Control",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2016.06.003"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Viable influenza a virus in airborne particles from human coughs",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Occup. Environ. Hyg",
            "volume": "97311",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/15459624.2014.973113"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Quantity, size distribution, and characteristics of cough-generated aerosol produced by patients with an upper respiratory tract infection",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Aerosol Air Qual. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4209/aaqr.2018.01.0031"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Transmission of severe acute respiratory syndrome during intubation and mechanical ventilation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Fowler",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am. J. Respir. Crit. Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200305-715oc"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Aerosol generating procedures and risk of transmission of acute respiratory infections to healthcare workers: A systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cimon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Severn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Pessoa-Silva",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Conly",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0035797"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Barrier enclosure during endotracheal intubation",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Canelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Connor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nozari",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ortega",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2007589"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients. Can",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Wax",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Christian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Anesth",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s12630-020-01591-x"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Coronavirus/Taiwanese doctor creates cheap protective device amid virus crisis",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Implementing a negative-pressure isolation ward for a surge in airborne infectious patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am. J. Infect. Control",
            "volume": "45",
            "issn": "",
            "pages": "652--659",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The Principles of Vacuum and Clinical Application in the Hospital Environment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lamb",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pursley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Vines",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "OSHA. Occupational Safety and Health Administration: Respirator Fit Testing",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Consumer Product Safety Commission. Final Report Study Of Aversive Agents",
            "authors": [],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "6--10",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Exposure to a surrogate measure of contamination from simulated patients by emergency department personnel wearing personal protective equipment",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Feldman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meir",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shavit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Idelman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Shavit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA J. Am. Med. Assoc",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.6633"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Most urban hospitals have emergency plans but lack certain capacities for bioterrorism response",
            "authors": [],
            "year": 2003,
            "venue": "Report to CongressionalCommittees",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1567",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Measurement of the Transport Properties of Fluids",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kawata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kurase",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nagashima",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "Capillary"
                    ],
                    "last": "Yoshida",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Viscometers",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "The effect of the Reynolds number of air flow to the particle collection efficiency of a fibrous filter medium with cylindrical section",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "P"
                    ],
                    "last": "Kouropoulos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Urban Environ. Eng",
            "volume": "8",
            "issn": "",
            "pages": "3--10",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Simple flow meter and viscometer of high accuracy for gases",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "11--23",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Proposed routes of transmission of COVID-19 and methods of containment. (a) Spreading of respiratory infected disease as suspected in a COVID-19 patient is by direct and indirect droplet contact (magenta ovals), and airborne via aerosol particles (green squares). (b) A regular intubation shield can stop the majority of large droplets. However, it is unable to contain aerosol particles (green squares) due to open design. (c) The BADGER with all accessories assembled and suction turned on, can act as both a shield and a containment chamber, trapping aerosol particles inside until they are suctioned out. Scientific Reports | (2021) 11:3179 | https://doi.org/10.1038/s41598-021-82675-6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Configurations of the BADGER and grommet. (a) The BADGER has a tapered pentagonal shape with an overall height 50 cm and overall volume 95.8 L, four 135 mm diameter hand-ports and two 22 mm diameter outlets for filter placement. (b) The side panels can be constructed via bending or cutting into separate panels. (c) Top panel is glued to side panels using hot melt adhesive. (d) 3D-printed grommets, used to attach surgical gloves to the BADGER. Scientific Reports | (2021) 11:3179 | https://doi.org/10.1038/s41598-021-82675-6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "BADGER's setup and its use in operating room. (a-c) Setup of the BADGER on a mannequin.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Screening tests of the BADGER. (a) Bitrex containment test setup with nebulized Bitrex or saline control inside the BADGER. Bitrex was delivered by oxygen nebulizer at 5 L/min. (b) Results of a doubleblinded containment test. Zero out of 5 volunteers detected bitter taste when the BADGER was sealed, and suction applied at 100 mmHg to create outflow rate of 39 L/min. When the BADGER was unsealed and suction turned off, 3/3 in the Bitrex group and 0/3 in the saline group detected bitterness. With suction on but drapes open, bitterness was identified in 3/3. *p = 0.0179 compared to sealed + suction, Fishers exact test). (c) Smoke tests using ventilation smoke tubes (Grainger) while the mannequin was receiving 10 L/min of oxygen via facemask. Free smoke (red oval) was seen leaking from the bottom of the BADGER before vacuum suction was applied. (d) After suction was applied at 100 mmHg, coughs were simulated by compressing the mannequin's lungs; all the smoke was contained (black oval).Scientific Reports | (2021) 11:3179 | https://doi.org/10.1038/s41598-021-82675-6",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Measurement of air flow and results of aerosol particle containment test. (a) Air flow rates from a hospital room's in-wall vacuum suction source at various suction pressures, tubing inner diameters (D), tubing length (L), and viral filters (Ultipor 25 or AG7178). Mixed setup: 2 Ultipor 25 filters connected in parallel to 1.8 m of a dual-limb breathing circuit tubing (Adult UltraFlex Dual-Limb breathing circuit) and 3.2 m of 7 mm inner diameter tubing. (b) Particle containment result at outflow rate of 13 L/min. Sub-micrometer particle concentrations were measured in both the BADGER (red circles) and the exterior enclosure (black circles).",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Commonly available materials to construct the outer shell of the BADGER and their advantages and disadvantage in manufacturing and clinical use.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": ",30,32 .",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "https://doi.org/10.1038/s41598-021-82675-6",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to H.D.L.Reprints and permissions information is available at www.nature.com/reprints.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}