{
    "paper_id": "e82e5e404e63695b71d30d169c1e4b46c237fbd4",
    "metadata": {
        "title": "A comparison of persistence of SARS-CoV-2 variants on stainless steel",
        "authors": [
            {
                "first": "T",
                "middle": [],
                "last": "Pottage",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "Porton Down",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "I",
                "middle": [],
                "last": "Garratt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "Porton Down",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "Onianwa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "Porton Down",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Spencer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "Porton Down",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "S",
                "middle": [],
                "last": "Paton",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "Porton Down",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "N",
                "middle": [
                    "Q"
                ],
                "last": "Verlander",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "J",
                "middle": [],
                "last": "Dunning",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Emerging Infections and Zoonoses",
                    "institution": "Public Health England",
                    "location": {
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "A",
                "middle": [],
                "last": "Bennett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Public Health England",
                    "location": {
                        "addrLine": "Porton Down",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "On March 11 th , 2020, the World Health Organization declared that the recently emerged SARS-CoV-2 virus had resulted in a pandemic of COVID-19. Since that time, waves of COVID-19 activity have been seen globally and continue to occur one year later. In late 2020 two SARS-CoV-2 variants of concern emerged, the so-called Kent variant (lineage B.1.1.7 or VOC202012/01) and a South African variant (lineage B.1.351 or 20H/501Y.V2), both of which have been detected in multiple countries, including the UK [1] . Both variants have the N501Y mutation, which, along with other mutations affecting the receptor-binding domain of the spike glycoprotein, are associated with increased host receptorbinding affinity; this may, in part, result in increased transmissibility [2e4] .",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 507,
                    "text": "[1]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 765,
                    "end": 770,
                    "text": "[2e4]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Surfaces may be contaminated with SARS-CoV-2 directly from the deposition of particles released from an infected person's respiratory tract or from contaminated hands, potentially leading to transfer through contact. Agents remaining viable for longer are more likely to be transferred and cause infection. Environmental sampling has detected SARS-CoV-2 RNA on environmental surfaces in healthcare spaces, and this evidence, coupled with laboratory studies demonstrating viral viability on surfaces, has contributed to the assumption that environmental contamination and fomite spread play a role in viral transmission [5, 6] .",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 622,
                    "text": "[5,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 623,
                    "end": 625,
                    "text": "6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "It is important to understand whether the increase in transmissibility observed with the new variants is solely from spike mutations leading to increased host receptor affinity, or whether the mutations have an impact on environmental persistence. These factors could have implications for infection control to limit onward transmission of the virus. This study was designed to determine possible differences in surface persistence between the previously established circulating strain of SARS-CoV-2 hCOV-19/England/2/2020 (EPI_ISL_407073 England) and the new emergent strains B.1.1.7 and B.1.351. This study utilized stainless steel coupons and plaque assays to investigate the viability of these SARS-CoV-2 isolates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Three SARS-CoV-2 variants were isolated and propagated for use in this study. The variant England 02/2020 HCM/V/052 (EPI_ISL_407073 England) was prepared as described by Paton et al. [6] .",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "SARS-CoV-2 isolates"
        },
        {
            "text": "Human nCoV19 isolate/England/MIG457/2020 (lineage B.1.1.7 or VOC202012/01) was isolated by the Public Health England (PHE) Medical Interventions Group (MIG) in hSLAM cells. Human nCoV19 isolate/England/H204661641/2020 (lineage B.1.351 or 20H/ 501Y.V2) was isolated in Vero-E6 cells at the Barclay Laboratory, Imperial College London, and transferred to PHE. After isolation, both variants were passaged twice further in hSLAM cells then centrifuged at 1000 g for 10 min to produce stocks at a concentration of 3.1 Â 10 6 pfu/mL (B.1.1.7) and 1.7 Â 10 6 pfu/mL (B.3.5.1). All work handling SARS-CoV-2 was performed within a containment level 3 laboratory.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "SARS-CoV-2 isolates"
        },
        {
            "text": "Coupon preparation, inoculation, exposure and recovery was completed as documented previously [6] . Briefly, triplicate stainless steel coupons for each time-point and variant were inoculated with 10 mL (Â2) droplets of the variant stock suspension within a flexible film isolator (FFI). Triplicate samples per variant were taken by placing coupons individually into 1 mL of complete minimum essential medium (cMEM) with four glass beads (3 mm diameter). Seven time-points were used: 0 (immediately after inoculation), 2.5 h (once completely dried), and subsequently 24, 48, 72, 96, and 168 h; coupons were kept within the FFI for their exposure period. During the study the average temperature was 19 C and relative humidity was 57%. Samples were vortex-mixed for 1 min before freezing at e80 C. The recovery medium was thawed to room temperature, serially diluted, and plaque-assayed on Vero-E6 cells, before staining and enumeration of plaques.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 97,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Experimental procedure"
        },
        {
            "text": "Mixed effects censored regression was performed on the logarithm with coupon as random and day and variant as continuous and categorical fixed effects, respectively, with and without 0 time point. Two models with interaction with variant were considered, one a quadratic function of day and the other linear. If the latter was not significantly worse at the 5% level than the former, the latter was then compared to a main effects model with linear trend in day and variant. Statistical significance was determined by the likelihood ratio test. All statistical analyses and data manipulation were completed in Stata (v16.1).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analysis"
        },
        {
            "text": "During the initial drying period of the inoculum on stainless steel coupons, all three isolates exhibited an initial sharp fall in viability, which subsequently further decreased after the 2.5 h drying period. Of the initial reductions, the common predecessor (EPI_ISL_407073) was reduced by w1 log 10 , and reductions of 0.15 log 10 and <0.1 log 10 for the B.1.1.7 and B.1.351 variants were seen (Figure 1 ). The rate of decrease in viability fell after the drying process, with all variants following a similar trend in recovery of viable virus. However, including the drying process, there was a significant difference between the units recovered of common predecessor virus and the B. After completion of the drying process (2.5 h), the rate in reduction in viability of the three variants was not significantly different from each other (P ¼ 0.12), indicating that, once dried, the variants lose viability at a similar rate, with no viable virus detected after 7 days. This similarity in viability of the variants over time shows that the likelihood of a contaminated surface being touched, and viable virus being present, is the same for the three variants studied.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results and discussion"
        },
        {
            "text": "To the best of our knowledge, this is the first study comparing persistence of SARS-CoV-2 variants on a representative environmental surface in an experimental setting. Previous studies have investigated differences between SARS-CoV-2 and other coronaviruses. Van Doremalen et al. reported that the persistence of SARS-CoV-2 and SARS-CoV-1 was similar on stainless steel, observing a >3 log 10 reduction in viability within 48 h, from the starting inoculum decreasing to the detection limit in this time; suggesting that contaminated fomites were a potential transmission route [5] . Sizun et al. compared two human coronaviruses (229E and OC43), with 229E surviving longer than OC43 after drying [7] . No indication was given to explain the differences in the persistence between the coronaviruses. Other studies have focused on single variants/isolates, and then compared data obtained with those from other groups. The challenges to this approach are the variations in methods between studies, making comparison difficult [8, 9] . Incubating dried SARS-CoV-2 virus at a higher temperature than room temperature (28 vs 20e25 C) increased the inactivation rate, but viable virus was recovered over the same time-period at both temperatures [10] .",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 581,
                    "text": "[5]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 697,
                    "end": 700,
                    "text": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "text": "[8,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1029,
                    "end": 1031,
                    "text": "9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "text": "[10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "This study used high-concentration suspensions of SARS-CoV-2 variants to enable the detection of small differences in recovered viability. These starting concentration levels have not been found during environmental surface sampling, so are artificially high in comparison, but using a lower starting concentration could preclude the detection of inter-strain differences through the rapid inactivation of the virus on the surface, giving few data points for analysis. Stainless steel was chosen as the carrier material for this study because it is representative of touchpoints that will be frequently contacted by different individuals and provides an inanimate surface on which SARS-CoV-2 has been shown to persist. This is in comparison to other surfaces such as face masks, which are likely to be contacted by fewer individuals and disposed of after use [6, 8] . Since multiple environmental factors may influence virus SARS-CoV-2 viability, the persistence of viable virus on surfaces and the associated transmission risk may be considerably shorter in various real-life settings [9, 10] .",
            "cite_spans": [
                {
                    "start": 859,
                    "end": 862,
                    "text": "[6,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 863,
                    "end": 865,
                    "text": "8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1086,
                    "end": 1089,
                    "text": "[9,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1090,
                    "end": 1093,
                    "text": "10]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        },
        {
            "text": "In conclusion, the results from this study show that, including the initial drying period, there is a greater reduction in the viability of the common predecessor virus compared to the B.1.1.7 and B.1.351 variants, but once dried, the rates of inactivation are very similar. Consistent with previous findings, viable virus is not recoverable from stainless steel coupons after seven days, under experimental conditions [6] . ",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "text": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Results and discussion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "7 or VOC202012/01) and Human nCoV19 isolate/England/H204661641/2020 (lineage B.1.351 or 20H/501Y.V2) stocks for this study. Professor W. Barclay, Barclay Laboratory, Imperial College London, for providing the Human nCoV19 isolate/England/H204661641/2020 (lineage B.1.351 or 20H/501Y.V2) variant isolate. Professor K. Richards in High Containment Microbiology",
            "authors": [],
            "year": null,
            "venue": "PHE",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "England) viral stock for this study. The views expressed in this article are those of the authors and are not necessarily those of PHE or the Department of Health and Social Care. This manuscript is Crown copyright and is reproduced with the permission of Public Health England and the Controller of Her Majesty's Stationery Office",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Weekly epidemiological update on COVID-19",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "SARS-CoV-2 Spike protein variant D614G increases infectivity and retains sensitivity to antibodies that target the receptor binding domain",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yurkovetskiy",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pascal",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tomkins-Tinch",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nyalile",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.07.04.187757"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Estimated transmissibility and impact of SARS-CoV-2 lineage B.1.1.7 in England",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "C"
                    ],
                    "last": "Barnard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "I"
                    ],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Munday",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Science",
            "volume": "372",
            "issn": "6538",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abg3055"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Enhanced binding of the N501Y-mutated SARS-CoV-2 spike protein to the human ACE2 receptor: insights from molecular dynamics simulations",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Huynh",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "FEBS Letters",
            "volume": "595",
            "issn": "10",
            "pages": "1454--61",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1564--1571",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Persistence of SARS-CoV-2 virus and viral RNA on hydrophobic and hydrophilic surfaces and investigating contamination concentration",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Garratt",
                    "suffix": ""
                },
                {
                    "first": "K-A",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Dinesh",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aranega-Bou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Appl Environ Microbiol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1128/AEM.00526-21"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Survival of human coronaviruses 229E and OC43 in suspension and after drying on surfaces: a possible source of hospital-acquired infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sizun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Talbot",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Hosp Infect",
            "volume": "46",
            "issn": "",
            "pages": "55--60",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Stability of SARS-CoV-2 on critical personal protective equipment",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kasloff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Strong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cutts",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci Rep",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "The effect of temperature on persistence of SARS-CoV-2 on common surfaces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riddell",
                    "suffix": ""
                },
                {
                    "first": "Goldie",
                    "middle": [
                        "S"
                    ],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Eagles",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Drew",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Virol J",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "COVID-19 Study Group. SARS-CoV-2 infection: the environmental endurance of the virus can be influenced by the increase of temperature",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Magurano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baggieri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rezza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicoletti",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Microbiol Infect",
            "volume": "27",
            "issn": "",
            "pages": "289--294",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "variants (P ¼ 0.01), whereas there was no significant difference between the units recovered of the B.1.1.7 and B.1.351 variants (P ¼ 0.25).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Mean quantities of viable virus recovered (pfu/coupon) from stainless steel loaded with England 02/2020 HCM/V/052 (circles), Kent variant (triangles), and South African variant (squares). Error bars represent the standard deviation from three replicates. Dashed line represents the limit of detection of the plaque assay for the combined assays from the triplicate coupons.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest statement"
        }
    ]
}