{
    "paper_id": "e8383cc50ab635d16ca380860c16063ef7ca98c9",
    "metadata": {
        "title": "From the Pages of Allergy Watch",
        "authors": [
            {
                "first": "Stanley",
                "middle": [
                    "M"
                ],
                "last": "Fineman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Associate Professor of Pediatrics and Medicine Director, Allergy/Immunology Fellowship Section of Allergy and Immunology Emory University School of Medicine Atlanta Medical Director, Allergy and Immunology Clinic Section of Allergy and Immunology Oregon Health and Science University Lake Oswego",
                    "institution": "Emory University School of Medicine Atlanta",
                    "location": {
                        "region": "GA, OR",
                        "country": "Georgia"
                    }
                },
                "email": "sfineman@atlantaallergy.com"
            },
            {
                "first": "Gerald",
                "middle": [
                    "B"
                ],
                "last": "Lee",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Associate Professor of Pediatrics and Medicine Director, Allergy/Immunology Fellowship Section of Allergy and Immunology Emory University School of Medicine Atlanta Medical Director, Allergy and Immunology Clinic Section of Allergy and Immunology Oregon Health and Science University Lake Oswego",
                    "institution": "Emory University School of Medicine Atlanta",
                    "location": {
                        "region": "GA, OR",
                        "country": "Georgia"
                    }
                },
                "email": "gerald.b.lee@emory.edu"
            },
            {
                "first": "Shyam",
                "middle": [],
                "last": "Joshi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Associate Professor of Pediatrics and Medicine Director, Allergy/Immunology Fellowship Section of Allergy and Immunology Emory University School of Medicine Atlanta Medical Director, Allergy and Immunology Clinic Section of Allergy and Immunology Oregon Health and Science University Lake Oswego",
                    "institution": "Emory University School of Medicine Atlanta",
                    "location": {
                        "region": "GA, OR",
                        "country": "Georgia"
                    }
                },
                "email": "sjoshi4@gmail.com"
            },
            {
                "first": "Vivian",
                "middle": [],
                "last": "Hernandez-Trujillo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Associate Professor of Pediatrics and Medicine Director, Allergy/Immunology Fellowship Section of Allergy and Immunology Emory University School of Medicine Atlanta Medical Director, Allergy and Immunology Clinic Section of Allergy and Immunology Oregon Health and Science University Lake Oswego",
                    "institution": "Emory University School of Medicine Atlanta",
                    "location": {
                        "region": "GA, OR",
                        "country": "Georgia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "For this edition of From the Pages of Allergy Watch I've selected reviews from the July-Aug 2021 issue.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first article, with comments from Dr Lee, presents data from patients with mastocytosis who were able to receive their COVID vaccinations after premedication. The next article, with comments from Dr Joshi, outlines a study investigating the risk of airborne peanut allergy triggering reactions in patients with peanut sensitivity. The last, with comments from Dr Hernandez-Trujillo, presents data from lab specimens showing that Alpha-Gal allergy is an increasing problem, especially in the South. In patients with mastocytosis, vaccination has been reported to cause exacerbation of symptoms of mast cell (MC) activation, including anaphylaxis. Anaphylactic reactions to the Pfizer-BioNTech mRNA COVID-19 vaccine have been reported. An approach to safe administration of COVID-19 mRNA vaccine in 2 patients with mastocytosis and MC activation symptoms is described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The patients were 2 female nurses with cutaneous and systemic mastocytosis, both of whom had direct contact with COVID-19 patients. One patient with indolent systemic mastocytosis presented with severe MC mediator-related symptoms including abdominal pain and bloating, diarrhea, pruritus and lesionflare-up, and osteopenia. Before the first dose of the Pfizer-BioNTech mRNA vaccine, she was treated with H1 and H2 antihistamines (1 hour before) and montelukast 10 mg (1 and 24 hours before).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Vaccination was carried out with no side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The second patient had indolent systemic mastocytosis with a history of anaphylactic reactions to multiple drugs and MC mediator-related symptoms including migraines, pruritus, gastroesophageal reflux, and osteopenia. She received the same premedication regimen before her first dose of COVID-19 mRNA vaccine, with myalgias as her only symptom.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The authors suggest that their premedication regimen may enable safe and successful administration of COVID19 mRNA vaccine in patients with MC activation disorders. They emphasize that the procedure should be carried out under medical observation, in a hospital setting with ICU availability. Allergic reactions to foods typically occur after ingestion. However, patients are concerned about and sometimes report reactions to airborne peanut allergen, particularly in settings like restaurants and airplane travel. Clinical and experimental studies were performed to assess the risk of allergic reactions to airborne peanut allergens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The clinical study included 84 children, mean age 10 years, with diagnosed peanut allergy. In an airborne peanut challenge, the children sat 0.5 m from a bowl of peanuts for 30 minutes. None of the children experienced moderate or severe reactions during this controlled challenge. Two experienced mild rhinoconjunctivitis, which required no treatment. Clinical reactions were unrelated to peanut-or Ara 2 h-specific IgE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the experimental study, a SensAbues filter device was used to collect airborne peanut protein. An enzyme-linked immunosorbent assay detected only very low amounts of biologically active peanut proteins: median 166 ng/mL for dry-roasted and 33 ng/mL for roasted peanuts. Protein levels dropped sharply at longer distances from the peanut source. At a distance of 0 m, peanut protein levels increased with exposure time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The challenge study shows no moderate or severe reactions to airborne peanut protein in a group of peanut-allergic children. The experimental study finds that levels of airborne peanut protein are very low and unlikely to trigger clinically significant reaction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Comments from Dr Joshi: Smaller studies have shown the lack of aerosolization of peanut protein, yet this remains a constant fear for patients and caregivers. This well-designed study demonstrates the absence of clinically significant reactions in children exposed to an airborne peanut challenge, regardless of their IgE levels to peanut or Ara h 2. Taking their study a step further, the researchers measured peanut protein in the air and found levels to be extremely low, even at close distances. The levels detected were likely not high enough to cause a clinically significant allergic reaction. The study should provide allergists supportive evidence when discussing the risk of airborne exposure with patients, especially those who have fears of peanut exposure in airplanes. Patients with IgE-mediated allergy to galactose-alpha-1,3-galactose (alpha-gal) have delayed-onset allergic reactions after ingestion of mammalian meat. The true burden and geographic distribution of this emerging alpha-gal syndrome are unknown. This study analyzed recent US trends in alpha-gal IgE testing and diagnosis of alpha-gal syndrome.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The retrospective analysis included 122,068 specimens from 105,674 patients tested for alpha-gal antibodies from 2010 through 2018. The study used deidentified data provided to the Centers for Disease Control and Prevention by the test manufacturer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "At least one positive result for alpha-gal IgE was reported for 32.4% of patients. Positive results were more common in men than women, 43.3% versus 26.0%, and increased with age. The number of tests",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "while the rate of positive results declined: in 2018, the positivity rate was 29",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "5%) of positive specimens came from the South US Census region. Positivity rate ranged from 30.0% to 34",
            "authors": [],
            "year": null,
            "venue": "8% in the Midwest, Northeast, and South but was onl y 1.8% in the West. States with the highest rate of positive alpha-gal tests",
            "volume": "67",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "nearly 80% of cases, the alpha-gal IgE value on",
            "authors": [
                {
                    "first": "Virginia",
                    "middle": [],
                    "last": "Arkansas",
                    "suffix": ""
                },
                {
                    "first": "Oklahoma",
                    "middle": [],
                    "last": "Kentucky",
                    "suffix": ""
                },
                {
                    "first": "Missouri",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "more than 34,000 US patients tested positive for IgE antibodies to alpha-gal. Alphagal syndrome appears to be an increasingly recognized public health problem, with a geographic distribution consistent with exposure to Amblyomma americanum ticks. Clinicians must be aware of the possibility of this diagnosis",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Almost one-third of patients tested were positive and the numbers of positive tests increased over the years. A high index of clinical suspicion in patients without a known cause of anaphylaxis is essential. As more patients are tested, we will likely learn more about the true prevalence of this form of food allergy",
            "authors": [
                {
                    "first": "Dr",
                    "middle": [],
                    "last": "Comments",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hernandez-Trujillo",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "This study reports an increasing number of patients with positive IgE to alpha-gal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Fineman, MD, editor-in-chief Allergy Watch COVID-19 Vaccine in Mast Cell Disorders Rama TA, Moreira A, Castells M: mRNA COVID-19 vaccine is well tolerated in patients with cutaneous and systemic mastocytosis with mast cell activation symptoms and anaphylaxis. J Allergy Clin Immunol. 2021;147:877-878.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comments from Dr Lee: This letter to the editor describes successful mRNA COVID-19 vaccination in two patients with systemic or cutaneous mastocytosis. The authors recommend pretreatment with H1 and H2 antihistamines and montelukast given 1 and 24 hours prior to vaccination. Airborne Peanut Protein Doesn't Cause Clinically Significant Reactions Bjorkman SL, Sederholm U, Ballardini N, et al: Peanuts in the air-clinical and experimental studies. Clin Exp Allergy. 2021;51:585-593.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Alpha-Gal Really a Problem in Patients with Food Allergy? Binder AM, Commins SP, Altrich ML, et al: Diagnostic testing for galactose-alpha-1,3-galactose, United States, 2010 to 2018. Ann Allergy Asthma Immunol. 2021;126:411-416.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Allergy and Immunology Care Center of South Florida,",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}