{
    "paper_id": "e9ae439737d13a57ef34f2eec2ea91301b864827",
    "metadata": {
        "title": "Study on the transmission route of virus aerosol particles and control technology of air conditioning in the enclosed space",
        "authors": [
            {
                "first": "Weixue",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin Chengjian University",
                    "location": {
                        "postCode": "30038",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin Chengjian University",
                    "location": {
                        "postCode": "30038",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yongxiang",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Shanghai Tobacco Group Co., Ltd",
                    "location": {
                        "postCode": "300163",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Quanbin",
                "middle": [],
                "last": "Shi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tianjin Huaqing Huanyu Environmental Protection Technology Co., Ltd",
                    "location": {
                        "postCode": "300350",
                        "settlement": "Tianjin",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            },
            {
                "first": "Yonghzen",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tsinghua University",
                    "location": {
                        "postCode": "100084",
                        "settlement": "Beijng",
                        "country": "People's Republic of China"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The patient's breathing and air conditioning system in the enclosed space are the main factors that cause indoor cross-infection. However, the research on the influence and the control mechanism of different air conditioning systems on the transmission path of virus aerosol particles exhaled by patients is still limited. To evaluate the effects of different air conditioning systems on the spread of human exhaled pollutants, computational fluid dynamics (CFD) was used to study the movement and diffusion of exhaled air from two rows of 12 sitting adults in a hospital's closed transfusion room. In this paper, three different air conditioning systems are considered: Ceil-supply and Down-return (Ceil-to-Down), Upsupply and Down-return (Up-to-Down), Down-supply and Up-return (Down-to-Up). The distribution of exhaled air velocity, temperature, and virus particle concentration were studied, and it is found that the horizontal diffusion distance of exhaled pollutants is about 0.75 -1.1 m. When up to down systems are used, the air conditioning system shall be closed in time in case of respiratory infectious diseases, so as to avoid cross-infection in the enclosed space. A relatively clean air area with a height of about 1.1 m will be formed, which can inhibit the transmission of the virus to a certain extent when using the down-to-up system. But for those who are exposed to the enclosed space for a long time, the down-to-up system is not the most suitable air conditioning system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A novel coronavirus pneumonia outbreak has occurred in Wuhan, Hubei, since December 2019. With the spread of the epidemic, such cases have occurred in China and other countries and regions in world. According to China's novel coronavirus pneumonia diagnosis and treatment plan (Trial Seventh Edition), the epidemiological characteristics of the COVIDa e-mail: caorainy@163.com (corresponding author) 19 show that the main route of transmission is respiratory droplet and close contact, when exposed to high-concentration aerosols for a long time in a relatively closed space, there is the possibility of infection after transmission by aerosol. In the early stage of the epidemic, there were many cross and cluster infections in families, offices and hospitals, such as in Harbin and Japan. When a virus-infected patient enters a closed space, the pathogen is discharged into the surrounding air environment by means of breathing, speaking, coughing, and sneezing [1] . With the strong disturbance of the air flow, the pathogen can spread to a certain distance with the help of aerosol state, thus infecting other healthy human bodies. For an enclosed space, such as an office or hospital infusion clinic, how to accurately quantify the transmission of exhaled air from a virus-infected person will be of great significance for controlling and preventing the spread of the disease.",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 402,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Based on the above research objectives, the transfusion room of a third-grade hospital in Tianjin was selected as the research object. In the above-mentioned closed space, the movement and propagation rules of the aerosol containing virus particles exhaled by patients were studied, and combined with different indoor air distribution forms, how to control and inhibit the spread of virus through air conditioning system was revealed. The research results can create a good hospital diagnosis and office environment, and also provide a reference for the current policy of resumption of production and capacity, as well as the future suppression of virus transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "From the outbreaks of SARS in 2003 and H1N1 flu in 2009 to the COVID-19 outbreak in 2019 [2, 3] , in order to control and reduce the risk of the spread of these infectious virus aerosols, many scholars have focused their research on the dynamics of human exhaled airflow in a closed environment and the effects of droplet containing aerosols on human health, which is also the first step to understand and study the transmission of virus infection. A healthy person inhales the air around the head (5-6 l/min) into the human lung through the respiratory tract, after the absorption of the lung, and then exhales the waste air from the mouth (4.2% CO 2 , 6.2% water vapor) to the surrounding air environment [4] [5] [6] . A virus-infected patient's air droplets exhaled through breathing, speaking, coughing, and sneezing may contain a large amount of virus particles. They move in the air through the aerosol state and will infect healthy people around them. In a relatively calm environment, the infected patient can cough or sneeze to spray droplets out of the face about 2-3 m without taking protective measures such as masks [7] . Because of the very obvious infection symptoms when talking, coughing, and sneezing, healthy people usually keep alert and keep away from patients, so they often reduce the risk of infection from pollution sources. But for normal breathing, especially in the incubation period of disease, patients or suspected cases without any symptoms, people will lose vigilance to the possible cross-infection, which will greatly increase the risk of infection. In addition, although the intensity of normal breath and speech breath is low, normal speech breath is also an important way of disease transmission, because it has a high frequency. For example, when breathing normally for 2 h, the total amount of air exhaled is 1600 L, which is equivalent to the amount of air emitted by 100 coughs. Therefore, the impact of the release of droplets on the human body during normal breathing cannot be ignored. It can be seen from the above that the diffusion process of the air generated by breathing during normal speech should also be highly valued by researchers.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 93,
                    "end": 95,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 707,
                    "end": 710,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 715,
                    "end": 718,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1129,
                    "end": 1132,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Research on the trajectory of human exhaled air"
        },
        {
            "text": "Generally, the frequency and intensity of respiration depend on the metabolism of human body. The ventilation capacity of a healthy adult lung is about 5-6 l/min, 10-20times/min. For the sake of simplicity, many researchers ignore the inhalation process and only consider the exhalation process through nose or mouth. For example, Xu et al. [8] used nondestructive Schlieren photography technology to carry out visualization and quantitative experimental research on the development characteristics of breath dynamics of 18 healthy human subjects while standing and lying down, providing a large number of experimental test data. Soon-Bark Kwon et al. [4] also used related technical methods to study the initial velocity and angle of the exhaled air flow when the human body coughs and speaks. Li and Zhao et al. [9] used numerical simulation technology to study the exhalation and inhalation of the human body model, and the movement of exhaled air from the nose was simulated. In a calm environment, due to the effect of buoyancy [10] , the exhaled air jet has a tendency to go down first and then up. This is because the surrounding air temperature is usually lower than the temperature of the exhaled air, which is generally kept between 32-33°C, and the temperature will change with the entrainment of the surrounding air in the jet process. The speed and angle of human exhaled air play an important role in the transmission process of virus aerosol particles, so it is necessary to conduct in-depth study on the process of human exhaled air and its affected areas.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 344,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 652,
                    "end": 655,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 814,
                    "end": 817,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Research on the trajectory of human exhaled air"
        },
        {
            "text": "With the development of the first step, how to effectively control the spread of virus particles in the closed space is the second step to fight against the virus. With the acceleration of many resumption processes, how to effectively prevent and control the transmission of new coronavirus (COVID-19) through the air conditioning system has also been the concern of many scholars. For example, for the closed space of the hospital, Sasan faridi [11] and others collected and detected the air at 10 monitoring points in a hospital ward in Iran, and found that the new coronavirus (COVID-19) did not stay in the air for a long time, which mainly depended on the respiratory tract to transmit the exhaled air aerosol particles. He [12] conducted a 2-week continuous measurement of indoor and outdoor air particle concentration in PICU, Royal Children's Hospital, Brisbane, Australia, to study the indoor particle trajectory under different air conditioning systems. Similarly, R. Yam [13] , Taesub Lim [14] , R.E. Stockwell et al. [15] , RB, Montvale [16] , Villafruela [17] , Shengwei Zhu et al. [18] also studied the virus transmission rules for different buildings and different types of air conditioning and ventilation systems. For general office buildings, Zhang et al. [6] used CFD to study the characteristics of exhaled air flow of adults sitting in quiet indoor offices, and analyzed the effects of different head posture, breathing mode, breathing rate, indoor ventilation on the respiratory flow, and the diffusion of exhaled pollutants. Wei [19] critically reviewed the impact of different office building air conditioning systems on the spread of viruses, and suggested that replacement ventilation may not be suitable for building spaces where respiratory infections need to be considered. For the closed vehicle interior space, Liu [20] summarized the prediction, design and analysis methods of airflow distribution in the cabin. Parham Azimi [21] conducted a numerical evaluation of the risk of airborne influenza infections under three mixed ventilation methods in public transportation (such as bus microenvironment) and obtained their ability to limit the risk of airborne influenza infections.",
            "cite_spans": [
                {
                    "start": 446,
                    "end": 450,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 982,
                    "end": 986,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1000,
                    "end": 1004,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1029,
                    "end": 1033,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1049,
                    "end": 1053,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1068,
                    "end": 1072,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1095,
                    "end": 1099,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1274,
                    "end": 1277,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1552,
                    "end": 1556,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1846,
                    "end": 1850,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Research on the virus propagation in enclosed space"
        },
        {
            "text": "In the above research, many scholars discuss and study the generation process of virus aerosol particles and the transportation process of ventilation and air conditioning room separately. In this paper, they are considered comprehensively. The human body model and ventilation and air conditioning model are set up in the same three-dimensional model content, aiming at the coupling research of different respiratory processes and different ventilation and air conditioning systems. Here, taking the closed infusion room of a third-grade hospital in Tianjin as a model, a validated computational fluid dynamics (CFD) model is mainly used to study the diffusion of air pollutants exhaled by a group of simplified human body models in the closed room under the service of different air conditioning systems. At the same time, the attenuation degree of different exhaled air pollutant concentration was quantitatively studied, the influence of three different air conditioning systems on the transmission law of exhaled air pollutants was compared, and their effects on ventilation and virus transmission in closed space were evaluated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Research on the virus propagation in enclosed space"
        },
        {
            "text": "In order to study the trajectory of human exhaled air in a closed space, the physical model shown in Fig. 1 was established. Twelve healthy adult models were set in a closed infusion room. The size of the room was 4 m × 4 m × 3 m (L × W × H). In this room model, 12 human models are divided into two columns to sit opposite, and the middle area is the diagnosis and activity area for doctors and nurses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 107,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "There is an air inlet at the top of the room, with the size of 0.4 × 0.4 m. In the actual operation process, fresh air enters the room from the air inlet, providing fresh air for human metabolism. Fresh air is delivered into the room at a speed of 50L/s and a temperature of 23°C. An air outlet is arranged at the bottom of the wall behind the manikin, with a height of 0.1 m, and the polluted air generated by indoor human metabolism is mainly discharged out of the room through the above two air outlets and enters the air filtration system for further purification. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "In the process of numerical simulation, the factors such as regional discretization, mathematical model discretization, pressure and velocity coupling, velocity and temperature coupling, and iterative solution of algebraic equation after discretization are taken into account. At the same time, various factors such as calculation accuracy and calculation time are considered. RANS model is selected as the calculation turbulence model of this paper, which includes zero equation models, one equation model, and two equation model. The twoequation RNG K-ε turbulence model is widely used in the field of industrial fluid simulation, and has good accuracy, robustness and simplicity. Compared with LES and DES models, RNG K-ε model has lower requirements for computational grid. Therefore, RNG K-ε turbulence model is selected in this paper. RANS performs numerical calculations by solving a series of differential equations, where differential equations can be abbreviated as one of the following forms:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "where ρ is the air density, φ is a scalar variable, t is time, u j is the velocity component in three directions (x j , j 1,2,3) of a Cartesian coordinate system, G f,eff is the effective diffusion coefficient, and S f is the source term. By supplementing different values for f , the above equation can represent the continuity, momentum, energy, turbulence and contaminant concentration equations, respectively. For the selection and setting of specific parameters, please refer to Table 1 4 Verification of the model Due to the large number of approximations used in the CFD numerical simulation process, such as model establishment, grid dispersion, and iterative calculation, it is necessary to first verify the grid independence and verify the comparison with the experimental test results to ensure the results reliability.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 484,
                    "end": 491,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In this paper, the gambit software of commercial CFD numerical simulation software is used to build the physical model. Because of the complexity of the model, the size function is used in the mesh division of the model, which takes the human mouth area as the center, radiates outward and gradually enlarges the mesh size, and \"Tet/hybrid\" mesh is used to divide the mesh. Through the above method, the magnification ratio is set to 1.1, 1.2, and 1.3 respectively, the grid is then divided and simulated, and the grid independence is verified. The final grid number is selected as 1.04 million. Firstly, the flow and temperature distribution characteristics of the model are simulated, and the continuity of the boundary region and the convergence value of the momentum equation are set at 10e-6.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mathematical model"
        },
        {
            "text": "In order to better ensure the accuracy of numerical simulation results, the relevant experimental results in some published literature are found as comparative verification data. In the Eur. Phys. J. Plus (2021) 136:1049 process of experimental verification and comparison, the experimental data in two references [5, 8] are selected as the comparison objects, and the specific simulation results are shown in Fig. 2 . Figure 2 shows that the numerical simulation and test results show similar distribution rules in the flow and velocity distribution of the fluid, that is, the exhaled gas is ejected from the mouth and nose, extending in the direction of about 45°below the right. In order to better compare the simulation and test results, the speed and temperature values on the horizontal line in Fig. 2 (A) are selected as the comparison objects, and the comparison results are shown in Fig. 3 and Fig. 4 . The setting of numerical simulation boundary conditions in the figure is shown in the table below.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 317,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 318,
                    "end": 320,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 410,
                    "end": 416,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 419,
                    "end": 427,
                    "text": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 807,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 898,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 903,
                    "end": 909,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "According to the conditions in Table 2 , the data on the test line are obtained by simulation. From Fig. 3 , it can be seen that the error between the experimental data in reference [5] and the numerical simulation data is within 10%. The temperature and velocity distribution on the test line are given in reference, and the velocity distribution is shown in the Fig. 4 .",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 38,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 95,
                    "end": 106,
                    "text": "From Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 370,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In Fig. 4 , compared with reference [5] , the numerical simulation data is significantly lower than the experimental results. After comparing the experimental data and simulation data, it is found that the error between them is 17.4%, higher than 10%, which cannot meet the verification accuracy requirements of simulation and experiment. Therefore, on the basis of reference [5] , the experimental data in reference [8] is added. The experimental data gives Page 7 of 15 1049 the upper and lower limits of the exhaled air velocity of human body. Our simulation results just fall between the upper and lower limits, so as to meet the verification requirements.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 39,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 376,
                    "end": 379,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Mathematical model"
        },
        {
            "text": "In this paper, three kinds of closed space models with different air conditioning systems are established, which are ceil air supply and down air exhaust (Ceil-to-Down), up air supply and down air exhaust (Up-to-Down) and down air supply and up air exhaust (Down-to-Up). Among them, the Ceil-to-Down mode mainly refers to that fresh air is sent into the room from the air inlet at the center of the roof, and after being mixed with the indoor air, it is discharged from the bottom air outlet on the walls on both sides of the room. Up-to-Down mode mainly means that fresh air is sent into the room from the air inlets on the top of the wall on both sides of the room, and after being mixed with the indoor air, it is discharged from the air outlet on the bottom of the wall on both sides of the room. Down-to-Up mode mainly means that fresh air is sent into the room from the bottom air outlets on the walls on both sides of the room. After mixing with the indoor air, it is discharged from the air inlets on the top of the walls on both sides of the room. By comparing three different ways of supplying and exhausting air, comparing the thermal comfort inside the enclosed space and the propagation path of the virus aerosol particles, more effective air conditioning technology can be adopted to suppress the spread of the virus in the enclosed space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "In the enclosed space, the transmission path of virus particles is affected by indoor air flow, temperature distribution and human activities. It is very difficult to quantitatively analyze the transmission path of virus particles, but it is a work that can be concluded through data analysis to quantitatively analyze the size of the impact area caused by the exhaled air of human body. The air exhaled by the human body model is first mixed with the surrounding air, the speed gradually decreases, and it will be affected by the internal air conditioning system in the enclosed space during the subsequent movement. Under the above-mentioned comprehensive action, the distribution of indoor air flow velocity cloud diagrams composed of three different air conditioning systems is shown in Fig. 5 . Figure 5 shows the air velocity contour of the enclosed space under the action of three air conditioning systems. Exhaled air of the human body model shows different distribution rules under the influence of the three air conditionings. In Fig. 5(A) , fresh air is sent into the enclosed space from the middle of the ceiling. The initial velocity is large, and it can be directly jetted to the middle position of the two rows of mannequins, which is the activity area of family members or medical staff. Near the breathing area of the human model, the exhaled air of the model first forms a vortex area above the head, and then gradually merges into the whole air flow field in the closed space. It can be seen that the area affected by the exhalation of the human model is mainly near the head position of the model. In Fig. 5(B) , the fresh air clings to the top wall and is incident from both sides of the top. During the process of jet flow to the middle position, it gradually drops under the effect of its own gravity, and then drops to the middle area as a whole after converging at the middle position of the closed space. At this time, the breathing area of the human model is similar to (A), and a vortex area is formed above the model head. However, for Fig. 5(C) , the eddy current area of the head position of the manikin moves compared with (A) and (B), and the overall distance between this area and the head position increases, that is to say, a eddy current is formed in the area where doctors or family members stand when communicating with patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 791,
                    "end": 797,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 800,
                    "end": 808,
                    "text": "Figure 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1040,
                    "end": 1049,
                    "text": "Fig. 5(A)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1621,
                    "end": 1630,
                    "text": "Fig. 5(B)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2065,
                    "end": 2074,
                    "text": "Fig. 5(C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "The velocity distribution in the enclosed space"
        },
        {
            "text": "To more accurately and quantitatively measure the air flow rules at the position of the mouth of the mannequin, the red solid line in Fig. 2(A) is set as the data monitoring position, which is about 1.05 m from the ground. The test line starts from the mouth position of the As a whole, from the results shown in Fig. 6 , it can be seen that under the three air supply modes, the velocity distribution formed at the mouth position of the human body model presents similar results, all of which show a sharp drop within a certain distance from the mouth, which is about 0.3 m; then, with the disturbance and mixing of the surrounding air flow, the exhaled air velocity rises slowly. In addition, because the top air supply speed is large and the air supply volume is relatively concentrated, which makes the wind speed of the mouth position of the mannequin in the Ceil-to-Down environment drop the fastest and the largest. However, when the exhaled air of the mannequin moves to the middle of the room, the velocity value of the Down-to-Up mode is the largest, and then followed by the Ceil-to-Down mode, and finally the Up-to-Down mode. This is mainly because the floor air supply mode is close to the mouth of the manikin and the energy loss of fresh air jet is small.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "text": "Fig. 2(A)",
                    "ref_id": null
                },
                {
                    "start": 313,
                    "end": 319,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "The velocity distribution in the enclosed space"
        },
        {
            "text": "In the closed space, the body models itself, as well as the exhaled hot air and the wall will generate heat. The air at different positions will affect the air flow due to the temperature difference between the air and the surrounding air. The results of temperature distribution in the enclosed space under the three air supply modes are shown in Fig. 7 . Figure 7 also shows that the three air supply methods will cause the distribution of the temperature in the middle of the enclosed space to be lower and the temperature around the human body model to be higher. Among them, the Ceil-to-Down system mode has the lowest temperature in the middle, followed by the Down-to-Up system, and finally the Up-to-Down system. The middle of the enclosed space is generally the active area of family members and medical staff. The low air temperature in this area means that there is more fresh air, which is beneficial to ensure their health. In the air supply mode shown in Fig. 7(B) , the temperature distribution is relatively uniform compared with (A) and (C). However, in the three air supply modes (A), (B) and (C), the air temperature at the head and foot position of the human body model shows a large difference, in which (C) mode is the largest, and is greater than 3°C. In this air supply mode, the thermal comfort of the human body is less than the other two air supply modes.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 348,
                    "end": 354,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 357,
                    "end": 365,
                    "text": "Figure 7",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 969,
                    "end": 978,
                    "text": "Fig. 7(B)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "The temperature distribution in the enclosed space"
        },
        {
            "text": "After the above qualitative analysis, the specific values on the test line in Fig. 2 (A) are also selected for quantitative analysis. The results are shown in Fig. 8 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 2",
                    "ref_id": null
                },
                {
                    "start": 159,
                    "end": 165,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The temperature distribution in the enclosed space"
        },
        {
            "text": "Due to the high temperature of the exhaled air at the mouth of the mannequin and the relatively low temperature in the enclosed space, the temperature distribution on the test line under the three air supply modes in Fig. 8 shows a declining distribution rule. Among them, in the Ceil-to-Down system, the air outlet speed is relatively large, and the lower temperature air is quickly sent around the human head, and a low-temperature environment is formed. In the Down-to-Up system, the lower temperature air at the bottom is closer to the mouth of the human body and reaches the measurement point faster, thereby forming a low-temperature environment. Therefore, in the middle of the enclosed space, the temperature is lowest in the Ceil-to-Down system, followed by the Down-to-Up system. In addition, the average temperature value formed by the top plate air supply method at the mouth of the mannequin is about 8.7% lower than that of the side top air supply.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 217,
                    "end": 223,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "The temperature distribution in the enclosed space"
        },
        {
            "text": "In the actual situation, the virus exhaled by the patient infected by the virus attaches to the aerosol particles such as water vapor exhaled by the human body, and moves and transmits under the combined action of the indoor air velocity field and temperature field, and diffuses in the enclosed space, which will have an impact on healthy people exposed to it. Healthy people are extremely susceptible to infection if exposed to this environment for a long time. Fig. 9 The relative concentration distribution of virus particles in the enclosed space under: A Ceil-to-Down system; B Up-to-Down system; C Down-to-Up system Through the analysis of the indoor air velocity and temperature distribution law under the combined action of the human body model exhaled air and different air conditioning systems, in order to more accurately describe the propagation of virus particles in the enclosed space, now assume that there is a person in the enclosed space who is a virus-infected patient, and all the gas exhaled from his mouth and nose carries virus particles. At this time, assume that the concentration of virus particles in the exhaled air is 100%. As the exhaled air mixes with the surrounding air and the virus particles diffuse themselves, the particle concentration gradually decreases. Now the particle concentration distribution characteristics (relative to the percentage concentration at the outlet) are expressed in the form of the following cloud diagram. The specific results are shown in Fig. 9 . Figure 9 shows the concentration distribution of virus containing aerosol particles exhaled by patients in the enclosed space after indoor movement fewer than three kinds of air conditioning systems. It can be seen that under the Up-to-Down system (B), a relatively uniform mixture of virus particles and indoor air is formed in the enclosed space. In the middle part of the enclosed space, that is, the active area of medical staff is also infected, in this kind of environment; it is very easy to cause hospital infection of the first-line medical staff. Comparing (A) and (C), it can be found that in (A), because of the top air supply, a relatively narrow clean area is formed in the closed space, and this clean area is related to the size of the air supply outlet and the speed of the air supply outlet. In (C), because there is a strip air supply at the bottom, a relatively stable and wide clean space can be formed in the closed space, which can effectively control the spread and spread of virus particles in the area, so as to effectively protect the safety of medical personnel entering the closed space.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 464,
                    "end": 470,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1505,
                    "end": 1511,
                    "text": "Fig. 9",
                    "ref_id": null
                },
                {
                    "start": 1514,
                    "end": 1522,
                    "text": "Figure 9",
                    "ref_id": null
                }
            ],
            "section": "The concentration distribution in enclosed spaces"
        },
        {
            "text": "Through the comparative analysis of the three air conditioning systems, the floor air supply mode will form a relatively stable clean area in the enclosed space. However, through the measurement of the virus particle concentration in the vertical direction in Fig. 9 (C), it is found that the virus particle concentration in the space above 1.2 m is 3.7 times of the virus concentration in the space below 1.2 m. Assuming that the height of a normal frontline medical staff is in the range of 1.5 m~1.8 m, and the head position is also in the above height range, it can be seen that the better indoor clean area due to the good floor air supply mode cannot produce satisfactory protection ability for front-line medical staff.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 260,
                    "end": 266,
                    "text": "Fig. 9",
                    "ref_id": null
                }
            ],
            "section": "The concentration distribution in enclosed spaces"
        },
        {
            "text": "Similarly, in order to quantitatively analyze the concentration distribution in the enclosed space, select the test line data in Fig. 2(A) for comparative analysis, and the specific results are shown in Fig. 10 . Figure 10 shows the data on the three test lines. It can be seen that there are obvious differences in the concentration distribution characteristics of different air supply patterns at the position of the mouth of the human model. Among them, the Down-to-Up system can form a lower virus concentration area in the enclosed space, followed by the Ceil-to-Down system, and finally the Up-to-Down system. Regardless of the Ceil-to-Down system or Up-to-Down system, the concentration fluctuation occurs at the position of the mouth of the manikin. In the Ceil-to-Down system, the peak of the fluctuation is about 0.75 m from the mouth, while the Up-to-Down system is about 1.1 m. For the Down-to-Up system, with the attenuation of the exhaled particle concentration in the mouth of the human model, the particle concentration is reduced to 20% at about 0.8 m.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 129,
                    "end": 138,
                    "text": "Fig. 2(A)",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 210,
                    "text": "Fig. 10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 213,
                    "end": 222,
                    "text": "Figure 10",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The concentration distribution in enclosed spaces"
        },
        {
            "text": "When there is a person infected with virus in an enclosed space, such as the infusion room of a hospital or an office, the virus particles emitted from his mouth through speech, cough or sneeze will continue to spread in the room. It is of great significance to understand the specific movement track of the virus particles for indoor protection. For this reason, the movement track of indoor virus particles is simulated and analyzed, and the specific results are shown in Fig. 11 . It is assumed that the second human model sitting on one side of the enclosed space is a virus-infected patient. Figure 11 shows that the person whose head of the human model in the enclosed space is marked as red is a virus-infected patient. In three different air conditioning systems, the virus particles emitted from the mouth of the patient will form a circulation flow in the enclosed space. In Fig. 11 (A) Ceil-to-Down system, as the fresh air is mainly sent into the room from the middle of the roof, the movement track of the virus is significantly larger than that of (B) Up-to-Down system and (C) Down-to-Up system. In addition, in Fig. 11 (C) Down-to-Up system, due to the long slit form of the floor air supply inlet and the loose sealing of the internal doors or windows in the enclosed space, the fresh air entering the enclosed space will form a long air duct surrounding the whole human body model, and present the particle precipitation effect of the \"cyclone separator.\" Among them, the virus particles exhaled by the patients with virus infection will move horizontally along with the occurrence of horizontal movement, and continuously move horizontally along with the pressure change inside the long air duct in the horizontal direction on one side of the room, which will have an impact on the healthy population sitting on the same side as the patients with virus infection.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 481,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 597,
                    "end": 606,
                    "text": "Figure 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 885,
                    "end": 892,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1127,
                    "end": 1134,
                    "text": "Fig. 11",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The trajectory of aerosol particles in a closed space"
        },
        {
            "text": "The overall structure of this paper is to use numerical simulation to study the trajectory of virus particles in a room with a specific structure. Because the experiment cannot be directly tested inside the actual operating hospital, the relevant materials found in the literature, especially experimental data are used as comparative data, and the experimental research results made by some scientific researchers in the past are used as the research comparison object.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Then the simulation results of this article are compared with their experimental test results, and the comparison error obtained is very small. It shows that the process of determining the numerical simulation method, selecting the model, setting the parameters, and adjusting the boundary conditions in this paper is reasonable and satisfies the foundation of scientific research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Through the analysis of the distribution characteristics of air velocity, temperature and particle concentration in the enclosed space under the action of three different air conditioning systems, it is found that the movement track of virus particles is greatly affected by the indoor temperature field and velocity field after they are ejected from the mouth of human body. When the Ceil-to-Down system is adopted, because the air supply outlet is small and the air supply volume is relatively concentrated, a high-speed flow and low-temperature distribution area will be formed in the middle area of the closed space. If the area can be well used, it can not only block the spread of the virus, but also provide a safer environment for the frontline medical staff. However, high wind speed and low temperature in this area will cause discomfort to some people walking in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "When the Up-to-Down system is adopted, the temperature and velocity distribution in the closed space is relatively uniform compared with the other two forms, and the overall thermal comfort can be better. However, under such conditions, if there are one or more virus-infected patients in the enclosed space, the air containing virus particles exhaled by the patient will diffuse and fill the entire enclosed space, so it will form a serious indoor cross-infection situation. When a patient's family member or first-line medical staff enters the enclosed space and is exposed to the environment for a long time, it will cause a more serious nosocomial infection. Therefore, when this kind of air conditioning system is used in office buildings or hospital buildings, the opening and use of this central air conditioning system should be minimized in case of epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, for the Down-to-Up system, the average wind speed at the bottom of the enclosed space will be larger and the temperature will be lower. The simulation results show that the foot position temperature of the human body model is lower than the head position by more than 3°C, which may be less satisfied with the thermal comfort of the human body than the first two systems. In addition, the Down-to-Up system can form and maintain a good virus isolation clean area in the bottom of the enclosed space. Compared with the other two systems, the clean area can not only prevent healthy people from cross-infection, but also provide medical staff with safe working area. However, the size of the isolation area, especially the height value, is related to the speed and flow of the air supply inlet. Under the simulated working condition, the height is about 1.1 m, which can reduce the probability of infection of non-viral infection patients who are seated in the closed space. Unfortunately, the height of the head breathing area of the medical staff or other adults passing through the environment is higher than this value, and the cleaning area can only protect the children with low height.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the process of studying the transmission of virus particles under the coupling effect of human respiration in an enclosed space and indoor air conditioning system, a closed transfusion room with 12 human models was established firstly, and the mathematical model verified by experimental test results was used to study the propagation of viral aerosol particles in the enclosed space under different air conditioning systems. Finally, the following conclusions are obtained: 1. When the human body is breathing normally, the horizontal diffusion distance of exhaled pollutants is about 0.75~1.1 m when the three kinds of ventilation air extraction systems are used. 2. When the Up-to-Down system is used in a closed office building or medical building, when there is a viral epidemic in the area, the central air conditioning system should be closed in time to avoid cross-infection in the closed space. 3. When the Down-to-Up system is adopted, a relatively clean air area with a height of about 1.1 m will be formed in the enclosed space. Reasonable use of the clean area can effectively inhibit and control the transmission of the virus in the whole room. However, for those who have been exposed to the enclosed space for a long time, the floor air supply mode is not the most appropriate air conditioning system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Impact of meteorological factors on the COVID-19 transmission: A multi-city study in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Total Environ",
            "volume": "726",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.138513"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aerosol transmission of influenza A virus: a review of new studies",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "6",
            "pages": "783--790",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2009.0302.focus"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 as a factor influencing air pollution?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dutheil",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Navel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Pollut",
            "volume": "263",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envpol.2020.114466"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Study on the initial velocity distribution of exhaled air from coughing and speaking",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Kwon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Chemosphere",
            "volume": "87",
            "issn": "11",
            "pages": "1260--1264",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chemosphere.2012.01.032"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Measuring the exhaled breath of a manikin and human subjects",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Indoor Air",
            "volume": "25",
            "issn": "2",
            "pages": "188--197",
            "other_ids": {
                "DOI": [
                    "10.1111/ina.12129"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Quantify impacted scope of human expired air under different head postures and varying exhalation rates",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "T"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Build. Environ",
            "volume": "46",
            "issn": "10",
            "pages": "1928--1936",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2011.03.014"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Investigation on the contaminant distribution with improved ventilation system in hospital isolation rooms: Effect of supply and exhaust air diffuser configurations",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Appl. Therm. Eng",
            "volume": "148",
            "issn": "",
            "pages": "208--218",
            "other_ids": {
                "DOI": [
                    "10.1016/j.applthermaleng.2018.11.023"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Human exhalation characterization with the aid of schlieren imaging technique",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Build. Environ",
            "volume": "112",
            "issn": "",
            "pages": "190--199",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2016.11.032"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Numerical investigation of particle transport and inhalation using standing thermal manikins",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inthavong",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Build. Environ",
            "volume": "60",
            "issn": "",
            "pages": "116--125",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2012.11.014"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Influence of weather and seasonal variations in temperature and humidity on supersaturation and enhanced deposition of submicron aerosols in the human respiratory tract",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ishmatov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Atmos. Environ",
            "volume": "223",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.atmosenv.2019.117226"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "A field indoor air measurement of SARS-CoV-2 in the patient rooms of the largest hospital in Iran",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Faridi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niazi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sadeghi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Naddafi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yavarian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shamsipour",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "Z S"
                    ],
                    "last": "Jandaghi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sadeghniiat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Nabizadeh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Yunesian",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Momeniha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mokamel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Hassanvand",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mokhtariazad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Total Environ",
            "volume": "725",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2020.138401"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Particle and bioaerosol characteristics in a paediatric intensive care unit",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kidd",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Knibbs",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcneale",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Coulthard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duchaine",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Environ. Int",
            "volume": "107",
            "issn": "",
            "pages": "89--99",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2011.04.015"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Rethinking hospital general ward ventilation design using computational fluid dynamics",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "L"
                    ],
                    "last": "Yuen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Choy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Hosp. Infect",
            "volume": "77",
            "issn": "1",
            "pages": "31--36",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2011.04.015"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Predictions and measurements of the stack effect on indoor airborne virus transmission in a high-rise hospital building",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Build. Environ",
            "volume": "46",
            "issn": "12",
            "pages": "2413--2424",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2011.04.015"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Indoor hospital air and the impact of ventilation on bioaerosols: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Ballard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "O&apos;rourke",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Knibbs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Hosp. Infect",
            "volume": "103",
            "issn": "2",
            "pages": "175--184",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2019.06.016"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Generic aspects of the airborne spread of human pathogens indoors and emerging air decontamination technologies",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Ijaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zargar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Rubino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Sattar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Infect. Control",
            "volume": "44",
            "issn": "9",
            "pages": "109--120",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2016.06.008"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "CFD analysis of the human exhalation flow using different boundary conditions and ventilation strategies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Villafruela",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Olmedo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ruiz De Adana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Méndez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "V"
                    ],
                    "last": "Nielsen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Build. Environ",
            "volume": "62",
            "issn": "",
            "pages": "191--200",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2013.01.022"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Experimental and numerical investigation of micro-environmental conditions in public transportation buses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Demokritou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spengler",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Build. Environ",
            "volume": "45",
            "issn": "10",
            "pages": "2077--2088",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2011.07.005"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Airborne spread of infectious agents in the indoor environment",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am. J. Infect. Control",
            "volume": "44",
            "issn": "9",
            "pages": "102--108",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2011.07.005"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "State-of-the-art methods for studying air distributions in commercial airliner cabins",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mazumdar",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Poussou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "H"
                    ],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Build. Environ",
            "volume": "47",
            "issn": "",
            "pages": "5--12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2011.07.005"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "HVAC filtration for controlling infectious airborne disease transmission in indoor environments: Predicting risk reductions and operational costs",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Azimi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Build. Environ",
            "volume": "70",
            "issn": "",
            "pages": "150--160",
            "other_ids": {
                "DOI": [
                    "10.1016/j.buildenv.2013.08.025"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Physical model of 3D building and human body",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Comparison between numerical simulation results and experimental data in references Comparison of simulation and experimental test results of temperature value on test line",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of simulation and experimental test results of velocity value on test line",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The velocity distribution in the enclosed space under: A Ceil-to-Down system; B Up-to-Down system; C Down-to-Up system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "The velocity distribution on the mouth test line of human body model under: A Ceil-to-Down system; B Up-to-Down system; C Down-to-Up system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Results of temperature distribution in the enclosed space under: A Ceil-to-Down system; B Up-to-Down system; C Down-to-Up system human body and extends to the middle position of the closed space. For the above three air conditioning systems, the results of air flow velocity distribution on the test line are shown inFig. 6.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The temperature distribution on the mouth test line of human body model under: A Ceil-to-Down system; B Up-to-Down system; C Down-to-Up system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Relative concentration distribution of virus particles on the mouth test line of human body model under: A Ceil-to-Down system; B Up-to-Down system; C Down-to-Up system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Trajectory of particles ejected from the mouth of the mannequin in the closed space under: A Ceil-to-Down system; B Up-to-Down system; C Down-to-Up system",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Boundary conditions of the simulation models",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        }
    ]
}