{
    "paper_id": "ea22ae3386c8167d7f77bf503acbfd4de67f669e",
    "metadata": {
        "title": "Failure of a single day metronidazole desensitization protocol, and success of a modified two-day protocol in an outpatient setting",
        "authors": [
            {
                "first": "Julia",
                "middle": [
                    "A"
                ],
                "last": "Cahill",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Preena",
                "middle": [],
                "last": "Simritpreet Sahota",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Manstein",
                "middle": [],
                "last": "Kan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: True allergy to metronidazole, a common anti-infective in clinical practice, is rarely reported in the literature. In the case of Trichomonas, there are few alternatives to the nitrimidazole class of drugs, and the alternatives that do exist are associated with worse clinical outcomes. Accordingly, for the rare patients with Type 1 hypersensitivity reactions to metronidazole but compelling need, desensitization protocols have been adapted previously. Reactions during these protocols appear common. Patients in previous regimens have required higher level care for observation, which is costly and resource-intensive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We report here on a successful outpatient two-day regimen for metronidazole desensitization. Our patient had compelling indication for metronidazole, but reacted after receiving the very first dose of a previously described desensitization protocol. Accordingly, the protocol was adapted further. Despite this, she went on to develop objective hives prior to reaching the full intended dose. With appropriate symptom management and premedication on the second day in clinic, she was successfully desensitized and able to complete a week of full-dose metronidazole. No acute care resources were needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "We propose this two-day desensitization regimen for patients who react during the previously described desensitization protocols. This regimen was effective and safe, and did not necessitate the use of acute-care resources. Two-day desensitization protocols while relatively uncommon, can be successful.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There are few treatment options for Trichomonas vaginalis, beyond the nitroimidazole class of drugs. Generally, metronidazole and tinidazole are welltolerated, with the exception of gastrointestinal sideeffects [1] . Anaphylaxis and hypersensitivity have been reported in the literature in rare cases.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "There are previously proposed protocols available for metronidazole desensitization. In 1991, Kurohara et al. described successful use of an oral regimen for desensitization to metronidazole [2] . In 1996, Pearlman et al. described effective intravenous desensitization to metronidazole [3] . Both of these protocols involved desensitization over the course of hours, with oral doses given in sequential doses 1 h apart, and intravenous doses given in sequential doses 15-20 min apart. The overall desensitization took less than one day for each protocol. In 2014, Grendelman [4] . We describe here the case of a patient who reacted after the first dose of the Grendelman et al. protocol, and who reacted again later in the same day, necessitating a two-day desensitization protocol, which was successfully completed in a community outpatient clinic. Using this adapted regimen, the patient was able to complete her treatment course.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 287,
                    "end": 290,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 565,
                    "end": 575,
                    "text": "Grendelman",
                    "ref_id": null
                },
                {
                    "start": 576,
                    "end": 579,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A 50 year old female was referred to our outpatient clinic for evaluation of an allergic reaction to metronidazole. Within 20 min of receiving a therapeutic dose of metronidazole 500 mg to treat a Trichomonas vaginalis infection, she had experienced hives and throat swelling, which resolved with diphenhydramine. She had similarly reacted years prior, when she was prescribed metronidazole for an episode of diverticulitis. Past medical history was relatively unremarkable, though she did note diverticulitis, hypertension, fibromyalgia, chronic fatigue, and a previous hysterectomy. Concomitant chronic medications included amlodipine, perindopril, and boric acid. She had a history of allergic reaction to ranitidine, with documented reaction of throat tightness and hives. The patient was experiencing significant discomfort from her infection, and after discussion of the risks and benefits in our clinic, elected to undergo desensitization to metronidazole accordingly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "The modified oral desensitization protocol adapted by Grendelman et al. in 2014 was undertaken. We collaborated with a local community compounding pharmacy, and asked for their help in providing compounded suspensions of oral metronidazole to undertake the desensitization protocol. The compounding pharmacy provided a suspension of oral metronidazole 50 mg/mL, which was further diluted down prior to administration. To obtain the smallest doses early on in the protocol (Table 1) , small volumes were diluted serially. Doses were administered in 15 min increments. After the first dose of 0.0025 mg, our patient reacted. Accordingly, Grendelman et al. 's protocol was further adapted for slower dose escalation ( Table 1 ). Dilutions were calculated in writing prior to administration of each dose, to ensure mathematical accuracy. Our patient tolerated the escalating doses on day 1 until she reached a dose of 250 mg, at which point she developed objective hives without other systemic symptoms of anaphylaxis. She was given bilastine 20 mg and monitored until her hives resolved, and was provided a prescription for an adrenaline auto-injector to carry overnight.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 472,
                    "end": 481,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 715,
                    "end": 722,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Case presentation"
        },
        {
            "text": "She returned the following day for further desensitization. Her hives went away the preceding evening. She reported some non-specific back pain. She had been provided with a tablet of bilastine 20 mg to take prior to returning on day 2. On day 2, she was given 250 mg and then 500 mg of metronidazole, from the original 50 mg/mL suspension obtained from the pharmacy, and monitored. She did not experience any reaction or discomfort. She was instructed to carry the adrenaline auto-injector with her for the week, and to complete a 7 day course of metronidazole 500 mg twice daily without interruption. She did this successfully, and her infection was eradicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case presentation"
        },
        {
            "text": "Desensitization to substances for Type 1 hypersensitivity reactions is best described in the literature with penicillin-derivatives and aspirin; there are relatively few cases described for metronidazole [2] [3] [4] [5] . Allergic reaction to nitroimidazoles is uncommon, but presents significant challenges for patients with Trichomonas vaginalis, as second-line treatments are associated with significantly higher failure rates [1] . While a recent study described desensitization to tinidazole [6] , tinidazole is not available in Canada, limiting therapeutic options for She could not complete the desensitization over the course of a single day, as is usually done in desensitization protocols, given concerns that patients may re-sensitize if there is sufficient time lapses between dose escalations. In our protocol, despite the time lapse between day 1 and resuming the protocol on day 2, our patient was able to resume at 250 mg on day 2 without evidence of re-sensitization and reaction.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 208,
                    "end": 211,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 212,
                    "end": 215,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 430,
                    "end": 433,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 497,
                    "end": 500,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In the few cases of metronidazole desensitization described in the literature, it seems common that patients react during desensitization, and this can have significant implications. In Grendelman's protocol [4] , their patient actually had to be desensitized in the ICU, as she had reacted in clinic with a pruritic rash. This is much more resource-intensive than desensitization in private clinics. With pre-emptive administration of oral antihistamine, despite her reaction, our patient was able to complete the desensitization the following day in our outpatient clinic, and successfully eradicate her infection with a 7 day course of oral metronidazole at full dosing. Thus, despite her reaction, a two-day regimen, which has not been previously described, successfully desensitized our patient without necessitating acute care resources. This may have important clinical implications for resource utilization, and during the COVID-19 pandemic, may help mitigate risk of spread by avoiding unnecessary hospital visits.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While desensitization in a hospital setting is the most ideal, it is not always practical given constraints in space and resources. Many patients welcome the convenience of desensitization in clinic over an acute care centre. When desensitization is undertaken in an outpatient setting, it is important that clinicians first evaluate the risk of doing so based on several factors, including but not limited to the severity of their initial reaction, patient comorbidities, clinician and patient comfort, and the clinic's ability to safely manage a more serious reaction. In our case, our patient had been counselled on the possible risks as well as on our clinic management strategies. A shared decision-making approach was used to determine that the clinic setting would provide adequate support for her, as well as convenience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While metronidazole allergy in the literature is rarely described, for those with reported allergies, it does not seem uncommon to react during desensitization. For patients experiencing noticeable symptoms during metronidazole desensitization on day 1, a two day regimen with pre-medication adapted to patient's tolerance may successfully be used to desensitize patients in an outpatient setting. Our patient went on to tolerate a full 7 day course at usual dosing, despite reacting twice during the conventional desensitization protocol. As our proposed two-day titration enabled achievement of a full therapeutic dose, it is worth trialling in patients who react during desensitization with previously described protocols.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Management of Trichomonas vaginalis in women with suspected metronidazole hypersensitivity",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Helms",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Obstet Gynecol",
            "volume": "109",
            "issn": "",
            "pages": "370--371",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Metronidazole hypersensitivity and oral desensitization",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kurohara",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Allergy Clin Immunol",
            "volume": "88",
            "issn": "",
            "pages": "279--80",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "An incremental dosing protocol for women with severe vaginal trichomoniasis and adverse reaction to metronidazole",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pearlman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am J Obstet Gynecol",
            "volume": "174",
            "issn": "",
            "pages": "934--940",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Modified oral metronidazole desensitization protocol",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Grendelman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Allergy Rhinol",
            "volume": "5",
            "issn": "",
            "pages": "66--75",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Successful metronidazole desensitization using modified oral protocol",
            "authors": [
                {
                    "first": "X",
                    "middle": [
                        "S"
                    ],
                    "last": "Cindy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Insights Allergy Asthma Bronchitis",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Successful treatment of trichomoniasis with tinidazole following desensitization in a patient allergic to metronidazole",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Biagi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Slipke",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Smalley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tsaras",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J STD AIDS",
            "volume": "32",
            "issn": "1",
            "pages": "89--91",
            "other_ids": {
                "DOI": [
                    "10.1177/0956462420963912"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Canadians. As noted by Grendelman et al. in their protocol, there are few protocols available in the literature for metronidazole desensitization, and slower titrations are needed for patients who are higher risk, or those who react early on. Grendelman et al. had modified Kurohara's protocol, as their patients had reacted to the lower initial doses in the protocol. Similarly to Grendelman's study, our patient reacted early on, to the very first dose in the protocol by Kurohara et al. Even after modification of Grendelman's protocol and slower uptitration in dosing, our patient developed objective hives at the dose of 250 mg, and necessitated antihistamine with monitoring.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "et al. adapted the oral protocol initially described by Kurohara, to include Allergy, Asthma & Clinical Immunology *Correspondence: jcahill@ualberta.ca more intermediate doses and a slower escalation to full oral dosing",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Metronidazole desensitization protocols",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "JC and MK completed the literature search for this paper. JC, PS, and MK were involved in drafting of the manuscript. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors' contributions"
        },
        {
            "text": "This project received no funding from any external parties.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable, case report after care had been provided as part of clinical practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "The patient provided written informed consent for publication of this case. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        }
    ]
}