{
    "paper_id": "ea6e1e930141ba7d222ba5730ae772eeb79b4ebc",
    "metadata": {
        "title": "Modelling COVID -19 Transmission in a Hemodialysis Centre Using Simulation Generated Contacts Matrices",
        "authors": [
            {
                "first": "",
                "middle": [],
                "last": "Ieee",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Vol",
                "middle": [],
                "last": "Health Informatics",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Xx",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Xx",
                "middle": [
                    "X"
                ],
                "last": "No",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Xxxx",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The COVID-19 pandemic has been particularly threatening to the patients with end-stage kidney disease (ESKD) on intermittent hemodialysis and their care providers. Hemodialysis patients who receive life-sustaining medical therapy in healthcare settings, face unique challenges as they need to be at a dialysis unit three or more times a week, where they are confined to specific settings and tended to by dialysis nurses and staff with physical interaction and in close proximity. Despite the importance and critical situation of the dialysis units, modelling studies of the SARS-CoV-2 spread in these settings are very limited. In this paper, we have used a combination of discrete event and agentbased simulation models, to study the operations of a typical large dialysis unit and generate contact matrices to examine outbreak scenarios. We present the details of the contact matrix generation process and demonstrate how the simulation calculates a micro-scale contact matrix comprising the number and duration of contacts at a micro-scale time step. We have used the contacts matrix in an agent-based model to predict disease transmission under different scenarios. The results show that microsimulation can be used to estimate contact matrices, which can be used effectively for disease modelling in dialysis and similar settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "he COVID-19 pandemic has had a massive impact on all facets of public health. As a disease, it is particularly threatening to patients with end-stage kidney disease (ESKD) on intermittent hemodialysis and their care providers. Full compliance with mitigation strategies for reducing infection spread, such as physical distancing and avoidance of highdensity areas including healthcare facilities is usually not feasible. Patients with ESKD who receive in-centre hemodialysis, face unique challenges. They are obligated to be at a dialysis unit three or more times a week, where they are confined to specific seating and tended to by dialysis nurses at close proximity. Dialysis patients are already at higher risk of experiencing more severe manifestations of disease due to their poor functional immune status and their increased burden of co-morbidities [1] . Furthermore, ESKD patients who have not been tested positive for the SARS-CoV-2 are not able to effectively quarantine and must travel to the hospital for their regular treatments, often using public transportation [2] , hence increasing the risk of viral spread to the population at large, and more specifically to the dialysis unit staff. Not surprisingly, the first COVID-19 associated death in the United States was a hemodialysis patient at the Northwest Kidney Center in the State of Washington [3] .",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 859,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1077,
                    "end": 1080,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1363,
                    "end": 1366,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Many in-centre dialysis facilities have experienced outbreaks among dialysis patients, physicians, and nursing staff leading to nursing and physician shortages in an already overburdened healthcare system [4] . These outbreaks have downstream effects throughout the healthcare centres in which they are based. Therefore, several proposals have been put forward to reduce the risk of infectious spread in dialysis units during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "It is important to understand the potential impact of an outbreak and the pathways through which the virus can propagate in the dialysis unit environment. Currently, only a limited number of modelling studies of the SARS-CoV-2 spread and containment in hospital settings, particularly hemodialysis units are available. This study aims to fill this gap by using a combination of discrete event and agent-based simulation to model the operations of a large Canadian dialysis setting in Toronto and the impacts of the infection and infection protection measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "\"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The maintenance hemodialysis (MHD) population is highly susceptible to infection by SARS-CoV-2 and at the same time, there is a high risk of outbreaks of COVID-19 in MHD centres [5] . MHD patients are at increased risk of COVID-19 and its complications because they tend to be older and have multiple comorbidities including hypertension and suppressed immune systems [5] . Hemodialysis patients attend dialysis facilities several times a week each time spending between 3 to 5 hours for their treatment [6] . Home-based dialysis has a clear advantage during a pandemic as patients do not need to travel and maintain physical distancing. The need for frequent trips to dialysis units and unavoidable patient clustering during dialysis shifts, further increase the risk of viral transmission [7] . Transportation to dialysis centres may require interactions with transportation personnel and other passengers in the public transit systems. In addition, MHD unit daily operations incorporate several patient-to-patient and patient-to-caregiver operations that increase the risk of COVID-19 transmission. This is because synchronous schedules of dialysis that have patients entering and exiting the department at the same time, as well as close contacts with healthcare workers that have a similar type of interaction with other patients. Moreover, because of the unique characteristics of MHD patients and MHD units, it is more difficult to prevent and control infectious diseases in these settings compared to imposing control measure for the general population and in other settings [8] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 504,
                    "end": 507,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 791,
                    "end": 794,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1583,
                    "end": 1586,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "II. BACKGROUND"
        },
        {
            "text": "Early reports from Canadian healthcare facilities also confirms that the MHD patients are highly susceptible to the COVID-19 infections and vulnerable to its severe consequences. According to the Canadian Institute for Health Information [9] , about 620 MHD COVID-19 positive patients (excluding Quebec) were hospitalized in Canada during January to March 2020 (Table I) . Currently, all MHD with suspected or confirmed COVID-19 infections are being triaged to hospitals [10] . As such, the COVID-19 pandemic presents a particular challenge to MHD patients and in-centre units in hospitals as the risk of transmission to the medical staff, facility workers, patients, and family members is considerably higher [11] . While previous studies have examined the impacts of disasters such as earthquakes, floods, and hurricanes on dialysis units and their service clients and patients [12] , studies on the impacts of a global pandemic are very limited. In this section, we will review the status quo, current challenges and concerns, and emerging solutions and recommendations for the SARD-Cov-2 outbreak in MHD units.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 241,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 710,
                    "end": 714,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 880,
                    "end": 884,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 361,
                    "end": 370,
                    "text": "(Table I)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "II. BACKGROUND"
        },
        {
            "text": "Near 14.5 million people are living with ESKD globally [13] . Most of these individuals (more than 95%) dialyze in specialized facilities [6] . Compared to the general public, dialysis patients are at short-term mortality of 20% or higher with COVID-19 [14] . According to the Canadian Institute for Health Information [15] , 40,289 Canadians (excluding Quebec) were living with ESKD at the end of 2018. In Ontario alone, there are about 13,330 chronic dialysis patients [16] . In Canada, MHD is provided by not-for-profit Renal Programs in large academic in-centre hemodialysis associated with medical schools and community hospitals [17] . Ontario has 27 Renal Programs treating MHD patients and delivers HD at approximately 100 sites [16] . Many personnel in hemodialysis facilities are also involved in providing dialysis services that should not be halted even during a pandemic.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 138,
                    "end": 141,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 253,
                    "end": 257,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 319,
                    "end": 323,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 635,
                    "end": 639,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 737,
                    "end": 741,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "A. COVID-19 and hemodialysis patients and dialysis units"
        },
        {
            "text": "Infection rates in dialysis centres are twice of in-home dialysis patients [14] . Only a small portion of the MHD patients (ranging between 1 to 5 %) fall under the category of home-based dialysis [18] . The expansion of home-based dialysis is now a public health discussion. Since implementing some of the basic control measures may not be feasible in dialysis units and considering the lower risk of COVID-19 exposure in home-based dialysis, initiatives such as the ESKD Prospective Payment System and the Executive Order on Advancing American Kidney Health are underway in some countries to reform the existing dialysis services from centrebased to home-based services to reduce the risks.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 197,
                    "end": 201,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "A. COVID-19 and hemodialysis patients and dialysis units"
        },
        {
            "text": "In earlier phases of the COVID-19 pandemic, not all hemodialysis facilities had not adapted their workflow processes to the situation. Some dialysis facilities did not have testing capabilities and thus, before the infected people were identified, several others (patients and staff) were already infected [19] . Limited studies in different parts of the world such as Wuhan, China [6] , United Kingdom and Ontario, Canada and France [20] show the infectious rate of COVID-19 amongst MHD had been somewhere from 1% to 16.1%. Mortality rates in MHD patients with COVID may be as high as 20% [14] . Additionally, a significant number of dialysis patients live in long-term care facilities [21] . Liu, Ghai, Waikar and Weiner [19] examined the prevalence of COVID-19 infection at two dialysis centres and found that patients who lived in long-term care facilities suffered from much higher infection rates of 37% and 88%.",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 590,
                    "end": 594,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 687,
                    "end": 691,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 723,
                    "end": 727,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "A. COVID-19 and hemodialysis patients and dialysis units"
        },
        {
            "text": "An outbreak in hemodialysis centres can cause staff shortages and thus, puts a strain on health professionals and technicians that run these facilities [22] . This can lead to increased waiting time for dialysis and more exposure, or otherwise, patients who skip their dialysis shifts due to fear from the pandemic, putting them at risk of fluid overload and metabolic emergencies [23] . One study in a hospital in Madrid found that 20% of the healthcare staff in the Nephrology department were diagnosed with COVID-19 [1] . Resource \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\" scarcity is compounded by a general shortage of medical equipment, and PPEs during a pandemic [6] . Therefore, the protection of staff working in dialysis units is very important.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 381,
                    "end": 385,
                    "text": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 796,
                    "end": 799,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "B. COVID-19 challenges for dialysis centres"
        },
        {
            "text": "The ability of a dialysis centre to provide effective physical distancing for all its members is constrained by several factors including the physical layout of the unit which cannot be reconfigured without a major overhaul [19] . Space is limited, and there is little flexibility in the scheduling to allow following special precautions for cohorting COVID-19 infected patients. Most dialysis units operate at maximum capacity. The nature of care for these patients require close proximity to nurses operating with the HD machine. These nurses may interact with 3 or 4 patients simultaneously.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "B. COVID-19 challenges for dialysis centres"
        },
        {
            "text": "Although contacts with healthcare providers can be limited, it cannot be eliminated. Asymptomatic spread in the HD unit is another challenge [1] . As a consequence of a relatively suppressed immune system, the proportion of asymptomatic infection in MHD populations may be higher than average [24, 25] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 144,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 293,
                    "end": 297,
                    "text": "[24,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 298,
                    "end": 301,
                    "text": "25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "B. COVID-19 challenges for dialysis centres"
        },
        {
            "text": "According to Hsu and Weiner [14] to mitigate the impact of COVID-19 in dialysis units, we should focus on three main areas including dialysis facilities, transportation, and patients' communities. Although MHD centres have little control over the latter two, they can mitigate transmission risks within their facilities. In order to address these challenges, hospitals, nephrology departments and hemodialysis centres have adopted recommended protocols and guidelines internally and externally. These guidelines focus on three transmission routes: transmission from patients; transmission from healthcare professionals, and transmission from the surface [1] .",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 654,
                    "end": 657,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "B. COVID-19 challenges for dialysis centres"
        },
        {
            "text": "We build our simulation platform and models based on the University Health Network (UHN) in-centre dialysis program. UHN has one of the largest in-centre hemodialysis programs in Toronto, situated at Toronto General Hospital (TGH). This unit serves 308 patients, of which 278 do intermittent hemodialysis three to six days a week, and 30 are nocturnal/evening dialysis patients who dialyze three days a week. There are two separate but contiguous units at TGH (\"Hemo-east\" and \"Hemo-west\", separated by a corridor) with a total of 55 dialysis chairs that serve 55 patients at a time ( Fig. 1) . The westward treatment area is 580 m 2 consisting of a 165 m 2 corridor and 245 m 2 for dialysis stations with an average area of 9 m 2 per station. The eastward treatment area is 1235 m 2 and consists of a 299 m 2 corridor and 301 m 2 for dialysis stations with an average area of 9.7 m 2 per station.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 585,
                    "end": 592,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Index hemodialysis centre"
        },
        {
            "text": "Regular dialysis stations are divided by curtains and isolate dialysis stations have divider partitions. Regular dialysis stations are located in the perimetral and middle of the wards.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Index hemodialysis centre"
        },
        {
            "text": "The hemodialysis unit is staffed by nephrologists, nurses, assistants (technicians), pharmacists, dieticians, social workers, and other clerical and support staff. There are three daily shifts and a nocturnal shift from Mondays to Saturdays. The working time in the hemodialysis department had been scheduled in three 10-hour shifts that overlap each other about two and four hours in the nocturnal and daily shifts, respectively. Nurses are assigned to specific dialysis stations, and not to patients. Patients are randomly assigned to the stations and there is no consistency regarding which stations they are assigned. Patients will likely be assigned different nurses each day. Thus, the nurses will not consistently take care of the same patients on the next appearance of the patient in the centre. Patients are neither assigned to the same stations, although some have their preferred spot. It is done to maintain maximum flexibility and interchangeability. Nurses will often finish their shifts while their patients are being dialyzed. They will therefore handover patient care to the nurses from the next shift. Nurses rotate between patients during dialysis intermittently, assessing blood pressure (BP-automatically checked by the machine every 15 min to 30 min), blood flows, and circuit pressures. The nurses congregate at the nursing station closest to their patients. After the patient is served and left the station, housekeeping staff cleanse the chair/bed, replace linens, and clean the area. The nurse is responsible for cleaning the patient chart and BP cuff. CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Index hemodialysis centre"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 6, 2021. ; https://doi.org/10.1101/2021.01.03.21249175 doi: medRxiv preprint \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Before, or between the shifts, hemodialysis assistants (HAs) set up the dialysis machines. This includes putting on dialyzers, putting tubes onto the machine, ensuring the machines are cleaned and sterilized according to the protocol, and ensuring other needed equipment is available at the station. There are three HAs per shift for each of the two wards (east ward and west ward). When they are not actively preparing machines, the HAs usually sit at nursing stations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Ten different nephrologists are responsible for the 12 shifts (six on each of the two wards). A nurse practitioner (NP) assists the nephrologists in each shift. Nephrology fellows are also assigned to round in the unit on behalf of the most responsible physician (MRP). The MRP spends approximately 1-2 hours in the dialysis unit, once a week, while the NP and/or the nephrology fellow spend approximately 1-2 hours per shift rounding on the patients on both wards. When the NP or fellow is not actively seeing patients, they may stay in their office area or simply leave the unit. Table II shows the current key infection mitigation measures used in the dialysis centre. Nurses, physicians, and other staff in the unit wear face masks and face-shields, especially when interacting with the patients at close range. All health care providers don gloves and gowns when interacting with patients who are on droplet precautions (any patients who screen positive or are positive for any respiratory infection). Patients are asked to socially distance (2 meters) when in the waiting room of the dialysis unit. All patients are screened as they enter, and those who screen positive are prioritized to enter the unit and are tested with nasopharyngeal swabs for viral detection. Table II . Key infection mitigation measures used in the dialysis centre",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 582,
                    "end": 590,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1272,
                    "end": 1280,
                    "text": "Table II",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the hemodialysis units, there are five rooms with negative pressure isolation that are used for COVID positive or presumptive positive patients. If there are more, eight other stations have been identified where COVID patients will be preferentially dialyzed. All stations have at the very least curtains to separate if needed .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this study, we used a two-stage approach to model the dialysis centre operation and disease spread among the staff and patients. We used a combination of discrete event pedestrian and agent-based modelling to simulate various agents' movement in our study hemodialysis centre and an agent-based disease transmission model to simulate disease transmission based on the contact matrices generated by the pedestrian model. The contact matrices were created based on three different types of interactions: patient to patient, patient to staff (health care providers), and staff to staff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Dialysis centre simulation and contacts calculator model"
        },
        {
            "text": "To model the workflow and disease transmission in the dialysis department, we used discrete event and agent-based simulation capabilities of the AnyLogic ® simulation modelling software (version 8.7.0). AnyLogic ® provided an environment that enables simulation of the geometry of the centre and processes such as scheduling, workflow, peoples, and their attributes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Dialysis centre simulation and contacts calculator model"
        },
        {
            "text": "Contacts between the patients and the dialysis staff can be loci of infectious spread. The probability of virus transmission is a function of the number of contacts, average contact duration, and the distance of the subject with the substance [26] . To model disease spread, we recorded agent movements and created contact matrices that includes this information. The contact matrix is one of the mathematical components used for disease modelling among different groups of individuals in an environment. This matrix meets the reciprocity of contacts which makes the contacts rate matrix symmetric [4] . To obtain such a matrix for our case study (the dialysis unit), we simulated the real setting of the dialysis centre and its workflow processes. Agent movements was simulated using the Pedestrian library in AnyLogic ® software. Agents moved according to predefined physical rules for the simulation. They interacted with the surrounding objects, including other agents, walls, and escalators, and avoided potential collisions. The user of the model (hereafter: user) can assign individual properties, preferences, and states to these agents -here, pedestrian agents. Using the pedestrian model, we simulated the movements of staff and patients based on their schedules and workflows. Using this simulation, we found the number of contacts and the duration in which the agents were in proximity. These values are presented as contacts matrices, that can be applied to disease transmission models. In general, we can define active or inactive agents in AnyLogic ® agent-based simulation platform. Active agents (i.e., human agents) in our case are the staff and patients, and inactive agents are dialysis machines, beds/chairs, and furniture in the department (Fig. 2) . We defined MRPs, nephrologists, nurses, assistants, clerks, housekeepers, and . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "text": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 598,
                    "end": 601,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 1762,
                    "end": 1770,
                    "text": "(Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "B. Dialysis centre simulation and contacts calculator model"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 6, 2021. ; https://doi.org/10.1101/2021.01.03.21249175 doi: medRxiv preprint \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\" patients as the active agents, and beds/chairs as inactive agents. Although staff such as pharmacists, dieticians, social workers, etc. work in the same unit, for convenience and simplicity, we assumed that they had very limited contacts with patients. The model boundary in this simulation (environment of agents) is the dialysis department comprising of common hallways and areas, and wards that were embedded in the model in full scale and details. Active agents could interact and move in the predefined areas according to their assigned duties. The movement of the agents was controlled by the built-in Pedestrian library of the AnyLogic ® software.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Workflows for staff and patients were assigned based on the treatment process (Fig. 3) . These workflows ran in parallel (i.e., simultaneously) through the simulation run using an event manager. Table III presents the number of staff and their shift assignments. We assumed that all staff and patient schedules are fixed on a weekly time basis. All in-shift staff enter through the north entrance, check their daily assignment at a board in the eastward corridor entrance, and go to their locker room to change into uniform and get ready. Female and male locker rooms are located in the east and west wards respectively. There is one station for all physicians in the east ward and several stations for other staff in both wards (Fig. 1) . Patients come from the main entrance (south of the building), register at the clerk's desk, and wait in the lobby area for their treatments' turn. The admission is on a first come first serve basis (FIFO model). The patients sit in the lobby based on the order they entered the environment. After a dialysis station is prepared by an assistant, the patient is directed to the ward by a receptionist clerk. The dialysis treatment takes about 3.5 to 4.5 hours. During the treatment period, the nurses supervise the process. The nurses circulate between the dialysis stations and their assigned patients. We assumed that checking the patients takes place once in every 15-minutes. At the end of the dialysis, the nurse disconnects the dialysis machine from the patient and the patient returns to the lobby, to depart. Some patients stay in the lobby for a while before they leave the dialysis unit. Patients receive treatment 3 to 6 times a week, four shifts a day, and we assumed are familiar with the process.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 86,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 195,
                    "end": 204,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 729,
                    "end": 737,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In the agentSource block of each agent in the workflow (Fig. 3) , agents are created at the beginning of the simulation in their virtual homes, which is just outside the hospital environment. The agents of a certain shift start to attend the centre at the start of their shift. Staff find their shift assignment (number of dialysis stations that should be served during the shift) and go to their locker room based on their gender then going to the nearest station to their assignments. At this location, agents check to find if their assigned station(s) need their service or not. This check is regulated by a virtual event manager every one second. The chain of steps for a dialysis station is: 1) cleaning by a housekeeper; 2) preparing the machine by an assistant; 3) getting a patient; 4) connecting the machine to the patient by a nurse; 5) multiple checkups of the patient by the assigned nurse during the service; and 6) disconnecting the machine from the patient by the nurse, after the treatment is over. Physicians (MRPs) randomly visit patients that need advice. Patients come to the lobby, lineup, get screened at the reception and wait for a message from an assistant declaring that the dialysis station is ready. When patients reach their assigned station, they stay there until the end of the treatment. Once the treatment is over, the patients return to the lobby and wait for a short time and then and leave the environment. There is a breaktime for the staff during their shift, during which the staff who wait in the centre with no assignment leave the area and go to the breakroom for a maximum of 40 minutes. These processes repeat during a workday to serve all incoming patients. Table  IV shows the used parameters in the model. Table III . Weekly Schedule of healthcare providers and patients Table IV . Parameters used in the agent-based simulation By using the Pedestrian library for the active agents in this model, the movement of the patients and staff and their proximity is simulated during each shift in the dialysis centre. We directly calculated close contacts between all people in the centre as well as the time-length of the contacts. In the dialysis model, in total, 486 active agents and 58 inactive agents were defined. Due to the weekly cyclic and random schedule of the active agents, every agent had the probability of contacts with the 485 active agents in the same or different categories. For example, a nurse could come to close contacts with 109 . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1703,
                    "end": 1712,
                    "text": "Table  IV",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1753,
                    "end": 1762,
                    "text": "Table III",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1818,
                    "end": 1826,
                    "text": "Table IV",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 6, 2021. ; https://doi.org/10.1101/2021.01.03.21249175 doi: medRxiv preprint \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\" nurses, 30 assistants, 308 patients, 22 physicians, 10 housekeepers, 6 clerks, and all beds/chairs in the dialysis department during a week. To calculate the contacts, we assumed proximity less than 2 meters is a contact. For every agent, we defined an array for each category of agent instances with the size of the total members of that agent to store the history of the contacts between the agents. A simple sample of this array for an agent (we call it centre agent) between eight agents from three categories has been presented in Fig. 4 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 848,
                    "end": 854,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Three arrays (A, B, and C) have been defined for these categories. Every element of each array represents one of the eight agents that the centre agent may become to close contacts with. This element comprises a three-element array that stores the time of connection, number of contacts with that agent, and the cumulative time of the connection. In every second for the centre agent, the nearest (< 2 meters distance) agents are geometrically defined. These agents have been located inside the circle with the centre point of the central agent in Fig. 4 . For each agent in proximity, the close contacts time is stored in the corresponding element of the array of the centre agent. If this agent at the previous time step was not in proximity, one close contact is added to the corresponding counter of the agent otherwise this contact is not encountered as a new contact. One second is also added to the corresponding element of the cumulative time of connection. Simulating for an arbitrary time, we can record the number and duration of contact for all agents in the arrays. Using such arrays for all agents of a category, the statistical variables of contact parameters between different or the same category of agents can be evaluated and used for the disease transmission model. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 548,
                    "end": 554,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Although the contacts calculator model can precisely simulate the process and provide micro-scale contacts parameters in our case study dialysis unit, it takes a long time to be run and generate the results for long-term simulation. To simulate the disease transmission quicker and in more flexibility for examining various scenarios, we developed another agent-based model. We used a modified version of the SEIR (Susceptible, Exposed, Infected, and Recovered) disease transmission model in this study. Other than the usual compartments of susceptible and exposed, infectious, and recovered, we have added additional compartments to include asymptomatic, pre-symptomatic, and symptomatic cases as well as self-isolation, hospitalization, and deceased compartments. Fig. 5 shows our agent-based model' state chart for each person including staff and patients. In this model, all persons are initially susceptible. Once an individual is infected and arrives in the hospital, it starts contaminating others based on the estimated contact rates that s/he has with other individuals and the probability of infections. These values vary depending on the type of person. If positive disease status is known, the person will be isolated, and the isolated individuals will no longer able to transmit the virus. The agent-based parameters used to run the base model are listed in Table V . ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 766,
                    "end": 772,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1371,
                    "end": 1378,
                    "text": "Table V",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "C. Disease transmission model"
        },
        {
            "text": "Depending on the prespecified input parameters, the model generates a multitude of different results. In this section, we present results from a few simulation experiments and scenarios. We first present the result of the dialysis centre workflow that generated the contact matrices for us, and then use the generated matrices in a sample experiment of our disease transmission model. . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. RESULTS"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 6, 2021. ; https://doi.org/10.1101/2021.01.03.21249175 doi: medRxiv preprint \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "To obtain the parameters of the contacts generator model, we ran the dialysis unit simulation model in one-second time steps for a full week, using two scenarios: a) \"base model\"; and b) a model without a break schedule (following COVID-19 guidelines that strongly recommends not to have any unnecessary gatherings of the healthcare workers and the staff). In the base model (i.e., normal schedule scenario), all workflow steps in Fig. 3 are done, while in the second scenario, break and gathering in the break room is omitted. Repeating the scenario runs or running the model for a longer time did not change the contacts parameters significantly. Fig. 6 illustrates the duration of close contacts between agents in the same or different categories in terms of cumulative hourly (sum of 3600 seconds) and daily (sum of 24 hours) time series. As can be seen in Fig. 6 , between the time 13:00 and 18:00, as well as between 21:00 and 23:00 every day, when the schedules of staff form different shifts overlap, the time and number of contacts between agents increases. At other times, the hourly parameters of contacts remain slightly constant. At the nocturnal shift, the contacts are reduced due to the limited capacity of overnight patient admission to one unit of the department. At this time, the number of patients, nurses, and assistants is almost cut in half, but it is assumed that the number of clerks remain the same. The hourly length of contacts between clerks and the reduced number of contacts between other categories are well captured by the model. Comparing the assistant-to-assistant contacts and assistant-to-clerk contacts (Fig. 6b) highlights the effect of break time in the connection parameters. If no gathering happens during the break times (13:00 to 14:00, 16:00 to 17:00, and 00:00 and 1:00), the number of contacts between different categories of staff are reduced. However, if agents do not leave their stations during the break time, the overall contacts between the agents of the same categories or the same station are increased in this time window. Fig. 7 presents the time series of the hourly and daily cumulative time and numbers of connections during a oneweek simulation. Daily charting start from Monday at 7:00 AM, and day 7 of the model simulation represents Sunday, when the unit is closed. As expected, the hourly contact parameters have fluctuations during the day and days of a week due to the randomness of both the staff work and patient treatment schedules. However, the daily averages of the contact parameters have fewer fluctuations. We can calculate matrices of the average time of contact and number of contacts between all agent categories in any desired time span. We call this matrix micro-scale contacts matrix (MSCM) which can be calculated in every arbitrary time span. Assuming the daily values of contact parameters affect disease transmission, we use the daily contact matrix in our transmission model. Table VI summarizes the contact parameter in the normal schedule and without break condition. These contact matrices are symmetric, as expected [4] . As explained above in the methods section, the contact parameters of the same category staff are generally increased when the break is omitted from the workflow. ",
            "cite_spans": [
                {
                    "start": 3108,
                    "end": 3111,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 431,
                    "end": 437,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 649,
                    "end": 655,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 861,
                    "end": 867,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1642,
                    "end": 1651,
                    "text": "(Fig. 6b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 2081,
                    "end": 2087,
                    "text": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2964,
                    "end": 2972,
                    "text": "Table VI",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "A. Contacts model and simulation results"
        },
        {
            "text": "Based on the modified SEIR disease transmission model that we developed for the agents and based on the contacts matrices developed by the simulation model, we ran this simulation for a base scenario (a normal condition with minimum protection and COVID-19 infection). We then focused on the impact of random testing of staff and patients on disease propagation. We used our model to examine the impact of break time on the results. Fig. 8 and Table VII summarize these model results for 45 days of simulation. At the start of these simulations, a random asymptomatic person from each category comes to the hospital and the spread of disease among all people is evaluated. Each simulation has run 500 times using different random seeds and the average results are presented here. For the testing scenario, five patients and five staff randomly tested for COVID-19 each week and if the test result is positive, they will be isolated until they are recovered. In Table VII the maximum   . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 433,
                    "end": 439,
                    "text": "Fig. 8",
                    "ref_id": null
                },
                {
                    "start": 444,
                    "end": 453,
                    "text": "Table VII",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 961,
                    "end": 986,
                    "text": "Table VII the maximum   .",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "B. Disease transmission model and simulation results"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 6, 2021. ; https://doi.org/10.1101/2021.01.03.21249175 doi: medRxiv preprint \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\" percentage of exposed individuals and the time that this maximum happens are presented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "MRPs and nephrologists have the least connection with the patients and staff with a shorter working time than other staff, and it is assumed they are not gathering in the break room with other staff. So, they have less probability of infection in the dialysis unit. They also work in different shifts and their connection together rarely happens. Therefore, all physicians are less likely to get infected, and if they are infected but are asymptomatic, their disease affects few individuals, and remains limited to their assigned dialysis unit. The existence of an asymptomatic clerk, housekeeper, assistant, or nurse creates a condition that over 50 percent of staff in the unit would get infected. The time of reaching the maximum number of exposed people is shorter in this scenario. An asymptomatic nurse or assistant brings the riskiest condition of disease spread in the dialysis unit. The time of reaching the maximum number of exposed people is shorter in this case. Comparing the columns Pat.Tes. and Pat. in Table VII shows that random weekly testing of about 0.5% of all individuals can reduce all exposed individuals by 2%. Examining this scenario with more random testing showed that random testing can reduce disease transmission that is in conformance with other studies [34] . It reduces the daily infection rates. Staff in dialysis units are also very more vulnerable. Our results show that asymptomatic staff poses more risk than an asymptomatic patient. These results suggest that testing and disease transmission prevention measures for staff can be even more important and effective than for the patients. Results of the second scenario (no gathering during the breaks) are presented in Table VII. According to these results, if an asymptomatic nurse enters the dialysis unit (column Nur.NoBr.), the number of exposed individuals who are working with the nurse does not increase significantly. However, the results are different for clerks. In the no-break condition, clerks do not go to the break or lounge room, thus they do not experience close contact with other staff. In the case of an asymptomatic patient in the nobreak condition, the number of exposed individuals does not significantly vary. This scenario confirms the importance of measures that reduce disease transmission between staff once more. Table VII . Maximum percent of individuals exposed and its corresponding time (day) when an asymptomatic patient or staff is coming to the dialysis unit V. DISCUSSION",
            "cite_spans": [
                {
                    "start": 1286,
                    "end": 1290,
                    "text": "[34]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 1018,
                    "end": 1027,
                    "text": "Table VII",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1708,
                    "end": 1718,
                    "text": "Table VII.",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 2331,
                    "end": 2340,
                    "text": "Table VII",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "In this paper, we firstly provided some background related to the current situation, issues and challenges of the SARS-CoV-2 infection in the Hemodialysis departments. Subsequently, the results of the two developed models of a typical dialysis department were presented. These models were simulating the department's operations and disease transmission. The first model provided the real operation of the dialysis department, considering the schedules of work and treatment, the entrance of patients and staff, their stay in the lobby, stations, locker rooms, units, and movement and order of workflow in the dialysis department. The workflow of the patients, physicians, nurses, assistants, clerks, and housekeepers was simulated as a parallel and in-order process using the pedestrian library of the AnyLogic ® software. The real number and time of contact for the agents in the hospital were evaluated and presented as a contacts matrix that was used for the simulation of disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Another model was simulating disease transmission using the modified SEIR model that included asymptomatic, presymptomatic, and symptomatic components. The results show that under the base scenario that is with limited protection and in the early stages of the pandemic, an asymptomatic unchecked patient, nurse, assistant, and clerk can have a significant impact on disease propagation in the system due to the large social mix of agents involved in the dialysis process. This paper shows the capability of the agent-based simulation for modelling the spread of a disease through a dialysis unit and provides an opportunity to identify modifiable factors and behaviors that lead to increased infection rates. This would provide evidence-based targets to direct resources for virus transmission mitigation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Our simulation covers a work flowchart of a typical . CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 6, 2021. ; https://doi.org/10.1101/2021.01.03.21249175 doi: medRxiv preprint \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\" dialysis unit in a normal condition and takes the distancebased direct contacts between individuals as the reason for disease transmission. Other parameters such as the density of virus in the air, ventilation system, and infected surfaces can affect the spread of disease transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "CDC defines close contact as: \"someone who was within 6 feet of an infected person for a cumulative total of 15 minutes or more over a 24-hour period starting from 2 days before the illness onset (or, for asymptomatic patients, 2 days prior to testing specimen collection) until the time the patient is isolated\" [35] . This is used as an operational definition for contact investigation due to the limited available data. Other parameters such as the type of symptoms of infected individuals and environmental factors (crowding, adequacy of ventilation, whether exposure was indoors or outdoors) can affect these values. In general, in a large population, there is no way or method to define the average number of individuals and infected individual meetings [36] . Sensitivity analysis and calibration of the mathematical models based on the real data are used to define these parameters for large populations. For example, Zeng, Guo, Deng, Luo and Zhang [36] calculated the average number of contacts per exposed individual per day of 20 and 24 for these locations Hubei Province and Outside Hubei Province of China. Also, statistical analysis for closed environments can estimate the contact rate between the individuals. The contact rate among the people who are working or receiving treatments in a hospital varies depending on the type of work and hospitalization. Baek, Lee, Cho, Hyun, Kim, Sohn, Kim, Ahn, Jeong, Ku, Yeom, Lee and Choi [4] used the value of contact duration of about 5 hours for the hospital wards and less than 0.5 hours for the outpatient department and emergency room for physicians, nurses, and other caregivers. Patients and caregivers in the hospital wards have the longest contact time. The contacts between the same category of agents has been assumed to be higher than the other probable contacts. Using the agentbased simulation, we calculated the time series of the number of contacts and time-length that people spend together in the dialysis unit (Table VI) . The simulation showed that individuals who have the same station or are in the same category, have the maximum rate of contact and spend more time together. The contact parameters vary during a day and increase when the schedule of staff is overlapped. Staff who are working in the same station are spending more than 15 minutes during a working shift and based on the CDC [35] definition, they will probably be exposed if one of them is infected.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 760,
                    "end": 764,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 957,
                    "end": 961,
                    "text": "[36]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1445,
                    "end": 1448,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2372,
                    "end": 2376,
                    "text": "[35]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [
                {
                    "start": 1986,
                    "end": 1996,
                    "text": "(Table VI)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "It is important to highlight some of the limitations of the current study that we are currently working on. As our contacts matrices have been developed based on one dialysis unit with a specific workflow, more simulation of this type in other units need to be developed to examine if the same contacts patterns exist. Having said that our disease transmission model allows for new contacts matrices to be used. Moreover, the contacts matrices generated in this study need to be validated against some real measurements which requires field observations and measurements that were not possible under the ongoing COVID-19 pandemic conditions. Fig. 8 Number of individuals exposed from a category (Title of each chart) over time (day) under different scenarios (Shown in the legend) such as: entering an asymptomatic person, without break, and random testing in the dialysis unit.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 642,
                    "end": 648,
                    "text": "Fig. 8",
                    "ref_id": null
                }
            ],
            "section": "(which was not certified by peer review)"
        },
        {
            "text": "Results of the high-resolution calculation of contact parameters show a wide range of contact and various contact time among all agents during a workday which is important in virus transmission. Using this time series of contact we can minimize or optimize the workflow of the agents to have the lowest probability of the disease spread in hospitals. It is recommended that new studies on disease transmission consider these variations in contact parameters to find more realistic transmission parameters. The presented results here are based on some sample experiments which need to be expanded to include more variations of parameter values and virus protection measures. The current model does not capture all the complexity of interactions that are affecting disease transmission. During the pandemic, the UHN dialysis unit guidelines for preventing infection have changed several times based on emerging evidence and fortunately, the actual infection rates were low. The contact matrices generated by our simulation provide reasonable results when entered in the disease transmission model. We aim to continue further assessment and validate our model, to use it for policy and scenario analyses in the future. This study provides promising results for using agent-based simulation at a micro-scale to develop various contact matrices that can be used for detailed disease modelling and investigation of various mitigation measures. However, more studies like this and cross-validations are needed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": ". CC-BY-NC-ND 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "The copyright holder for this preprint this version posted January 6, 2021. ; https://doi.org/10.1101/2021.01.03.21249175 doi: medRxiv preprint \"This work has been submitted to the IEEE for possible publication. Copyright may be transferred without notice, after which this version may no longer be accessible.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Protection of nephrology health professionals during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Arenas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Villar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Collado",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Horcajada",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pascual",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nefrología",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Impact of the COVID-19 pandemic on the management of patients with end-stage renal disease",
            "authors": [
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y.-S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "Y.-J",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "D.-C",
                    "middle": [],
                    "last": "Tarng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the Chinese Medical Association : JCMA",
            "volume": "83",
            "issn": "7",
            "pages": "628--633",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dialysis, COVID-19, Poverty, and Race in Greater Chicago: An Ecological Analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhayani",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sengupta",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Markossian",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tootooni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luke",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shoham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kramer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Medicine",
            "volume": "2",
            "issn": "5",
            "pages": "552--558",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A mathematical model of COVID-19 transmission in a tertiary hospital and assessment of the effects of different intervention strategies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [
                        "J"
                    ],
                    "last": "Baek",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Hyun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sohn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Ahn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Ku",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Yeom",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Y"
                    ],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS ONE",
            "volume": "15",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Clinical characteristics of and medical interventions for COVID-19 in hemodialysis patients in Wuhan, China",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Xiong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "L"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "H"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [
                        "P"
                    ],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of the American Society of Nephrology",
            "volume": "31",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "COVID-19 pandemic and hemodialysis: A review of the literature",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AIMS Medical Science",
            "volume": "7",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Minimizing the risk of COVID-19 among patients on dialysis",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ikizler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Kliger",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature Reviews Nephrology",
            "volume": "16",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Lessons from the Experience in Wuhan to Reduce Risk of COVID-19 Infection in Patients Undergoing Long-Term Hemodialysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clinical Journal of the American Society of Nephrology",
            "volume": "15",
            "issn": "5",
            "pages": "717--719",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 Hospitalization and Emergency Department Statistics",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "COVID-19 and the Inpatient Dialysis Unit: Managing Resources during Contingency Planning Pre-Crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Burgner",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ikizler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Dwyer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin J Am Soc Nephrol",
            "volume": "15",
            "issn": "5",
            "pages": "720--722",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Recommendations for the prevention, mitigation and containment of the emerging SARS-CoV-2 (COVID-19) pandemic in haemodialysis centres",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Basile",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Combe",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pizzarelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Covic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davenport",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanbay",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kirmizis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schneditz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Van Der Sande",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mitra",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephrol Dial Transplant",
            "volume": "35",
            "issn": "5",
            "pages": "737--741",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Natural Disasters in the Americas, Dialysis Patients, and Implications for Emergency Planning: A Systematic Review",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zucker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frasso",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prev Chronic Dis",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "International Society of Nephrology",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "COVID-19 in Dialysis Patients: Outlasting and Outsmarting a Pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Kidney International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Organ replacement in CanadaCORR annual statistics",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Ontario Renal Network",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Global Dialysis Perspective: Canada",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Blake",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney360",
            "volume": "1",
            "issn": "",
            "pages": "115--118",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Home hemodialysis treatment and outcomes: retrospective analysis of the Knowledge to Improve Home Dialysis Network in Europe (KIHDNEy) cohort",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cherukuri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bajo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Colussi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Corciulo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fessi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ficheux",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Slon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weinhandl",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Nephrology",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "COVID-19 Infection Risk Among Hemodialysis Patients in Long-term Care Facilities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "K"
                    ],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Waikar",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.xkme.2020.07.005"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Low incidence of SARS-CoV-2, risk factors of mortality and the course of illness in the French national cohort of dialysis patients",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Couchoud",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ayav",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Béchade",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brunet",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chantrel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frimat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Galland",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hourmant",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Laurain",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lobbedez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mercadal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Moranne",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney International",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "End-stage renal disease in nursing homes: a systematic review",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "O&apos;hare",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Colón-Emeric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of the American Medical Directors Association",
            "volume": "14",
            "issn": "4",
            "pages": "242--247",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Caring for Dialysis Patients in a Time of COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Clarissa"
                    ],
                    "last": "Tio",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Waikar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney Med",
            "volume": "XX",
            "issn": "XX",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "COVID-19 and Kidney",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Karnik",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trivedi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAPI",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "American journal of kidney diseases : the official journal of the National Kidney Foundation",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ikizler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "76",
            "issn": "",
            "pages": "1--3",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "SARS-CoV-2 infection in hemodialysis patients:Preliminary data from a Portuguese hospital center",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tavares",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "F"
                    ],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Oliveira",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sala",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Freitas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fonseca",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Pimentel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cabrita",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S E"
                    ],
                    "last": "Castro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Port J Nephrol Hypert",
            "volume": "34",
            "issn": "3",
            "pages": "142--146",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Interim Additional Guidance for Infection Prevention and Control Recommendations for Patients with Suspected or Confirmed COVID-19 in Outpatient Hemodialysis Facilities",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F D C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "P"
                    ],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "De-Escalation by Reversing the Escalation with a Stronger Synergistic Package of Contact Tracing, Quarantine, Isolation and Personal Protection: Feasibility of Preventing a COVID-19 Rebound in Ontario, Canada, as a Case Study",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scarabel",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bragazzi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Glazer",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asgary",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ogden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biology",
            "volume": "9",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Temporal estimates of case-fatality rate for COVID-19 outbreaks in Canada and the United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abdollahi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Champredon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Langley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "P"
                    ],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Moghadas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Canadian Medical Association Journal",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Temporal dynamics in viral shedding and transmissibility of COVID-19",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Nature Medicine",
            "volume": "26",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Inferred duration of infectious period of SARS-CoV-2: rapid scoping review and analysis of available evidence for asymptomatic and symptomatic COVID-19 cases",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcevoy",
                    "suffix": ""
                },
                {
                    "first": "Á",
                    "middle": [
                        "B"
                    ],
                    "last": "Collins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Casey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Griffin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Lane",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mcaloon",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "More",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Hospitalization Rates for Patients on Assisted Peritoneal Dialysis Compared with In-Center Hemodialysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Oliver",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Al-Jaishi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Lavoie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Paterson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Lok",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clinical Journal of the American Society of Nephrology",
            "volume": "11",
            "issn": "9",
            "pages": "1606--1614",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Results from the ERA-EDTA Registry indicate a high mortality due to COVID-19 in dialysis patients and kidney transplant recipients across Europe",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mazzoleni",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hoekstra",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Winzeler",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "S"
                    ],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wanner",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "A"
                    ],
                    "last": "Zoccali",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Massy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Kidney International",
            "volume": "98",
            "issn": "6",
            "pages": "1540--1548",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Potential Presymptomatic Transmission of SARS-CoV-2",
            "authors": [
                {
                    "first": "Z",
                    "middle": [
                        "D"
                    ],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "F"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "L"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Yi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "L"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Infect Dis",
            "volume": "26",
            "issn": "5",
            "pages": "1052--1054",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Simulating Preventative Testing of SARS-CoV-2 in Schools: Policy Implications",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Asgary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Cojocaru",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Najafabadi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Interim Guidance on Developing a COVID-19 Case Investigation & Contact Tracing Plan (Close Contact)",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "F D C"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": ".",
                    "middle": [
                        "P"
                    ],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Forecasting of COVID-19: spread with dynamic transmission rate",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Safety Science and Resilience",
            "volume": "1",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "2D and 3D models of Toronto General Hospital, Hemodialysis Departments developed for the simulations .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "General structure of the agent-based simulation model (Left: Agents, Right: Environment Detail)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Workflow of selected active agents in AnyLogic ® pedestrian model",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Contact array at two successive times",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Disease transmission model of the dialysis unit",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Time series of hourly cumulative time of connections between agents. a) normal schedule b) normal and without break time scenario",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Time series of the hourly/daily cumulative number (left charts) and time (right charts) of connections during a one-week simulation of the normal schedule of the dialysis department",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "COVID-19 hospitalizations of dialysis patients (including intensive care unit admissions) and associated characteristics in Ontario and Canada (January to March 2020)",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Parameters of the agent-based disease transmission model",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}