{
    "paper_id": "eb39a49b2847e56805093d68cab56b1737786aaa",
    "metadata": {
        "title": "Pollution and Weather Reports: Using Machine Learning for Combating Pollution in Big Cities",
        "authors": [
            {
                "first": "Cicerone",
                "middle": [
                    "Laurentiu"
                ],
                "last": "Popa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": ""
            },
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Dobrescu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": "tiberiu.dobrescu@upb.rot.g.d."
            },
            {
                "first": "Catalin-Ionut",
                "middle": [],
                "last": "Silvestru",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": "catalin.silvestru@upb.roc.-i.s."
            },
            {
                "first": "Alexandru-Cristian",
                "middle": [],
                "last": "Firulescu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": ""
            },
            {
                "first": "Constantin",
                "middle": [
                    "Adrian"
                ],
                "last": "Popescu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": "cpopescu1107@upb.roc.a.p."
            },
            {
                "first": "Costel",
                "middle": [
                    "Emil"
                ],
                "last": "Cotet",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": "costel.cotet@upb.roc.e.c."
            },
            {
                "first": "Tudor",
                "middle": [],
                "last": "Cioara",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": ""
            },
            {
                "first": "Marcel",
                "middle": [],
                "last": "Antal",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "C.L",
                    "location": {
                        "addrLine": "C.-I.; Firulescu, A.-C.; Popescu, C.A.; Cotet, Splaiul Independent , ei 313",
                        "postCode": "060041",
                        "settlement": "Dobrescu, Bucharest",
                        "country": "Romania"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Air pollution has become the most important issue concerning human evolution in the last century, as the levels of toxic gases and particles present in the air create health problems and affect the ecosystems of the planet. Scientists and environmental organizations have been looking for new ways to combat and control the air pollution, developing new solutions as technologies evolves. In the last decade, devices able to observe and maintain pollution levels have become more accessible and less expensive, and with the appearance of the Internet of Things (IoT), new approaches for combating pollution were born. The focus of the research presented in this paper was predicting behaviours regarding the air quality index using machine learning. Data were collected from one of the six atmospheric stations set in relevant areas of Bucharest, Romania, to validate our model. Several algorithms were proposed to study the evolution of temperature depending on the level of pollution and on several pollution factors. In the end, the results generated by the algorithms are presented considering the types of pollutants for two distinct periods. Prediction errors were highlighted by the RMSE (Root Mean Square Error) for each of the three machine learning algorithms used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Pollution represents probably the most important topic in the last decade, an issue that is constantly discussed in the media, in government meetings and environment activities. For the last decades, air pollution has seemed to be impossible to manage and control, but this can be combated with the help from advancements in technology. By making use of the Internet of Things and machine learning (ML) technology, the pollution could be contained and controlled, as well as predict future rises in air contamination in urban areas [1] .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 535,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Monitoring the air pollution levels implies the existence of a scale of the air quality, which can be measured with the help of sensor technology. The Air Quality Index (AQI) is based on the measuring of the liquid droplets and solid particles found in the air, which consists mostly of nitrogen dioxide (NO 2 ), ozone (O3), sulphur dioxide (SO 2 ) and carbon monoxide (CO). The key pollutants to calculate AQI are particulate matter (PM2.5 and PM10), which determines the class of air quality level (goof, satisfactory, moderately, poor, very poor and severe), with a range from 0 to 500; each category of AQI has an impact on human health and the environment. Each air pollutant has its own source and effects; thus, managing to get an image of the air pollution sources in an area based on the highest-level polluting particle, for example, a high level of nitrogen dioxide, tells us that in that area fossil fuel burning occurs, possible due to heavy traffic in the area, etc. [2] .",
            "cite_spans": [
                {
                    "start": 981,
                    "end": 984,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "AQI, also referred to as the Air Pollution Index (API) or Pollutant Standard Index (PSI), creates an image of the air quality in a specific range for every air pollutant. For example, PM2.5 is determined by fitting the arithmetic average of hourly values recorded in the last 24 h. The specific index is classified from 1 to 6, each index having a PM2.5 concentration measured in µg/m 3 . More details about the concentration of this particle are showed in Table 1 . Each index is represented by a colour and indicates a level of health concern, as well as the measures needed to be applied regarding the level of air contamination. The example from the table is the standard for the National Air Quality Monitoring Network of Romania [3] .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 738,
                    "text": "[3]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 457,
                    "end": 464,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In order to determine the exact value of AQI and to detect which air pollutants are responsible for this disaster, various sensors from several categories currently available could be used; for example, electrochemical sensors that are based on a chemical reaction between gases in the air and the electrode in a liquid inside a sensor, or photo ionization detectors, optical particle counters or even optical sensors [4] .",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 421,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "By placing such sensors across urban areas, in combination with weather detection sensors and creating a connection algorithm between them, one can create live reports of AQI and determine potentially dangerous zones. With the help of ML, one also can create forecasts regarding air pollution and prevent further increase in the Air Quality Index.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows: In Chapter 2, a literature review is presented. Chapter 3 includes details about the physical system. Chapter 4 presents details regarding the machine learning algorithm for combating pollution and the data collected and used in the case study. In Chapter 5 the results are analysed, while Chapter 6 discusses the conclusion of the research and future work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Awan et al. [5] used a long short-term memory recurrent neural network (LSTM RNN) to perform traffic flow forecasting, with time-series traffic flow, air pollution and atmospheric data collected from the open datasets. The goal was to find solutions to obtain an accurate prediction for road traffic forecasting. In their paper, Zhu et al. [6] proposed refined models to predict the hourly air pollution concentration on the basis of meteorological data of previous days by formulating the prediction over 24 h as a multi-task learning (MTL) problem. Kalajdjieski et al. [7] evaluated four different architectures that utilize camera images to estimate the air pollution in big cities. Accurate air pollution prediction could be obtained by combining sensor data with camera images. Castelli et al. [8] demonstrated that SVR (Support Vector Regression) with an RBF (radial basis function) kernel could assure accurate predictions of hourly pollutant concentrations, such as PM2.5, NO 2 , SO 2 and carbon monoxide. Delavar et al. [9] presented a comparative study of NARX (Nonlinear Autoregressive Exogenous Model), ANN (Artificial Neural Networks), GWR (Geographically Weighted Regression) and SVR machine learning methods in order to predict air pollution. The results revealed that the NARX method was the optimum one for their case study.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 15,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 340,
                    "end": 343,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 799,
                    "end": 802,
                    "text": "[8]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1029,
                    "end": 1032,
                    "text": "[9]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Wang et al. [10] investigated the boundaries of Land-Use Regression (LUR) approaches and the potential of two different machine learning models: Artificial Neural Networks and Gradient Boost. They conclude that for the same pollutants, machine learning exhibited superior performance over LUR, demonstrating that LUR performance could benefit from understanding how the explanatory variables were expressed in the machine learning models. Guan and Sinnott [11] used ANN models and LSTMs to predict high PM2.5. Their results show that accurate prediction was obtained with LSTM.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "text": "[10]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[11]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Adityia et al. [12] used logistic regression to detect whether a data sample is either polluted or not polluted. The authors considered to predict future values of PM2.5 based on the previous PM2.5 readings. In [13] , several machine learning methods were analysed to predict the ozone level (O 3 ) in the Region of Murcia, Spain. The authors excluded from their study SO 2 , NO x (Nitrogen Oxides), NH 3 (Ammonia) and CO.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[12]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In [14] , a machine learning model that combines sparse fixed station data with dense mobile sensor data was used to estimate the air pollution in Sydney. Shaban et al. [15] presented three machine learning algorithms to build accurate forecasting models for one-step and multi-step ahead of concentrations of ground-level ozone, nitrogen dioxide and sulphur dioxide.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[14]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 169,
                    "end": 173,
                    "text": "[15]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Zang and Woo [16] show that the hybrid distributed, fixed IoT sensor system is effective in predicting air quality. In [17] , the authors are presenting a review on studies related to air pollution prediction using machine learning algorithms based on sensor data in the context of smart cities.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 119,
                    "end": 123,
                    "text": "[17]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Lim et al. [18] show that data collected from mobile sampling with multiple low-cost sensors could be used to model and map street-level air pollution levels in urban locations. Kang et al. [19] reviewed the published research results relating to air quality evaluation using methods of artificial intelligence, decision trees and deep learning.",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 15,
                    "text": "[18]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[19]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In [20] is proposed a methodology to evaluate and compare deep learning models for multivariate time series forecasting, which includes lagged transformations, hyperparameter tuning, statistical tests and multi-criteria decision making. In [21] are presented applications of deep learning (DL) techniques to predict air pollution time series. In their case study, 8 h-averaged surface ozone concentrations were predicted using deep learning consisting of a recurrent neural network (RNN) with long short-term memory Song et al. [22] proposed a machine learning framework (Deep-MAPS) to for finegranular PM2.5 inference based on fixed and mobile air quality sensing data. Ameer et al. [23] performed pollution prediction using four advanced regression techniques and present a comparative study to determine the best model for accurately predicting air quality with reference to data size and processing time.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[20]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 240,
                    "end": 244,
                    "text": "[21]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 528,
                    "end": 532,
                    "text": "[22]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 684,
                    "end": 688,
                    "text": "[23]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "In [24] is presented a comparative study of various statistical and deep learning methods to forecast long-term pollution trends for PM2.5 and PM10. The case study is based on data from sensors available in a big city from India. In their paper, Chen et al. [25] compared several Aerosol Optical Depth-PM2.5 models, including Extra Trees (ET), Random Forest (RF), Deep Neural Network (DNN), and Gradient Boosting Regression Tree (GBRT). Their results indicate that the ET model performs best in terms of the model effectiveness and feature interpretation on the training dataset. Lana et al. [26] presented a methodology based on the construction of regression models to predict levels of different pollutants (CO, NO, NO 2 , O 3 and PM10) based on traffic data and meteorological conditions, from which an estimation of the predictive relevance (importance) of each utilized feature can be estimated by virtue of their particular training procedure. The study was done considering historic traffic and pollution data of the city of Madrid, Spain.",
            "cite_spans": [
                {
                    "start": 3,
                    "end": 7,
                    "text": "[24]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[25]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 592,
                    "end": 596,
                    "text": "[26]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "Liang et al. [27] conducted a study using zero-inflated negative binomial models to estimate the association between long-term county-level exposures to NO 2 , PM2.5 and O 3 and county-level COVID-19 case-fatality and mortality rates in the United States. In [28] , the authors calculated the wildfire-smoke-related health burden and costs in Australia for the most recent 20 fire seasons. Their results show that the 2019-2020 season was a major anomaly in the recent record, with many smoke-related premature deaths in addition to a large number of hospital admissions for cardiovascular and respiratory disorders.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 17,
                    "text": "[27]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 259,
                    "end": 263,
                    "text": "[28]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Related Work"
        },
        {
            "text": "The base system presented in the paper is an IoT system block composed of air pollutant and weather sensors, a database server and a central unit that will implement the ML algorithm and control other systems for maintaining the levels of AQI in good parameters. All these components will be permanently connected via cloud technology. The diagram of the system is presented in Figure 1 [29] , and each component will be detailed in the next subsections. ",
            "cite_spans": [
                {
                    "start": 387,
                    "end": 391,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 386,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Physical System"
        },
        {
            "text": "The main workers of this system are the AQI sensors, which detects the levels of air pollutants based on their specifications. A complete report of the air quality implies the utilization of various sensors simultaneously, each one dedicated to one or more of the air pollutants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AQI Sensors"
        },
        {
            "text": "The main kind of sensor used is the Optical Particulate Counter, which is used for measuring the PM. The optical sensors can identify particle pollution with sizes of 10 and 2.5 micrometres or even smaller. Since PM2.5 and PM10 consist of solid particles and liquid droplets, these optical sensors are the best fit in detecting the numbers of such particles in the air. Conversion from particle counts to PM mass is based on a theoretical model. The measured signal depends on a variety of parameters, such as particle shape, colour, density, humidity, refractive index and so on. [4] Other optical sensors can be used for the detection of carbon monoxide and carbon dioxide by measuring the absorption of infrared light. These sensors can be found mostly in indoor smoke detectors, as they can alarm in the case of fire. A disadvantage for these kinds of sensors is the fact that they require periodic calibration and the cleaning of their optical unit.",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 584,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "AQI Sensors"
        },
        {
            "text": "Another primary element in air quality monitoring is the gas sensor. These sensors come in a variety of working principles, each one sensitive to a specific gas and a specific concentration. Let us take for the first example a gas sensors with semiconductors. This type of gas sensor can use a metal oxide semiconductor or a polymer semiconductor, both functioning in the same manner: the conductivity of the sensing element will vary when exposed to the gas to be measured, also indicating the gas concentration. Another kind of gas sensor is the catalytic one, which reacts with the gases, creating a variation in the heat energy. Another example of a gas sensor is the electrochemical one, in which a chemical reaction takes place between two electrodes made from catalytic metals. These sensors can be further classified in two types: potentiometric and amperometric [30] .",
            "cite_spans": [
                {
                    "start": 871,
                    "end": 875,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "AQI Sensors"
        },
        {
            "text": "The gas sensors, even if they offer a good sensitivity (from mg/m 3 to µg/m 3 ) and a fast response time, are susceptible to external factors, such as temperature and humidity variations [4] . For this reason, the use of these sensors without some data regarding the meteorological changes can affect the results of the measured gasses.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "AQI Sensors"
        },
        {
            "text": "The use of air pollutant sensors independently cannot offer an AQI good enough to create a report of the pollution origin. Air currents, temperature, humidity and atmospheric pressure play an important role in the detection of pollution and the determination of AQI. Thus, the use of sensors capable of detecting these variables in accordance with the sensors mentioned in the previous subsection can offer the most data to create a live report of the AQI, as well as creating a forecast of the weather and AQI in the next days. These weather sensors also have the important role of calibrating the data of the gas sensors, since they can be affected by the changes in meteorology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Weather Sensors"
        },
        {
            "text": "The data collected by the sensors must be collected and stored in a database. This operation must be done in a fast-paced manner, in a way that the data cannot be altered or lost during the transmission. To collect the data from the sensors placed across the urban area one can use multiple ways of communication. First, we must decide which type of connection can be used for the sensor: node-wired or wireless. In the case of a wired connection, an ethernet or an optic fibre can make for a solid route of data transmission, the only impediment being the necessity of pulling long cables and connecting them to the system. If the space and architecture of the place where the sensor node is installed cannot offer the possibility of implementing such a wired connection, we can call for a wireless one. A wireless connection can be done mainly via Wi-Fi, which will require the presence of a router connected to the internet in the proximity of the sensor node, or the installation of a GSM (Global System for Mobiles) module with the sensor node, thus allowing the use of GSM antennas in the vicinity. The last option is probably the most suited one in urban areas since GSM antennas can be present everywhere [31, 32] .",
            "cite_spans": [
                {
                    "start": 1213,
                    "end": 1217,
                    "text": "[31,",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "32]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Data Transmission"
        },
        {
            "text": "The last components of the system consist of a database and a central processing unit, both being interconnected and in permanent communication with the sensor nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Database and the Central Unit"
        },
        {
            "text": "The database has the role of collecting the data offered by the sensor nodes and creating reports of the AQI and weather status. By maintaining the data in an organized form, one can see the evolution of the AQI and create algorithms that can offer us a better understanding of the air pollution status and forecasts to prevent possible natural disasters or health warnings. Thus, we need to implement a mathematical system that process al these data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Database and the Central Unit"
        },
        {
            "text": "Implementing a central processing unit with the use of machine learning technology can offer us all the information we need to combat air pollution. This unit can read the reports collected in the database and compare the data, creating a forecast of the AQI and offering information to find possible sources of pollution based on the data, such as the possibility of a fire, or to alert high levels of harmful particle in the air coming from a factory, or to control traffic lights in order to drain congested traffic. Such a system is presented in the next section of this paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Database and the Central Unit"
        },
        {
            "text": "In this paper, machine learning is used to predict behaviours regarding the air quality index near the six air quality sensing units installed in Bucharest by the Romanian National Environmental Protection Agency. The predicted behaviours should be used as an incentive to act, make the required changes in cleaning the air and recommending the population to avoid the area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Machine Learning in Combating Pollution"
        },
        {
            "text": "The first step in using the ML algorithms is preparing the data; for this purpose, the data were split into 70% training data and 30% test data. Our data consist of 8700 entries from March 2019 to February 2020, during the height of the COVID-19 pandemic, when open circulation was not permitted, and another 8700 entries from March 2020 to February 2021, a period in which, depending on the country, restrictions were lifted. The data were separated into five columns: Temperature in Celsius, CO quantity, NO 2 quantity, SO 2 quantity and PM2.5 quantity. Afterwards, a suitable algorithm needs to be selected; some have tried using artificial neural networks [1, 29, 33, 34] , but others have used machine learning algorithms [1, 13, 29] .",
            "cite_spans": [
                {
                    "start": 660,
                    "end": 663,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 664,
                    "end": 667,
                    "text": "29,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 668,
                    "end": 671,
                    "text": "33,",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 672,
                    "end": 675,
                    "text": "34]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 727,
                    "end": 730,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 731,
                    "end": 734,
                    "text": "13,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 735,
                    "end": 738,
                    "text": "29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Their Use in Different Machine Learning Algorithms"
        },
        {
            "text": "The most common machine learning algorithm used in other papers is Random Forests; this algorithm works by generating multiple decision trees while it is being trained. A decision tree splits data into separate categories finishing only when there are no more distinctive elements that can be further classified. Each decision tree becomes a class on its own and each tree should be uncorrelated to another [35] .",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "text": "[35]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Their Use in Different Machine Learning Algorithms"
        },
        {
            "text": "By being a core component of the Random Forests approach, decision-tree learning is natural to be used on its own. This approach uses a singular decision tree to map the data, make observations and predict outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Their Use in Different Machine Learning Algorithms"
        },
        {
            "text": "Another used algorithm is Support Vector Machines, which can do both classification and regression tasks. SVMs split the data along a hyperplane, a boundary that helps to classify data. The support vectors are the nearest points of each class, equidistant from the hyperplane. Any modification to these support vectors changes the classification [36] .",
            "cite_spans": [
                {
                    "start": 346,
                    "end": 350,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Their Use in Different Machine Learning Algorithms"
        },
        {
            "text": "One of the aims of smart cities is to act based on data obtained through sensors. However, it must be noted that the sensors may cause failures and errors when obtaining data; hence, it is necessary to develop a model to predict the values of interest in order to control air quality [13] .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 288,
                    "text": "[13]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Data Collection and Their Use in Different Machine Learning Algorithms"
        },
        {
            "text": "The data used for the case study were obtained from one of the six atmospheric stations in Bucharest. Each station is placed in key points of the city, where the number of people commuting and living in the area is high. The data were collected every hour, covering the climatic parameters and chemical elements present in the air. The stations can be different regarding the equipment, but they offer valuable data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection and Their Use in Different Machine Learning Algorithms"
        },
        {
            "text": "The data collected and processed via the algorithms presented earlier can be used to create a forecast of the weather and the AQI. Since we live in the era of technology and every device is connected to the internet, no matter its dimensions or purpose, IoT technology became the main picture in the eyes of developers, companies and scientists. By connecting the system presented in this paper to the cameras inspecting the traffic and the big sources of air pollution, such as factories and landfills, one can create a complex system that can warn against and combat air pollution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples of Using the Results Obtained after Processing with Machine Learning"
        },
        {
            "text": "For example, if near an atmospheric station is recorded an increase in the NO 2 particles, one can conclude that these particles are originated from the burning of fossil fuels, whose main source is from the use of automobiles. From these data one can suppose that a traffic jam takes place near the station. The system can further check via the traffic cameras that this can really be the source of the air pollutant. If yes, the system can start searching for a way of manipulating the traffic lights so that the circulation can be improved, eventually warning other traffic participants to take other routes. The principle diagram of such a system is presented in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 667,
                    "end": 675,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Examples of Using the Results Obtained after Processing with Machine Learning"
        },
        {
            "text": "Another example would be when high levels of CO 2 are detected. This can further indicate a potential fire somewhere near the station. The source of the particles could be everywhere in a fairly wide radius. To limit the space, wind sensors can help find the source. By tracking the wind speed and direction, the system can create a map of possible sources for the pollutant. It can then search for the source visually with the help of the cameras, eventually warning the authorities of a potentially detected fire. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Examples of Using the Results Obtained after Processing with Machine Learning"
        },
        {
            "text": "As further presented in this paper, data were collected from one of the six atmospheric stations in Bucharest set in relevant areas of Bucharest. These are marked as B-x, where x is the number of the station from 1 to 6. Their emplacement is shown in Figure 3 . These stations are equipped with a multitude of sensors-gas, optical and meteorological ones-and transmit the information collected to the database, creating reports for every air pollutant. Such reports are showed in Figures 4 and 5 , where visible are the graphics and values collected by the B-1 station, placed in the vicinity of Lake Morii, the station from which the data used in this article were collected as input data for processing with specific machine learning algorithms. Figure 3 shows the map with the positioning of the six atmospheric stations in Bucharest, from which data were taken about the level of pollution in that area, as we mentioned that these stations are positioned in crowded areas of Bucharest. In this figure, too, at the bottom of it, one can notice the pollution levels highlighted by distinct colours, presented in Table 1 , for all cases that may exist.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 251,
                    "end": 259,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 480,
                    "end": 495,
                    "text": "Figures 4 and 5",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 748,
                    "end": 756,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1114,
                    "end": 1121,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Using Machine Learning for Data Collected from an Atmospheric Station in Bucharest, Romania"
        },
        {
            "text": "The acquired data on the pollution level are diverse ( Figure 2 ) and can reflect in time the evolution of the concentration of pollutants existing in the monitored area, thus providing access, through the pollution monitoring platform of Bucharest, to these data in real time but also to the archive of data stored over the past years. A concrete example in this sense is presented in Figure 5 , where the evolution of PM2.5 in a certain time interval is highlighted.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 55,
                    "end": 63,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 386,
                    "end": 394,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Using Machine Learning for Data Collected from an Atmospheric Station in Bucharest, Romania"
        },
        {
            "text": "In this paper, through machine learning techniques, we highlighted the RMSE (Root Mean Square Error) value of the different models that predict the evolution of temperature. RMSE is the standard deviation of residues (prediction errors). Therefore, we analysed based on several algorithms the evolution of temperature depending on the level of pollution, referring to several pollution factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Machine Learning for Data Collected from an Atmospheric Station in Bucharest, Romania"
        },
        {
            "text": "These tests were initially performed for the past years, specifically to be able to validate the model of the proposed algorithm to be implemented. In this paper are presented the conclusive results from the proposed algorithms in relation to the types of pollutants, for two distinct time periods, with the aspects clarified in the next chapter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Machine Learning for Data Collected from an Atmospheric Station in Bucharest, Romania"
        },
        {
            "text": "In order to eloquently synthesize the work stages, but also the specific implications necessary to be realized for carrying out this research, we present a descriptive diagram with all the steps taken to carry out this research. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Using Machine Learning for Data Collected from an Atmospheric Station in Bucharest, Romania"
        },
        {
            "text": "The study was conducted for the period March 2019-February 2021. For the analysis, three algorithms were used, and we wanted to highlight the evolution of temperature according to the different pollutants (nitrogen dioxide, sulphur dioxide, carbon monoxide and powder in suspension).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The algorithms used for the analysis are the linear regression algorithm, support vector machines with Gaussian kernel and Gaussian process regression (GPR) using an exponential kernel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Gaussian process regression models are nonparametric kernel-based probabilistic models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Consider the training set {(x i ,y i ); i = 1,2,. . . ,n}, where x i ∈Rd and y i ∈R, drawn from an unknown distribution. A GPR model addresses the question of predicting the value of a response variable ynew, given the new input vector xnew, and the training data. A linear regression model is of the form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "where ε∼N(0, σ 2 ). The error variance σ 2 and the coefficients β are estimated from the data. A GPR model explains the response by introducing latent variables, f(x i ), i = 1, 2, . . . , n, from a Gaussian process (GP), and explicit basis functions, h. The covariance function of the latent variables captures the smoothness of the response and basic functions project the inputs x into a p-dimensional feature space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "A GP is a set of random variables, such that any finite number of them have a joint Gaussian distribution. If {f(x), x ∈ R d } is a GP, then given n observations x 1 , x 2 , . . . , x n , the joint distribution of the random variables f(x 1 ), f(x 2 ), . . . , f(x n ) is Gaussian. A GP is defined by its mean function m(x) and covariance function, [37] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "For the period March 2019-February 2020, the pollution sensors from the station for which the case study was performed did not provide enough data and thus could not perform a complete analysis, but the data were processed, and the graphs obtained presented in comparison with charts for the period March 2020-February 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "To highlight the difference between the two periods, namely, March 2019-February 2020 and March 2020-February 2021, the graphs presented in Figure 7 were drawn. Both models are of the GPR type with an exponential kernel and were optimized. The introduction of the model without optimization was considered redundant since its performance was lower than the optimized one. On the red chart (March 2020-February 2021), around the records 2200-4400 are the summer months in which there is a natural increase in temperature, but in the rest of the chart one can see a tendency to increase temperatures over time.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 148,
                    "text": "Figure 7",
                    "ref_id": "FIGREF7"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The linear regression models were trained in 7 s while using a linear method. The SVM models were trained using a fine Gaussian function with the kernel scale of 0.5 and was trained in 11 s. The GPR models were optimised using a Bayesian optimization method with the acquisition function: expected improvement over an hour training time, the best kernel function found was a non-isotropic exponential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Having a very large volume of input data and considering that it is not relevant to be presented in full in the article, we have highlighted in the Table 2 , some such data in order to exemplify the type and form of this input data used within machine learning algorithms. The key inputs were: Temperature (in Celsius), NO 2 concentration, SO 2 concentration, CO concentration and PM2.5 concentration. All records in the dataset period were considered while training the models, and no filters were considered to be needed. Rows where one or more entries were missing have been used in each individual pollutant model and were shown but not considered in the model regarding all pollutants.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 148,
                    "end": 155,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The output was a model that is used to predict how the temperature will fluctuate during the year. Each model has a figure considering all the pollutants together as well as a figure of each one separately (only SO 2 , only NO 2 , only CO and only PM2.5), given that all the pollutants together give us a different model overall than when seeing the influence of only one pollutant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In each analysis, the model and all the data were presented without the separation of the test and training data sets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "Each model has a figure considering all pollutants, only SO 2 , only NO 2 , only CO and only PM2.5; this considering all pollutants gives us a different model overall, compared to seeing the influence of only one pollutant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "GPR models were optimized in MATLAB using the Bayesian Optimization Algorithm using functions such as expected improvement. The Bayesian optimization algorithm tries to minimize the function of the model in a limited field, and the family of improvement functions evaluates the values that bring an improvement within the model and ignores those that do not minimize the model. The expected improvement functions use the following relation [38] :",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 444,
                    "text": "[38]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "where x best as the location of the lowest posterior mean. In Figure 18a one can see (in yellow) the identified model that makes a prediction of the temperature rise considering all types of pollutants, but due to a lack of data, cannot identify a correct prediction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 72,
                    "text": "Figure 18a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "The model in Figure 13a is unoptimized, and due to the Gaussian kernel, it looks like the model in Figure 18a (discussed above), the lack of data not being able to lead to a correct prediction. The linear regression model in Figure 8a is unsuitable for analysis because no linear function can be identified to model the data correctly.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 13,
                    "end": 23,
                    "text": "Figure 13a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 99,
                    "end": 109,
                    "text": "Figure 18a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 225,
                    "end": 234,
                    "text": "Figure 8a",
                    "ref_id": "FIGREF8"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Considering the pollutants individually, the linear regression graphs (Figures 9 and 11-13 ) offer a more detailed understanding than the other graphs. The GPR graphs (Figures 19-22 ) validate the results obtained with linear regression and, following the analysis of the SVM model (Figures 14-16 and 18 ), no conclusions can be drawn.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 90,
                    "text": "(Figures 9 and 11-13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 167,
                    "end": 181,
                    "text": "(Figures 19-22",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 282,
                    "end": 303,
                    "text": "(Figures 14-16 and 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "For the period March 2020-February 2021, the graphs were drawn based on complete data sets, the predictions obtained being much more suggestive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "In the graphs in Figures 9b, 14b and 19b , where the influence of the amount of nitrogen dioxide on the temperature was considered, a tendency to increase the temperature at higher NO 2 concentrations can be observed. In contrast, in the graphs in Figures 10b, 15b and 20b , where the influence of the amount of sulphur dioxide on the temperature was considered, a tendency to decrease the temperature at higher SO 2 concentrations can be observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 40,
                    "text": "Figures 9b, 14b and 19b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 248,
                    "end": 272,
                    "text": "Figures 10b, 15b and 20b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Similarly, in the graphs in Figures 11b, 16b and 21b , where the influence of monoxide amounts on temperature was influenced, a tendency to decrease the temperature at higher CO concentrations can be observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 28,
                    "end": 52,
                    "text": "Figures 11b, 16b and 21b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "In the case of the graphs in Figures 12b, 17b and 22b , where the influence of the amount of PM2.5 particles on temperature was considered, no significant increase in temperature was observed.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 53,
                    "text": "Figures 12b, 17b and 22b",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "To help decide the performance of the models, we used the Root Mean Square Error (RMSE) value (Table 3) . RMSE is the standard deviation of the residuals (prediction errors).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 94,
                    "end": 103,
                    "text": "(Table 3)",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results and Discussion"
        },
        {
            "text": "Residuals are a measure of how far from the regression line data points are. The lower the RMSE value the better the performance. It was noted that the worst algorithm for the used datasets was the Linear Regression, and the Gaussian kernel SVM was the second worst, fitting the data a bit better; however, the best result was obtained by using an optimized GPR algorithm, with which much smaller error is obtained compared to the other methods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results and Discussion"
        },
        {
            "text": "The influence of atmospheric pollutants on temperature is significant, and these pollutants must be constantly monitored to make predictions on temperature depending on their quantity. Pollution sensor systems used for data acquisition are currently used in all major cities around the world to monitor the degree of air pollution. Implementing a machine-learning algorithm to process the data purchased from these sensors can provide solutions to maintain the optimal parameters for the global temperature, which has constantly been increasing in the last decades.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In the research described here, the emphasis was on using different machine learning algorithms to predict the evolution of temperature in a crowded area of Bucharest, Romania. Various algorithms were selected to model the impact of several pollution factors on the level of the temperature. In order to validate the model, data were collected from one of the six atmospheric stations set in relevant areas of Bucharest. The use of sensors for data acquisition is essential for such a system that allows processing a substantial volume of data to make predictions. This aspect was highlighted by comparing the graphs obtained based on data from the two time periods, namely, March 2019-February 2020 and March 2020-February 2021. It was noted that if the data were insufficient for technical reasons that the authors could not solve (March 2019-February 2020), some complete results were not obtained, even if the same algorithm was used for the data processing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The proposed algorithms considering the types of pollutants for two distinct periods generated some relevant results. Through machine learning techniques, the RMSE was highlighted for values of different models that predict temperature evolution. The models that led to the most complete and accurate results were Gaussian process regression (GPR), used with the Bayesian Optimization Algorithm.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "Further research will combine the present results with camera images to analyse and predict air pollution in various big cities. Future research plans also include developing a platform to offer solutions for traffic recommendations based on air pollution predictions. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A comprehensive evaluation of air pollution prediction improvement by a machine learning method",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Rui",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proceedings of the 2015 IEEE International Conference on Service Operations and Logistics, and Informatics (SOLI)",
            "volume": "",
            "issn": "",
            "pages": "176--181",
            "other_ids": {
                "DOI": [
                    "10.1109/SOLI.2015.7367615"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Air Pollution-Level Estimation in Smart Cities Using Machine Learning Algorithms",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nelgadevi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jacob",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the International Conference on Artificial Intelligence, Smart Grid and Smart City Applications (AISGSC)",
            "volume": "",
            "issn": "",
            "pages": "343--352",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-24051-6"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Brochure for Measuring Air Pollution with Low-Cost Sensors",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Improving Road Traffic Forecasting Using Air Pollution and Atmospheric Data: Experiments Based on LSTM Recurrent Neural Networks",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Awan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Minerva",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Crespi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sensors",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/s20133749"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "A Machine Learning Approach for Air Quality Prediction: Model Regularization and Optimization",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Big Data Cogn. Comput",
            "volume": "2",
            "issn": "5",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/bdcc2010005"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Air Pollution Prediction with Multi-Modal Data and Deep Neural Networks",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kalajdjieski",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zdravevski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Corizzo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lameski",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalajdziski",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Pires",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Trajkovik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/rs12244142"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "A Machine Learning Approach to Predict Air Quality in California",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Clemente",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Popovic",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vanneschi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Complexity",
            "volume": "8049504",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1155/2020/8049504"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A Novel Method for Improving Air Pollution Prediction Based on Machine Learning Approaches: A Case Study Applied to the Capital City of Tehran",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Delavar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gholami",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Shiran",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rashidi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Nakhaeizadeh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fedra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hatefi Afshar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "ISPRS Int. J. Geo-Inf",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijgi8020099"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Potential of machine learning for prediction of traffic related air pollution",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saleh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatzopoulou",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Transp. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.trd.2020.102599"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Prediction of Air Pollution through Machine Learning Approaches on the Cloud",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sinnott",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proceedings of the IEEE/ACM 5th International Conference on Big Data Computing Applications and Technologies (BDCAT)",
            "volume": "",
            "issn": "",
            "pages": "51--60",
            "other_ids": {
                "DOI": [
                    "10.1109/BDCAT.2018.00015"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Detection and Prediction of Air Pollution using Machine Learning Models",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Aditya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Chandana",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "K"
                    ],
                    "last": "Nayana",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Praveen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Eng. Trends Technol. (IJETT",
            "volume": "59",
            "issn": "",
            "pages": "204--207",
            "other_ids": {
                "DOI": [
                    "10.14445/22315381/IJETT-V59P238"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Air-Pollution Prediction in Smart Cities through Machine Learning Methods: A Case of Study in Murcia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martınez-Espana",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bueno-Crespo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Timon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Soto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Munoz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Cecilia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Spain. J. Univers. Comput. Sci",
            "volume": "24",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Machine Learning Based Metropolitan Air Pollution Estimation from Fixed and Mobile Sensors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ashfaqur",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hari",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vijay",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hazeest",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Sens",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Urban Air Pollution Monitoring System with Forecasting Models",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "B"
                    ],
                    "last": "Shaban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kadri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rezk",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Sens",
            "volume": "16",
            "issn": "8",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Real Time Localized Air Quality Monitoring and Prediction through Mobile and Fixed IoT Sensing Network",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Woo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "IEEE Access",
            "volume": "8",
            "issn": "",
            "pages": "89584--89594",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2020.2993547"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Air Quality Prediction in Smart Cities Using Machine Learning Technologies Based on Sensor Data: A",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Iskandaryan",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trilles",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Review. Appl. Sci",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/app10072401"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mapping urban air quality using mobile sampling with low-cost sensors and machine learning in Seoul",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "C"
                    ],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J R"
                    ],
                    "last": "Vilcassim",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Thurston",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Heimbinder",
                    "suffix": ""
                },
                {
                    "first": "S.-Y",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "South Korea. Environ. Int",
            "volume": "131",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envint.2019.105022"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Air Quality Prediction: Big Data and Machine Learning Approaches",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "K"
                    ],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "Z"
                    ],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chiao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Environ. Sci. Dev",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.18178/ijesd.2018.9.1.1066"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A time series forecasting based multi-criteria methodology for air quality prediction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Espinosa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Palma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Jiménez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaminska",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sciavicco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elucena-Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Appl. Soft Comput",
            "volume": "113",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.asoc.2021.107850"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Forecasting air quality time series using deep learning",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "S"
                    ],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gharabaghi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thé",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Air Waste Manag. Assoc",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/10962247.2018.1459956"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Deep-MAPS: Machine-Learning-Based Mobile Air Pollution Sensing",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E J"
                    ],
                    "last": "Stettler",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparative Analysis of Machine Learning Techniques for Predicting Air Quality in Smart Cities",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ameer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maple",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Islam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Asghar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Access",
            "volume": "7",
            "issn": "",
            "pages": "128325--128338",
            "other_ids": {
                "DOI": [
                    "10.1109/ACCESS.2019.2925082"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Long-term time-series pollution forecast using statistical and deep learning methods",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nath",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Saha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Middya",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roy",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Neural Comput. Appl",
            "volume": "33",
            "issn": "",
            "pages": "12551--12570",
            "other_ids": {
                "DOI": [
                    "10.1007/s00521-021-05901-2"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Obtaining vertical distribution of PM2.5 from CALIOP data and machine learning algorithms",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci. Total. Environ",
            "volume": "805",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2021.150338"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The role of local urban traffic and meteorological conditions in air pollution: A data-based case study in Madrid",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Laña",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ser",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Padró",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vélez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Casanova-Mateo",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Spain. Atmos. Environ",
            "volume": "145",
            "issn": "",
            "pages": "424--438",
            "other_ids": {
                "DOI": [
                    "10.1016/j.atmosenv.2016.09.052"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Urban air pollution may enhance COVID-19 case-fatality and mortality rates in the United States",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sarnat",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Ebelt",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Scovronick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Unprecedented health costs of smoke-related PM2.5 from the 2019-20 Australian megafires",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "H"
                    ],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Borchers-Arriagada",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jalaludin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Williamson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M J"
                    ],
                    "last": "Bowman",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Sustain",
            "volume": "4",
            "issn": "",
            "pages": "42--47",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-020-00610-5"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "An Application of IoT and Machine Learning to Air Pollution Monitoring in Smart Cities",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Samee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Jilani",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "G A"
                    ],
                    "last": "Wahab",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the 4th International Conference on Emerging Trends in Engineering, Sciences and Technology (ICEEST)",
            "volume": "",
            "issn": "",
            "pages": "10--11",
            "other_ids": {
                "DOI": [
                    "10.1109/iceest48626.2019.8981707"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Urban air pollution monitoring using wireless sensor networks: A comprehensive review",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Movva",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Commun. Netw. Inf. Secur",
            "volume": "9",
            "issn": "",
            "pages": "439--449",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Towards greener smart cities and road traffic forecasting using air pollution data",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shahid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Maple",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scs.2021.103062"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Deriving high-resolution urban air pollution maps using mobile sensor nodes",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hasenfratz",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Saukh",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Walser",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hueglin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fierz",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Arn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Beutel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Thiele",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pervasive Mob. Comput",
            "volume": "16",
            "issn": "",
            "pages": "268--285",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pmcj.2014.11.008"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Applicability of machine learning in modeling of atmospheric particle pollution in Bangladesh",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Shahriar",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kayes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Salam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Air Qual. Atmos. Health",
            "volume": "13",
            "issn": "",
            "pages": "1247--1256",
            "other_ids": {
                "DOI": [
                    "10.1007/s11869-020-00878-8"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Machine Learning Model of Manhattan Air Pollution at High Spatial Resolution",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Keeler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Support Vector Machine-Introduction to Machine Learning Algorithms",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Gaussian Process Regression Models",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Bayesian Optimization Algorithm",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "IoT block diagram of the physical system.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Graphic presentation of the complex system at work.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Emplacement of the B-1 to B-6 atmospheric stations in Bucharest [3].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Indexes collected by station B-1 [3].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Data collected by station B-1 regarding the PM 2.5 pollutant [3].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "shows the basic information flow that led to the results:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The information flow used to obtain results using machine learning.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Comparison between the optimised GPR models.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "22 show the graphs obtained based on the three algorithms: linear regression algorithm, support vector machines with the Gaussian kernel and Gaussian process regression, compared for the periods March 2019-February 2020 and March 2020-February 2021, with specifying that the data for the period March 2019-February 2020 were not complete.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Prediction considering all pollutants-Linear Regression. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Prediction considering only NO 2 -Linear Regression. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Prediction considering only SO 2 -Linear Regression. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Prediction considering only CO-Linear Regression. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Prediction considering only PM2.5-Linear Regression. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Prediction considering all pollutants-Fine Gaussian SVM. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Prediction considering only NO 2 -Fine Gaussian SVM. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Prediction considering only SO 2 -Fine Gaussian SVM. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Prediction considering only CO 2 -Fine Gaussian SVM. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Prediction considering only PM2.5-Fine Gaussian SVM (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Prediction considering all pollutants-optimised GPR. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Prediction considering only NO 2 -optimised GPR. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Prediction considering only SO 2 -optimised GPR. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Prediction considering only CO-optimised GPR. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Prediction considering only PM2.5-optimised GPR. (a) March 2019-February 2020, (b) March 2020-February 2021.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Contributions: Conceptualization, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; methodology, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; software, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; validation, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; formal analysis, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; investigation, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; resources, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; data curation, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; writing-original draft preparation, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; writing-review and editing, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; visualization, C.L.P., T.G.D., C.-I.S., A.-C.F., C.A.P. and C.E.C.; supervision, C.L.P., T.G.D. and C.E.C.; All authors have read and agreed to the published version of the manuscript. Funding: This research received no external funding.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Specific index for the concentration of PM2.5.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Examples of input data used in machine learning.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Specific index for the concentration of PM2.5.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Institutional Review Board Statement: Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Data Availability Statement: Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent Statement: Not applicable."
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest:"
        }
    ]
}