{
    "paper_id": "ebc25ca26030db9ef6a5b3dac62b3e0c18b31651",
    "metadata": {
        "title": "Post-emergency teleconsultations during COVID crisis: TELE-SCOPE tool's feedback and epidemiological analysis",
        "authors": [
            {
                "first": "Emmanuelle",
                "middle": [],
                "last": "Chavda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Laurence",
                "middle": [],
                "last": "Guedon-Moreau",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Lina",
                "middle": [],
                "last": "Williatte",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Enrique",
                "middle": [],
                "last": "Cordova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The severe acute respiratory syndrome-coronavirus 2 pandemic spread quickly. Health professionals are facing new challenges and looking for new ways to provide care in the context of lockdown and physical distancing. The Saint Vincent de Paul Hospital has leveraged its recent post-emergency teleconsultation solution (TELE-SCOPE), to address some COVID situations. Thanks to the usual follow-up teleconsultation within 24 h after their emergency discharge and the introduction of an additional one six days after, the eligible patients are able to return home earlier. This article provides feedback on how teleconsultation helps manage such a crisis. We also present an analysis of the treated population.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The study includes the cases of 239 patients presenting symptoms of COVID-19 infection with a COVID score <4 over a period from 16 March to 11 May 2020. These were patients from the emergency department (ED) or COVID units. We based our analysis on the patient's medical files and an individual survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: One hundred and eighty-four teleconsultations (with video) and 143 phone calls were carried out. By the end of the teleconsultations, 92.9% were getting better and did not need further follow-up, 5.9% were reconvened to the ED, and 2.5% were hospitalized. No patient died, nor did get hospitalized in intensive care. In total, 95.6% are strongly or rather satisfied with the care provided by teleconsultation and 87.7% of patients are ready to reuse TELE-SCOPE as a means of monitoring in the context of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The teleconsultations are efficient and safe to follow patients with confirmed or suspected non-severe COVID infection (COVID score <4) after discharge from the emergency room or hospitalisation. It protects the patients and practitioners. The patient's satisfaction is high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Overcrowding in the emergency department (ED) is a worldwide problem. 1 For several years in France, EDs have been suffering from a lack of infrastructure and staff. 2 The COVID crisis added difficulty due to social distancing, the possibilities of rapid worsening, and life-threatening risk.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 166,
                    "end": 167,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, TELE-SCOPE happened to be a useful tool. 1 Service d'accueil des urgences adultes, Hôpital Saint Vincent de Paul, Lille, France 2 Institut Coeur Poumon, CHU Lille, France 3 Faculté de Droit Université Catholique de Lille, co-titulaire de la Chaire Droit et Ethique de la santé numérique, Lille, France",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 188,
                    "end": 189,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "TELE-SCOPE is an innovative post-emergency teleconsultation solution for patient aftercare. It has run since January 2020 in the ED of Saint Vincent de Paul Hospital in Lille (France), with the ambition to face serious overcrowding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is TELE-SCOPE?"
        },
        {
            "text": "TELE-SCOPE's goal is the early discharge from the emergency room (ER) thanks to a follow-up teleconsultation within 24 h. Target patients are those who come for minor reasons defined by the Classification clinique des malades aux urgences classifications 2 and 3 (see Appendix 1) . Persistent or undefined pain with no confined to bed indication as well as unexplained fever without complication signs and antibiotic therapy introduction are the most common indications. Usually, those patients stay in the ER for a short-term follow-up hospitalisation.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 279,
                    "text": "Appendix 1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "What is TELE-SCOPE?"
        },
        {
            "text": "To conduct teleconsultationwhich is a consultation carried out remotely using audiovisual telecommunications between doctor and patientpatients need a smartphone with video and internet connection. A secured App software is used. Teleconsultation leads to several potential outcomes: second clinical examination, additional exams, hospitalization, or end of care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is TELE-SCOPE?"
        },
        {
            "text": "The challenge behind this first experimentation was for TELE-SCOPE to be effective in monitoring patients, in detecting potential aggravations and ultimately reassuring patients while decreasing ED's overcrowding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "What is TELE-SCOPE?"
        },
        {
            "text": "On 17 March 2020, the French government declared a national lockdown to control COVID's epidemic. Limitation of human-to-human contacts and social distancing was new high stakes. 3 Teleconsultation seems appropriate to manage these new issues because the distance protects both the caregiver and the patient while guaranteeing the quality and safety of care. 4 Just before lockdown, on 16 March, we included TELE-SCOPE in our ED's COVID protocol, using this ready-to-work tool. Fifteen patients benefited from teleconsultation in the first three days.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 180,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 360,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "TELE-SCOPE's deployment during COVID crisis in France"
        },
        {
            "text": "On 19 March, TELE-SCOPE was generalized in our hospital guidelines for COVID's management. Target patients were all patients discharged from ED and from COVID units with suspected or confirmed COVID status (COVID score ≤4; see Appendix 2). The COVID infection was suspected in patients with symptoms described by World Health Organisation. COVID status was confirmed by polymerase chain reaction and chest tomodensitometry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TELE-SCOPE's deployment during COVID crisis in France"
        },
        {
            "text": "This paper is a longitudinal observational descriptive study of our work during the COVID crisis. We analysed the characteristics of the patients and short-term outcomes for them. Their level of satisfaction was assessed via a telephonic survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "The study took place in Saint Vincent and Saint Philibert hospitals between 16 March and 11 May 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Material and methods"
        },
        {
            "text": "Two teleconsultations were conducted to detect complications ahead of time. The first one was on the day after discharge and the second one on the sixth day of the onset of the disease. The physician could programme additional teleconsultations at the time deemed appropriate for the patient. A permanent telephone number was available for the patients to get in touch with an ED physician 24/7. Teleconsultation was carried out by videoconference or, if not possible, by a simple call.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Teleconsultation proceeding"
        },
        {
            "text": "All the patients with a teleconsultation appointment after their discharge from ED or COVID unit hospitalization were included between 16 March and 11 May 2020. These patients benefited from aftercare due to either a confirmed or suspected COVID infection. They have a COVID score below 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recruitment"
        },
        {
            "text": "Other suspected or confirmed pathology. Formal indication for hospitalisation. Inability to carry out the teleconsultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion criteria"
        },
        {
            "text": "The epidemiological data were extracted from the patient's medical files.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Fifteen days after the last consultation, the patients were called for a satisfaction survey (see Appendix 3). All the patients have been called only once between 31 March 2020 and 28 September 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient's survey"
        },
        {
            "text": "The first part of the survey assessed their level of satisfaction with teleconsultation. The second part aimed to evaluate the clinical evolution after teleconsultation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient's survey"
        },
        {
            "text": "Patients received a letter asking for their consent to participate in this observational study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics"
        },
        {
            "text": "Statistical analyses were carried out using R software version (3.6.1) by the biostatistics unit of the clinical research and innovation delegation of the hospital.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical analyses"
        },
        {
            "text": "Two hundred and thirty-nine patients were monitored between 16 March and 11 May 2020, when the epidemic reached its peak, by carrying out 184 teleconsultations (in 135 patients) and 143 phone calls (in 107 patients). One patient refused to be included in the study. In total, 72.4% of teleconsultations concerned patients discharged from the ER and the remaining 27.6% concerned 66 post-hospitalisation patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The characteristics of the monitored sample are listed in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 58,
                    "end": 65,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Epidemiological analysis"
        },
        {
            "text": "The sample was ranging from 15 to 94 years old, with an average age of 41.3, 55.6% were female.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analysis"
        },
        {
            "text": "Asthma (16.3%) and obesity (14.6%) were the main comorbidities. The average COVID score was 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analysis"
        },
        {
            "text": "Among the 111 patients who responded on whether they were smoking or not, 62.2% indicated they were smokers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analysis"
        },
        {
            "text": "Following the teleconsultation, 219 patients (91.6%) progressed favourably and did not need any more follow-up. Fourteen patients (5.8%) were reconvened to the ED for a new clinical examination, and six patients (2.5%) were hospitalised.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analysis"
        },
        {
            "text": "No patient died, nor was hospitalized in intensive care. Sample's experienced symptoms are listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Epidemiological analysis"
        },
        {
            "text": "The predominant symptoms were cough, dyspnoea, and fever. In total, 21.8% of the patients experienced ageusia and 20.5% experienced anosmia. Six patients showed signs of skin lesions. Seventeen (7.2%) patients presented associated bacterial pneumonia.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analysis"
        },
        {
            "text": "Sixty-four patients (26.8%) were treated with antibiotics, prescribed by our staff or by the family doctor before consulting in ED.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Epidemiological analysis"
        },
        {
            "text": "Among the 239 patients, 143 patients did not answer to the phone call. One patient refused to participate in the research, 95 patients were surveyed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "Ninety-five patients completed the telephone questionnaire at least 15 days after the scheduled teleconsultation date. Of these, one patient did not complete any consultation (either teleconsultation or phone call).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "Among the 94 patients, 64 (68.8%) performed a teleconsultation and 29 (31.2%) received a phone call. There is a lack of data for a single patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "Of the 94 patients, 91.6% found the installation of the application easy (33.3% tend to agree, 58.3% strongly agree).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "Among the 64 patients who performed a teleconsultation, 91.8% reported a good quality of sound and images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "Concerning overall satisfaction with care, 2 (2.2%) patients disagree, 2 (2.2%) tend to disagree, 40 (44%) tend to agree, and 47 (51.6%) strongly agree.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "In total, 43.1% of those performing the teleconsultation declared they would have preferred to consult with their family doctor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "In total, 87.7% of patients are ready to reuse TELE-SCOPE as a means of monitoring in the context of the epidemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Satisfaction survey"
        },
        {
            "text": "At the beginning of the sanitary COVID crisis, hospitals were unready and suffered from shortages, in particular masks. Some ready-to-use tools have been diverted from their usual use. This is the case of the post-emergency tool TELE-SCOPE.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "TELE-SCOPE's responsiveness was immediate and the training of the team of doctors who volunteered in solidarity due to the high number of teleconsultation requests was quite rapid and remarkable. We had a significant percentage of patients followed by phone calls instead of a videoconference due to technical installation difficulties or lack of equipment. Some patients did not perform the two teleconsultations as planned for different reasons. Because they had passed the sixth day of symptoms (period at risk of complications) or because they were reconvened in ER or hospitalised. Finally, some patients were lost to follow-up.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We observed that this population was quite young, confirming previous literature, 5 bearing in mind that the young present a good prognosis form of COVID without complications.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The severity criteria such as respiratory, cardiac or renal failure were as expected poorly represented.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The symptoms experienced by the patients were coherent with those of HAS (French health authority) referential and in the same proportions. 5 None of the patients died, nor went to intensive care and six were hospitalized. This tends to confirm the right recruitment of patients from the ED and the safety of the use of teleconsultation for patients with a COVID score <4.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 141,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Teleconsultation brought great satisfaction to most of the patients. And almost all are ready to use it again if necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The limitations of this study are the lack of data on the outcome of patients returning to the ED or hospitalised. Moreover, only a part of the patients followed up in teleconsultation could be contacted and answered the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The literature review finds another study of COVID follow-up via teleconsultation. In the USA, Steel et al., 6 like us, had followed up patients by teleconsultation 24 h after their discharge from the ER. The difference was in the recruitment of patients. The patients included by Steel et al. 6 were COVID patients with a saturation of between 90% and 94%. These patients went home with oxygen and a pulse oximeter. After this study, the American National Institute of Health classified COVID-19 patients with a SpO 2 <94% as severe and requiring hospital management. Our inclusion criteria therefore seem to be more suitable and safe. A French team also followed patients discharged from hospital with nasal oxygen therapy. 7 Seventy-three patients were monitored using a remote questionnaire that allowed automatic and early detection of complications. The results were encouraging as no deaths or unplanned emergency hospitalisations were reported. In this study, early discharge home of patients who still required low-oxygen therapy seems to be safe.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 294,
                    "end": 295,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 726,
                    "end": 727,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This French study could lead us to broaden our inclusion criteria in the event of a new epidemic wave.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "TELE-SCOPE can easily be deployed, both logistically and humanely to help meet the new needs linked to the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Patients with a COVID score below 4 can be managed remotely by telemedicine and by TELE-SCOPE tool. TELE-SCOPE can help respond to the main challenge of the COVID crisis, which is to limit human-to-human contact and protect both physicians and patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Teleconsultation provides a high level of satisfaction for patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "This study has some limitations: lack of data on the outcome of patients returning to the ED or hospitalised. Only a part of the patients followed up in teleconsultation could be contacted and answered the questionnaire.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Overcrowding in emergency department: An international issue",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Somma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Paladino",
                    "middle": [
                        "L"
                    ],
                    "last": "Vaughan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Intern Emerg Med",
            "volume": "10",
            "issn": "",
            "pages": "171--175",
            "other_ids": {
                "DOI": [
                    "10.1007/s11739-014-1154-8"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Les urgences Hospitalières: des services toujours trop sollicités, Cour des comptes, chapitre 6",
            "authors": [
                {
                    "first": "Comptes",
                    "middle": [],
                    "last": "Cour Des",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Téléconsultation et télésoin pendant l'épidemie du covid-19",
            "authors": [],
            "year": null,
            "venue": "HAS",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Role of telehealth in the management of COVID-19: Lessons learned from previous SARS, MERS, and Ebola outbreaks",
            "authors": [
                {
                    "first": "Skb",
                    "middle": [],
                    "last": "Keshvardoost",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Telemed J E Health",
            "volume": "26",
            "issn": "",
            "pages": "850--852",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19: Caractéristiques cliniques, biologiques et radiologiques chez l'adulte, la femme enceinte et l'enfant. Une mise au point au coeur de la pandémie",
            "authors": [
                {
                    "first": "Lqr",
                    "middle": [],
                    "last": "Placais",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Revue de médecine Interne",
            "volume": "41",
            "issn": "",
            "pages": "308--318",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Telehealth follow up in emergency department patients discharged with COVID-like illness and exertional hypoxia",
            "authors": [
                {
                    "first": "Pad",
                    "middle": [],
                    "last": "Steel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siegal",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Emerg Med",
            "volume": "49",
            "issn": "",
            "pages": "426--430",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Safe discharge home with telemedicine of patients requiring nasal oxygen therapy after COVID-19",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dinh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Mercier",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Front Med (Lausanne)",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Description of the sample (%) (N = 239).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Repartition of main symptoms (%).",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements: The authors thank Laurène Norberciack and Domitille Tristram for their valuable input on this study. The authors thank Sahara Graf and Armand Elegbe for the statistical analysis. The authors thank Véronique Boulocher for his input on this manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.Contributorship: LW was involved in ethical approval. LG was involved in the methodology. All authors reviewed and edited the manuscript and approved the final version of the manuscript.Funding: The authors received no financial support for the research, authorship, and/or publication of this article. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest:"
        }
    ]
}