{
    "paper_id": "ec5fbb4491712deb1803463d917410be7a1386d9",
    "metadata": {
        "title": "Immunogenicity of the COVID-19 Two-Vaccination Series Among Hematologic Malignancies: Report of Three Cases of Breakthrough Infection",
        "authors": [
            {
                "first": "Yanina",
                "middle": [],
                "last": "Pasikhova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Austin",
                "middle": [
                    "R"
                ],
                "last": "Morrison",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ju",
                "middle": [
                    "Hee"
                ],
                "last": "Katzman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Misbahuddin",
                "middle": [],
                "last": "Syed",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Data is limited on the immunogenicity of the COVID-19 two-vaccination series among patients with hematologic malignancies and current guidelines do not recommend routine monitoring for post-vaccine antibodies. However, we describe three patients who developed severe or critical COVID-19 infections six months after vaccination. This highlights the importance of routine testing of COVID-19 IgG Spike, semi-quantitative antibodies post-vaccination, particularly among immunocompromised patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The primary goal of COVID-19 immunization is to induce the production of SARS-CoV-2-specific neutralizing antibodies, thereby preventing pathogen entry and resulting in protection from infection. 1 However, immunocompromised patients who have received COVID-19 immunization may have a delayed or inadequate antibody response. Studies have suggested different seroconversion rates after receiving two messenger RNA (mRNA) SARS-CoV-2 vaccines for a solid organ transplant 2,3 and allogeneic hematopoietic stem-cell transplant recipients. 4 For patients with malignancies, immunogenicity has been described for solid malignancy patients receiving a two-vaccination series 5 ; however, there is a paucity of data for individuals with hematological malignancies. 6 Some observational reports suggest individuals with hematological malignancies are at higher risk compared to others. 7, 8 Additionally, no definitive quantitative value for spike antibodies has been established to define a degree of immunity or protection from reinfection; however, a qualitative result suggests an immune response. 8 Here, we present three patients with hematologic malignancies who developed COVID-19 infections within six months of being fully vaccinated with available mRNA vaccines. All patients had undetectable COVID-19 IgG (Spike), semi-quantitative antibodies at the time of diagnosis. Case 1. Our first patient is a 29-year-old male with CD20 + Bcell acute lymphoblastic leukemia (ALL) diagnosed approximately one year prior to presentation. His treatment history included dexamethasone, rituximab and HyperCVAD with intrathecal chemotherapy, Rituximab, and finally 6-Mercaptopurine + Vincristine + Methotrexate + Prednisone (POMP) with everytwo-week rituximab. However, rituximab, as part of his treatment plan, was delayed for cycle 1 (February 3, 2021) and cycle 2 (March 9, 2021) of his POMP/rituximab regimen in order to receive the Spike-protein-encoding Moderna COVID-19 mRNA vaccine series (mRNA-1273, Moderna TX, Inc) on  February 12, 2021 and March 12, 2021. Approximately four months later, he presented to the hospital with fevers of 102 o Fahrenheit. His physical exam was noteworthy for a body mass index of 31.33, tachycardia with a heart rate exceeding 100bpm, a respiratory rate persistently exceeding 22breaths/minute, and an oxygen saturation of 87%. A comprehensive respiratory viral panel (RVP) was obtained, which resulted positive for SARS-CoV-2 by polymerase chain reaction (PCR). Computed tomography with angiography of the thorax revealed acute right upper and right lower lobe pulmonary emboli with new bilateral consolidative opacities. His laboratory analysis was significant for transaminitis, markedly elevated inflammatory markers, and a profound lymphopenia of 0.15 K/microliter.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 536,
                    "end": 537,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 669,
                    "end": 670,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 758,
                    "end": 759,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 878,
                    "end": 880,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 881,
                    "end": 882,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1094,
                    "end": 1095,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 1926,
                    "end": 2056,
                    "text": "Spike-protein-encoding Moderna COVID-19 mRNA vaccine series (mRNA-1273, Moderna TX, Inc) on  February 12, 2021 and March 12, 2021.",
                    "ref_id": null
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The patient was admitted for management of COVID-19 pneumonia and pulmonary emboli. The patient was initiated on supplemental oxygen to maintain a saturation above 92%, dexamethasone 6 mg daily, remdesivir, and enoxaparin twice daily. He recovered clinically 5 days later and was discharged to complete ten full days of dexamethasone. A COVID-19 IgG (spike), semi-quantitative antibody level, collected upon admission, returned undetectable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "However, six days post-discharge, the patient returned to the hospital with persistent fevers, worsening dyspnea, hypoxia, and chest discomfort. Testing was again positive for COVID-19 by PCR, and chest imaging was consistent with ongoing pneumonia. He was re-initiated on dexamethasone at a higher dose of 10 mg intravenously daily with supplemental oxygen. He was also begun on cefepime and azithromycin to cover for a superimposed bacterial pneumonia, along with high-dose micafungin for possible fungal involvement. Despite this therapy, his oxygen requirements and inflammatory markers worsened, and the patient received tocilizumab 800 mg intravenously on hospital day five. Ultimately, the patient's respiratory status worsened, requiring invasive mechanical ventilation, on which he is still maintained at the time of this publication. Of note, his nucleocapsid COVID-19 IgG, obtained approximately 20 days after his initial presentation, remained negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Our second patient is a 68-year-old male with treatment-related B-cell ALL who was treated with dexamethasone, vincristine, methotrexate, doxorubicin, and pegasparaginase, and subsequently underwent a matched unrelated donor allogeneic stem cell transplantation in 2019. His transplant course was complicated by multiple infections, graft versus host disease (GVHD) requiring extracorporeal photopheresis (ECP), tacrolimus, sirolimus, and ruxolitinib. He ultimately developed relapsed extramedullary ALL in the left femur two years later, on April 15, 2021. He received the Spikeprotein-encoding Pfizer/BioNTech mRNA COVID-19 vaccination series (BNT162b2,BioNTech/FosunPharma/Pfizer) in April 2021.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2."
        },
        {
            "text": "In anticipation of receiving therapy in July of 2021, his screening process revealed positive SARS-CoV-2 testing via nasopharyngeal PCR and a negative nucleocapsid COVID-19 IgG. His vital signs and review of systems were otherwise unremarkable. In the setting of recent vaccination, it was felt that he had an asymptomatic infection. The decision was made to proceed with chemotherapy, and the patient was discharged three days later.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2."
        },
        {
            "text": "The patient then presented with low-grade fevers, fatigue, and exertional dyspnea one-week post-discharge. His physical exam was noteworthy for tachycardia and hypoxia with an oxygen saturation of 89%. A comprehensive nasopharyngeal RVP was obtained and was positive for SARS-CoV-2 by PCR. Computed tomography of the chest revealed bilateral peripherally distributed ground-glass and consolidative opacities within the lower lung zones. He was admitted to the hospital for management of his COVID-19 pneumonia. He was initiated on dexamethasone 6 mg daily, remdesivir, enoxaparin prophylaxis, and supplemental oxygen to maintain a saturation above 92%. After five days of hospitalization, the patient improved clinically and was then discharged with home oxygen to complete a full ten days of dexamethasone therapy. His COVID-19 IgG (spike), semi-quantitative antibodies that were obtained on admission eventually returned as undetectable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2."
        },
        {
            "text": "Case 3. Patient three is a 63-year-old male with a history of high-grade myelodysplastic syndrome, diagnosed July 22, 2019 and treated with nice cycles of a clinical trial with magrolimab in combination with azacytidine, completed June 12, 2020, followed by matched unrelated donor allogeneic stem cell transplantation on July 21, 2020. His transplant course was complicated by chronic GVHD requiring prednisone and ECP twice weekly (last session July 29, 2021) along with post-transplant cyclophosphamide, rapamycin, and mycophenolate mofetil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2."
        },
        {
            "text": "After his last session of photopheresis, the patient was hospitalized for a Cutibacterium acnes bacteremia, treated with a planned 14 days of ceftriaxone. But two days after this hospital discharge, the patient presented to the hospital with ongoing fevers of 103.1 o F. His physical exam was noteworthy for tachycardia and mild hypoxia with an oxygen saturation of 94%. A comprehensive nasopharyngeal respiratory viral panel was obtained, which was positive for SARS-CoV-2 by PCR. Chest radiography showed a possible peribronchial wall thickening, and hazy basilar opacities suggestive of atelectasis. Based on the patient's clinical presentation, he was diagnosed with moderate COVID-19 infection and was deemed an appropriate candidate for casirivimab/imdevimab infusion. With a history of completing a mRNA vaccine series less than 6 months prior at an external site (with unclear specific dates of the vaccinations), COVID-19 IgG (spike), semi-quantitative antibodies were obtained, and returned as undetectable three days later. The patient has remained outpatient without subsequent complications secondary to his COVID-19 infection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 2."
        },
        {
            "text": "Two years into the pandemic and through rigorous and unrelenting scientific discoveries, vaccines against the SARS-CoV-2 virus are now widely available in the United States. The immune response and the antibodies generated against the spike protein following natural infection lead to the virus's neutralization. 1 Currently, all vaccine candidates are administered intramuscularly, thereby strongly inducing serum IgG production, resulting in disease-attenuating or disease-preventing immunity. 1 The gradient of immunogenicity varies among the different types of vaccines, with mRNA vaccines being at a medium-range for eliciting the greatest titers of neutralizing antibodies. 1 These immune responses to vaccines, though, are variable and suboptimal amongst the elderly and immunocompromised patients. Initial vaccine trials have excluded these patients, 9, 10 and the knowledge behind the immunogenicity of these life-saving vaccines amongst immunocompromised patients has only recently emerged. A recent prospective observational study by Monin and colleagues in the United Kingdom 5 assessed for immunogenicity of the BNT162b2 (Pfizer-BioNTech) vaccine in patients with solid and hematologic malignancies. After a single dose of vaccination at approximately 21 days, 38% of patients with solid cancer and 18% of patients with hematologic cancer developed a positive anti-Spike IgG titer compared to 94% of healthy controls. However, in this study, patients with cancer were also older than the healthy controls (median age 73 vs 40.5 years). This seropositivity increased to 100% for patients with solid cancer and 60% at two weeks after a 21-day vaccine boost; unfortunately, the hematology cancer cohort was underpowered for any clinical interpretation. The vaccination schedule in the UK is a delayed 12-week booster regardless of immunocompromising condition. Another recent study in the UK assessed the immunogenicity of a single dose of either BNT162b2 or ChA-dOx1 (AstraZeneca) vaccine among patients with chronic lymphocytic leukemia (CLL) at 34% (n = 267) and increased to 75% (n = 55) with the second dose 11 at an extended interval regimen of 10-12 weeks. Failure to generate an antibody response was associated with current Bruton tyrosine kinase inhibitor treatment and IgA deficiency. Similar findings were found from a retrospective study of patients with other hematologic malignancies (primarily B-cell lymphoma, plasma cell disorder, and CLL). Patients received one of three FDA-approved vaccines in the US (Pfizer, Moderna, or Janssen) and had only 39% seroconversion. 12 The majority, 91%, received the mRNA vaccine. Factors associated with lower seroconversion qualitative assay were exposure to B-cell/plasma cell-deleting monoclonal antibodies (risk difference 31%), active malignant disease (27% vs in remission after treatment 49% vs watchful waiting in 67%), and vaccination within 12 months of chemotherapy (24% if vaccinated within 12 months of therapy vs 69% in those vaccinated at longer than 12 months after last therapy).",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 496,
                    "end": 497,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 680,
                    "end": 681,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 862,
                    "end": 864,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2595,
                    "end": 2597,
                    "text": "12",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "None of our patients with hematologic cancer and intensive chemotherapy had qualitative evidence of immunity post mRNA vaccination. However, with inadequate responses to the current schedule of SARS-CoV-2 vaccines and a high risk of developing moderate to severe COVID-19 disease, the additional booster dose of the vaccine recently approved by the CDC seems promising. This recommendation comes from recent studies supporting seroconversion among solid-organ transplant patients who did not respond to standard two-dose regimens of vaccine. 8, 13 More studies are expected soon to examine the immunogenicity among immunocompromised patients after a booster dose, via both qualitative and quantitative antibody responses. Until then, it is prudent to check for anti-Spike IgG levels in these patients with hematologic malignancies.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 544,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 545,
                    "end": 547,
                    "text": "13",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of conflicting Interests"
        },
        {
            "text": "The author(s) received no financial support for the research, authorship, and/or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "This manuscript contains de-identified information of 3 or less patients. Thus, the manuscript qualified for IRB exemption and waived the requirement to obtain informed consent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "SARS-CoV-2 vaccines in development",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Krammer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "586",
            "issn": "7830",
            "pages": "516--527",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Immunogenicity of a single dose of SARS-CoV-2 messenger RNA vaccine in solid organ transplant recipients",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyarsky",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Werbel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Avery",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "325",
            "issn": "17",
            "pages": "1784--1786",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Safety and immunogenicity of anti-SARS-CoV-2 messenger RNA vaccines in recipients of solid organ transplants",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abravanel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Ann Intern Med",
            "volume": "174",
            "issn": "9",
            "pages": "1336--1338",
            "other_ids": {
                "DOI": [
                    "10.7326/M21-1341.34029487"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Antibody response after second BNT162b2 dose in allogeneic HSCT recipients",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Redjoul",
                    "suffix": ""
                },
                {
                    "first": "Le",
                    "middle": [],
                    "last": "Bouter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Beckerich",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fourati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maury",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "398",
            "issn": "",
            "pages": "298--299",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Safety and immunogenicity of one versus two doses of the COVID-19 vaccine BNT162b2 for patients with cancer: interim analysis of a prospective observational study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Monin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Laing",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muñoz-Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet Oncol",
            "volume": "22",
            "issn": "6",
            "pages": "765--778",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Anti-spike antibody response to SARS-CoV-2 booster vaccination in patients with B cell-derived hematologic malignancies. Cancer Cell",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Greenberger",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Saltzman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Senefeld",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Degennaro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "L"
                    ],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "39",
            "issn": "",
            "pages": "1297--1299",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Immune responses to COVID-19 vaccines in patients with cancer: promising results and a note of caution",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "H"
                    ],
                    "last": "Segal",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Cancer Cell",
            "volume": "39",
            "issn": "",
            "pages": "1045--1047",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Three doses of an mRNA Covid-19 vaccine in solid-organ transplant recipients",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamar",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Abravanel",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Couat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Izopet",
                    "suffix": ""
                },
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Bello",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "N Engl J Med",
            "volume": "385",
            "issn": "7",
            "pages": "661--662",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "An mRNA vaccine against SARS-CoV-2 -preliminary report",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Rouphael",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "383",
            "issn": "20",
            "pages": "1920--1931",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Safety and immunogenicity of two RNA-based Covid-19 vaccine candidates",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Frenck",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Falsey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Antibody responses after first and second Covid-19 vaccination in patients with chronic lymphocytic leukaemia",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mcilroy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bruton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Blood Cancer J",
            "volume": "11",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Antibody response to COVID-19 vaccination in adults with hematologic malignant disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Ollila",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Masel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Oncol",
            "volume": "7",
            "issn": "11",
            "pages": "1714--1716",
            "other_ids": {
                "DOI": [
                    "10.1001/Jamaoncol.2021.4381.34379085"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Antibody response after a third dose of the mRNA-1273 SARS-CoV-2 vaccine in kidney transplant recipients with minimal serologic response to 2 doses",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Benotmane",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gautier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Perrin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA",
            "volume": "326",
            "issn": "11",
            "pages": "1063--1065",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "Austin R. Morrison  https://orcid.org/0000-0002-6253-9605 Ju Hee Katzman  https://orcid.org/0000-0002-6809-7043",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}