{
    "paper_id": "ed4ac26be2e06bd46ff05518ea4a4f82758b3299",
    "metadata": {
        "title": "Examining sex differences in the completeness of Peruvian CRVS data and adult mortality estimates",
        "authors": [
            {
                "first": "Helena",
                "middle": [
                    "Cruz"
                ],
                "last": "Castanheira",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "José",
                "middle": [],
                "last": "Henrique",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Costa",
                "middle": [],
                "last": "Monteiro Da Silva",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The production, compilation, and publication of death registration records is complex and usually involves many institutions. Assessing available data and the evolution of the completeness of the data compiled based on demographic techniques and other available data sources is of great importance for countries and for having timely and disaggregated mortality estimates. In this paper, we assess whether it is reasonable, based on the available data, to assume that there is a sex difference in the completeness of male and female death records in Peru in the last 30 years. In addition, we assess how the gap may have evolved with time by applying two-census death distribution methods on health-related registries and analyzing the information from the Demographic and Health Surveys and civil registries. Our findings suggest that there is no significant sex difference in the completeness of male and female health-related registries and, consequently, the sex gap currently observed in adult mortality estimates might be overestimated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Civil registration and vital statistics (CRVS) systems are essential to the monitoring of multiple health-and mortality-related Sustainable Development Goals for an effective planning of evidence-based health policies and for the allocation of financial resources . When CRVS systems are not implemented or are not robust enough for the construction of reliable health indicators, household surveys and population censuses are alternatives (AbouZahr and Boerma, 2005) . These information sources, however, lack the required details for some policy-specific situations. For example, several of the Sustainable Development Goals are directly related to causes of deaths, which require reliable information on individual cause of death following the International Statistical Classification of Diseases and Related Health Problems (ICD) (Naghavi et al., 2010) . In addition, CRVS systems are able to produce health and mortality indicators that are continuous and at a smaller scale at relatively lower costs, which contributes to monitoring health outcomes in remote and vulnerable areas (The University of Melbourne, 2019) .",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 467,
                    "text": "(AbouZahr and Boerma, 2005)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 834,
                    "end": 856,
                    "text": "(Naghavi et al., 2010)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1105,
                    "end": 1121,
                    "text": "Melbourne, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The importance of CRVS systems has been further highlighted during the COVID-19 pandemic, since countries with reliable systems are able to implement real-time monitoring of total deaths and plan informed health policy approaches to tackle the health crisis (World Health Organization, 2020) .",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 291,
                    "text": "(World Health Organization, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Latin America and the Caribbean (LAC) countries experienced an unprecedented mortality decline in the second half of the twentieth century (Guzmán et al., 2006; United Nations, 2019c) . These declines were followed by increases in death registration completeness levels through improvements of CRVS systems in the region (Guzmán et al., 2006; Gonzaga et al., 2018) . The quality and coverage of CRVS data is heterogeneous in LAC countries (Guzmán et al., 2006; Palloni and Pinto-Aguirre, 2011; Palloni et al., 2016) . For some LAC countries, death counts from administrative records have only recently become available for statistical purposes, disaggregated by age and sex (Mikkelsen et al., 2015) . Even when these data were available, they could contain inconsistencies in cause-of-death information, age groups, usual residence, or place of registration (Faijer, 1994; Mikkelsen et al., 2015) . Mortality assessments in LAC countries in the past were performed mostly using indirect methods which rely on summary indicators computed from household surveys or population censuses-such as under-5 mortality-and model life tables (Palloni, 1981; Moultrie et al., 2013) , although there is a significant difference across countries and CRVS systems (Palloni et al., 2016) .",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 160,
                    "text": "(Guzmán et al., 2006;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 161,
                    "end": 183,
                    "text": "United Nations, 2019c)",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 342,
                    "text": "(Guzmán et al., 2006;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 343,
                    "end": 364,
                    "text": "Gonzaga et al., 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 439,
                    "end": 460,
                    "text": "(Guzmán et al., 2006;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 461,
                    "end": 493,
                    "text": "Palloni and Pinto-Aguirre, 2011;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 494,
                    "end": 515,
                    "text": "Palloni et al., 2016)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 674,
                    "end": 698,
                    "text": "(Mikkelsen et al., 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 858,
                    "end": 872,
                    "text": "(Faijer, 1994;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 873,
                    "end": 896,
                    "text": "Mikkelsen et al., 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1131,
                    "end": 1146,
                    "text": "(Palloni, 1981;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1147,
                    "end": 1169,
                    "text": "Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1249,
                    "end": 1271,
                    "text": "(Palloni et al., 2016)",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Despite the overall improvements observed in the LAC region since the 1980s, Peru has reported low historical levels of completeness in the number of deaths registered in administrative records (Piscoya-Diaz and Queiroz, 2010) and deficient cause-of-death classification, presenting high proportions of ill-defined deaths (Naghavi et al., 2010) . In this sense, the progress of the CRVS system's performance in the country was classified as slow (Mikkelsen et al., 2015) . Nevertheless, the country has made substantial efforts to improve the CRVS systems over the last decade . Although the CRVS system in Peru is considered incomplete, its health-related data, which are published periodically by the Instituto Nacional de Estadística e Informática (INEI), or National Institute of Statistics and Informatics, is a continuous series by age and sex that spans over three decades. Combining this information with the most recent Population and Housing Census in the country (INEI, 2017) allows us to evaluate the relative completeness of registries for the last decades by sex and regions. 1 This analysis is useful to shed light on the relative completeness of the health-related registries in the country and regions, and to assess the differential completeness of the registries by sex, illuminating with real data the possible evolution of the sex gap in adult mortality in the country. Despite the recent estimates of completeness of death registration by sex (Piscoya-Diaz and Queiroz, 2010) , not much has been discussed about the trends in sex differentials in death registries from the health information system or in the evolution of the sex gap in adult mortality over the last decade in Peru. 2 The main objective of this paper is to assess the death registration relative completeness (DRRC) by sex over the last three decades in Peru for national and subnational levels. Then, the impact of the estimated DRRC sex differentials on the magnitude of Peru's observed mortality sex gap is evaluated. The observed trend in the sex gap is compared across multiple data sources and methods of mortality estimation. In this regard, data from the civil registry, Ministry of Health, and national demography and health surveys are used. Finally, a discussion on the sex differential in adult mortality in Peru is presented, considering the existing evidence on the sex gap, highlighting the importance of using existing CRVS data in developing countries to assess mortality differentials.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 226,
                    "text": "(Piscoya-Diaz and Queiroz, 2010)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 322,
                    "end": 344,
                    "text": "(Naghavi et al., 2010)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 446,
                    "end": 470,
                    "text": "(Mikkelsen et al., 2015)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 974,
                    "end": 986,
                    "text": "(INEI, 2017)",
                    "ref_id": null
                },
                {
                    "start": 1465,
                    "end": 1497,
                    "text": "(Piscoya-Diaz and Queiroz, 2010)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1699,
                    "end": 1706,
                    "text": "Peru. 2",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Most studies evaluating death registration completeness report its estimates by sex; however, the discussion regarding sex differentials in death registration is still scarce. In general, there are significant cultural and economic gender biases that hinder women's access to civil registration during delivery, marriage, and death (Silva and Snow, 2019; Orrell, 2020; Cobos et al., 2020) . In countries with high levels of gender inequality on birth registration, access to identity cards, and inheritance rights, the deaths of males with assets are usually more likely to be registered (Orrell, 2020) .",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 354,
                    "text": "(Silva and Snow, 2019;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 355,
                    "end": 368,
                    "text": "Orrell, 2020;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 369,
                    "end": 388,
                    "text": "Cobos et al., 2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 588,
                    "end": 602,
                    "text": "(Orrell, 2020)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Sex differentials in completeness of death registration"
        },
        {
            "text": "Recent results of death registration completeness exhibit mixed findings in regard to female disadvantages. Overall, most Latin American countries do not show significant differences in completeness between males and females (Gonzaga et al., 2018) . Ecuador, on the other hand, has reported slightly lower levels of death registration completeness and higher numbers of poor-quality death registries for females (Peralta et al., 2019) . In India, these numbers are still large, with 11% of female deaths being underreported compared to 5% of male deaths in the 2000-2010 period for its Sample Registration System (Yadav and Ram, 2019) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 247,
                    "text": "(Gonzaga et al., 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 412,
                    "end": 434,
                    "text": "(Peralta et al., 2019)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 613,
                    "end": 634,
                    "text": "(Yadav and Ram, 2019)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Sex differentials in completeness of death registration"
        },
        {
            "text": "In Peru, Piscoya-Diaz and and Gonzaga et al. (2018) found no clear pattern of sex differentials in death registration completeness; the male or female mortality advantage varied by region and by age trim selection when applying death distribution methods.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 51,
                    "text": "Gonzaga et al. (2018)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Sex differentials in completeness of death registration"
        },
        {
            "text": "Sex differentials in mortality have been widely studied and are well documented in the literature (United Nations, 1988) . In most countries, women currently show higher survival rates than men (United Nations, 2019c) . This is caused, among other things, by biological factors (Luy, 2003) , different health behaviours of males in relation to females-related to alcohol consumption, smoking, and differences in diet (Beltrán-Sánchez et al., 2015) , greater adult male vulnerability to cardiovascular diseases (Preston, 1976) , and violence (Canudas-Romo and Aburto, 2019). Among the related causes of death, significant excess male mortality is observed in young adulthood (15-24) (Nathanson, 1984) due to external causes and in late adulthood (50-70) (Preston, 1976; Nathanson, 1984) due to cardiovascular diseases and lung cancer, among other factors.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 120,
                    "text": "(United Nations, 1988)",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 217,
                    "text": "(United Nations, 2019c)",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 289,
                    "text": "(Luy, 2003)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 417,
                    "end": 447,
                    "text": "(Beltrán-Sánchez et al., 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 510,
                    "end": 525,
                    "text": "(Preston, 1976)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 682,
                    "end": 699,
                    "text": "(Nathanson, 1984)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 753,
                    "end": 768,
                    "text": "(Preston, 1976;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 769,
                    "end": 785,
                    "text": "Nathanson, 1984)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Sex differentials in life expectancy and mortality"
        },
        {
            "text": "In the twentieth century, mortality rates decreased faster for females than for males (Beltrán-Sánchez et al., 2015) , especially in countries able to significantly reduce maternal mortality and tuberculosis (Waldron, 1985) . Although women are more likely to discover illness, because they attend health services more often than men, as women have acquired similar health behaviours (especially related to diet, smoking, and alcohol consumption), the increase in sex differentials began to slow down (Wingard, 1984) . The sex differentials narrowed as observed for industrialized countries from 1970 to 1990 (Trovato and Lalu, 1996) .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 116,
                    "text": "(Beltrán-Sánchez et al., 2015)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 208,
                    "end": 223,
                    "text": "(Waldron, 1985)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 501,
                    "end": 516,
                    "text": "(Wingard, 1984)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 609,
                    "end": 633,
                    "text": "(Trovato and Lalu, 1996)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Sex differentials in life expectancy and mortality"
        },
        {
            "text": "In Latin America, male deaths from external causes (homicides, accidents, and suicides) contributes to the observed differences in life expectancy and years of life lived in adulthood between males and females (Alvarez et al., 2020; Calazans and Queiroz, 2020) . Peru also exhibits a relevant impact of external causes on males' life expectancy, even though to a smaller extent when compared to other LAC countries, such as Colombia, Honduras, and Mexico (Canudas-Romo and Aburto, 2019; Calazans and Queiroz, 2020) . Nevertheless, in Peru in 2016, males were more than twice as likely to die from accidents and injuries than females when considering reported causes of deaths (Bernabé-Ortiz and Carrillo-Larco, 2020).",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 232,
                    "text": "(Alvarez et al., 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 233,
                    "end": 260,
                    "text": "Calazans and Queiroz, 2020)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 424,
                    "end": 486,
                    "text": "Colombia, Honduras, and Mexico (Canudas-Romo and Aburto, 2019;",
                    "ref_id": null
                },
                {
                    "start": 487,
                    "end": 514,
                    "text": "Calazans and Queiroz, 2020)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Sex differentials in life expectancy and mortality"
        },
        {
            "text": "Peru has two main sources of administrative registries that provide annual information on deaths: the civil registry (RENIEC, Registro Nacional de Identificación y Estado Civil) and the Ministry of Health (MINSA, Ministerio de Salud). Since 2017, death records are also publicly available on the National Death Registry Information System (SINADEF, Sistema Informático Nacional de Defunciones).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Civil registry and health ministry data"
        },
        {
            "text": "The development of SINADEF was an initiative of Peru's statistics office (INEI), MINSA, and RENIEC with the purpose of enhancing the CRVS system's quality and coverage . Furthermore, it represented an opportunity for Peru to revise all the processes involved in the CRVS system, identifying challenges and bottlenecks .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Civil registry and health ministry data"
        },
        {
            "text": "SINADEF has already brought some positive outcomes to Peru's CRVS system, even though its implementation is still in progress. First, the system provided a unique database for the whole process of death registration, replacing multiple databases that required additional effort from MINSA during the compilation stage . Second, the initiative provided a new online cause-of-death classification system and promoted training programs for health workers to improve cause-of-death classification in the country .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Civil registry and health ministry data"
        },
        {
            "text": "There is strong evidence that these approaches contributed to the reduction of errors in Peru's cause-of-death information (Miki et al., 2018) . Some important challenges remain for the proper functioning of SINADEF and for the accounting of deaths in the health system, such as the unequal distribution of health facilities and human resources throughout the country and the lack of internet infrastructure in remote areas, which result in deaths without the supervision of doctors or without certification (Organisation for Economic Co-operation and Development, 2017; Vargas-Herrera et al., 2018) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 142,
                    "text": "(Miki et al., 2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 535,
                    "end": 570,
                    "text": "Co-operation and Development, 2017;",
                    "ref_id": null
                },
                {
                    "start": 571,
                    "end": 599,
                    "text": "Vargas-Herrera et al., 2018)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Civil registry and health ministry data"
        },
        {
            "text": "For this work, age and sex mortality profiles could be retrieved from the microdata of MINSA for the period 1994-2018 and from RENIEC for the period 2016-2019. Both databases were provided by INEI upon request by e-mail. Furthermore, records of total deaths from 2005 to 2019 by sex from RENIEC are publicly available. 3",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Civil registry and health ministry data"
        },
        {
            "text": "Since 1986, INEI has been responsible for the ENDES (Encuesta Demográfica y de Salud Familiar) survey, a household survey under the model of the Demographic and Health Surveys (DHS) Program (INEI, 1986 (INEI, -2019 . ENDES was conducted every 4 or 5 years (1986, 1991, 1996, 2000, 2004) ; from 2004 on, it was done every year. Through all these years, the ENDES survey has been an important tool for monitoring and evaluating Peru's population health, which is key to public policy design. More information on the questionnaires and sample size are presented in Appendix A.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 201,
                    "text": "(INEI, 1986",
                    "ref_id": null
                },
                {
                    "start": 202,
                    "end": 214,
                    "text": "(INEI, -2019",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 262,
                    "text": "(1986,",
                    "ref_id": null
                },
                {
                    "start": 263,
                    "end": 268,
                    "text": "1991,",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 274,
                    "text": "1996,",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 280,
                    "text": "2000,",
                    "ref_id": null
                },
                {
                    "start": 281,
                    "end": 286,
                    "text": "2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ENDES surveys"
        },
        {
            "text": "For mortality estimation, specifically, ENDES investigates information on birth and sibling histories of women of reproductive age. Also, since 2017, a section on household deaths was included in the survey. This last approach has the advantage of allowing for computing mortality rates by age and sex using death counts and exposed population from the same source for 5 years before the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENDES surveys"
        },
        {
            "text": "The microdata of the ENDES surveys (1996, 2000, (2004) (2005) (2006) (2007) (2008) (2009) (2010) (2011) (2012) (2013) (2014) (2015) (2016) (2017) (2018) (2019) are publicly available on INEI's website. 4",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 41,
                    "text": "(1996,",
                    "ref_id": null
                },
                {
                    "start": 42,
                    "end": 47,
                    "text": "2000,",
                    "ref_id": null
                },
                {
                    "start": 48,
                    "end": 54,
                    "text": "(2004)",
                    "ref_id": null
                },
                {
                    "start": 55,
                    "end": 61,
                    "text": "(2005)",
                    "ref_id": null
                },
                {
                    "start": 62,
                    "end": 68,
                    "text": "(2006)",
                    "ref_id": null
                },
                {
                    "start": 69,
                    "end": 75,
                    "text": "(2007)",
                    "ref_id": null
                },
                {
                    "start": 76,
                    "end": 82,
                    "text": "(2008)",
                    "ref_id": null
                },
                {
                    "start": 83,
                    "end": 89,
                    "text": "(2009)",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 96,
                    "text": "(2010)",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 103,
                    "text": "(2011)",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 110,
                    "text": "(2012)",
                    "ref_id": null
                },
                {
                    "start": 111,
                    "end": 117,
                    "text": "(2013)",
                    "ref_id": null
                },
                {
                    "start": 118,
                    "end": 124,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 125,
                    "end": 131,
                    "text": "(2015)",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 138,
                    "text": "(2016)",
                    "ref_id": null
                },
                {
                    "start": 139,
                    "end": 145,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 146,
                    "end": 152,
                    "text": "(2018)",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 159,
                    "text": "(2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ENDES surveys"
        },
        {
            "text": "In Table 1 , we present a summary of the main sources of death information in Peru and provide some details on the type of geographic disaggregation and age groups available. We have compiled and analyzed all the possible data sources available in the two intercensal periods to evaluate the consistency across databases. We computed death counts (numerator of mortality rates) from MINSA microdata for the years 1994-2018 (MINSA) 5 by region, age, and sex. Exposed population counts (denominator of mortality rates) by region, age, and sex were collected from national censuses of 1993 of , 2007 of (INEI, 1993 of , 2007 . These two data collections are used to estimate DRRC using death distribution methods (DDM) implemented in the R package DDM (Riffe et al., 2017) . Afterwards, we computed adjusted and unadjusted life table functions for ",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 586,
                    "text": "of 1993",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 587,
                    "end": 596,
                    "text": "of , 2007",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 597,
                    "end": 611,
                    "text": "of (INEI, 1993",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 621,
                    "text": "of , 2007",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 749,
                    "end": 769,
                    "text": "(Riffe et al., 2017)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Summary of available mortality data sources in Peru"
        },
        {
            "text": "World Population Prospects (WPP) consists of population estimates and projections and demographic indicators prepared by the United Nations Population Division (UNPD) for each country and for groups of countries. The estimates of Peru and other Latin American countries are prepared in collaboration with the Latin American and Caribbean Demographic Centre (CELADE) at the Economic Commission for Latin America and the Caribbean. The most recent estimates were published in the 2019 revision and are publicly available online; 6 it consists of demographic estimates from the 1950s to 2020, and projections are available from 2020 to 2100 (United Nations, 2019b). WPP 2019 estimates (mortality rates, population counts, age-specific fertility rates, and net migration) can also be retrieved through the R package wpp2019 (United Nations, 2020). For Peru, the 2019 revision used multiple data sources to derive mortality rates and life expectancy trends, such as sibling deaths from Demographic and Health Surveys (DHS), deaths by age and sex from Ministry of Health records through 2015 adjusted for underregistration using the growth balance method, and official estimates from INEI through 2007, among others (United Nations, 2019a) .",
            "cite_spans": [
                {
                    "start": 1210,
                    "end": 1233,
                    "text": "(United Nations, 2019a)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "World Population Prospects"
        },
        {
            "text": "For the current work, WPP 2019 life table estimates of Peru are used for the following periods: 1990-1995 (mid-period: 1993), 1995-2000 (1998), 2000-2005 (2003) , 2005-2010 (2008), 2010-2015 (2013), and 2015-2020 (2018) .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 160,
                    "text": "1990-1995 (mid-period: 1993), 1995-2000 (1998), 2000-2005 (2003)",
                    "ref_id": null
                },
                {
                    "start": 163,
                    "end": 219,
                    "text": "2005-2010 (2008), 2010-2015 (2013), and 2015-2020 (2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "World Population Prospects"
        },
        {
            "text": "The Global Burden of Disease (GBD) study, coordinated by IHME, investigates demographic and health indicators for all countries in the world (Wong, 2020) . The most recent study, published in 2019, compiled life tables for 204 countries, territories, and subnational areas. The data, which contain estimates of life expectancy ( e x ) and probability of death ( q x ) by age and sex, are publicly available on the Global Health Data Exchange website. 7 The GBD project uses the data from the Ministry of Health, censuses, and household surveys as inputs from Peru. 8 In general, life table functions are estimated by combining adult mortality estimation-adjusted by death registration completeness levels through death distribution methods (DDM)-and under-5 mortality rates (Wong, 2020) . In this paper, GBD life tables estimates for Peru from 1993 to 2019 are used for comparison with other estimates.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 153,
                    "text": "(Wong, 2020)",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 774,
                    "end": 786,
                    "text": "(Wong, 2020)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Global Burden of Disease"
        },
        {
            "text": "The Latin American Mortality Database (LAMBdA) contains information on population and mortality for 19 Latin American countries. LAMBdA also provides life table estimates adjusted for completeness of death registration, age misstatement, and ill-defined causes of death (Palloni et al., 2014) . The inputs for LAMBdA estimates are obtained from national census offices, the World Health Organization Mortality Database, and United Nations Demographic Yearbook (Palloni et al., 2014) .",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 292,
                    "text": "(Palloni et al., 2014)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 460,
                    "end": 482,
                    "text": "(Palloni et al., 2014)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Latin American Mortality Database"
        },
        {
            "text": "We use life table estimates available in the LAMBdA database for Peru from 1990 on (2000 and 2008 life tables for males and females) for a comparison of adult mortality estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Latin American Mortality Database"
        },
        {
            "text": "In this paper, different methods are used to assess adult mortality in Peru. The methods applied vary by data source, given the methodological possibilities of each data set. The methods range from the death distribution methods using two censuses to assess the relative completeness of death registries in relation to census data to sibling histories and the question of recent deaths in the household using the Peruvian Demographic and Health Surveys (INEI, 1986 (INEI, -2019 . In this section, all the methods are explained.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 464,
                    "text": "(INEI, 1986",
                    "ref_id": null
                },
                {
                    "start": 465,
                    "end": 477,
                    "text": "(INEI, -2019",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Methods for adult mortality assessment"
        },
        {
            "text": "Death distribution methods (DDMs) take death and population age and sex distributions and link them through growth rates and mathematical identities to evaluate the relative completeness of death registration or death counts in relation to censuses (Hill, 1999) . Three of these methods are largely used in DRRC estimation: (1) generalized growth balance (Brass, 1975; Hill, 1987) ; (2) synthetic extinct generations (SEG) (Bennett and Horiuchi, 1981) ; and (3) the adjusted version of the synthetic extinct generation method corrected by relative census coverage estimated from the general growth balance method (combined GGB-SEG) (Dorrington et al., 2008; Hill et al., 2009) . The rationale of each of these methods is briefly described in the following paragraphs. Brass (1975) proposed the growth balance equation to assess population completeness in stable populations closed to migration. This equation states that the entry rate at each age group x and over ( N (x)/N (x+) , where N(x) is number of members to age group x and N (x+) and members of age groups x and over is equal to the constant growth rate r (stability assumption) plus the exit rate from the population aged x and over ( D(x+)/N (x+) , where D(x+) is the number of deaths to population aged x and over. Considering a death record completion level C and observed deaths D * , we can estimate DRRC level by the ratio D * (x+)/D(x+).",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 261,
                    "text": "(Hill, 1999)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 355,
                    "end": 368,
                    "text": "(Brass, 1975;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 369,
                    "end": 380,
                    "text": "Hill, 1987)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 423,
                    "end": 451,
                    "text": "(Bennett and Horiuchi, 1981)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 632,
                    "end": 657,
                    "text": "(Dorrington et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 658,
                    "end": 676,
                    "text": "Hill et al., 2009)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 768,
                    "end": 780,
                    "text": "Brass (1975)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Death distribution methods"
        },
        {
            "text": "This method, which was further extended by Hill (1987) , is known as the generalized growth balance (GGB) method, to overcome the assumption of stable population, since most of the countries in which DDMs are used are still undergoing demographic transition processes with varying rates of population growth over the years. The extended method uses two-census populations by age and sex and death counts over the intercensal period and links these two measures through intercensal age-specific growth rates ( r(x+) ) and relative intercensal population coverage k 1 /k 2 , as stated in Eq. 1. The completeness C is estimated by fitting a linear regression curve between N (x+) − r(x+) and D * N (x+) points and computing the slope of the fitted curve.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 54,
                    "text": "Hill (1987)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Generalized growth balance method"
        },
        {
            "text": "Although not assuming a stable population, the method still assumes that population is closed to migration (it can be further adapted to allow for migration; see Hill and Queiroz (2010)), relative census coverage is the same for all ages, and the completeness of reporting of deaths is the same for all ages, above a minimum age (in this paper, age 15). These assumptions will be discussed further in the section dedicated to the combined GGB-SEG method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Generalized growth balance method"
        },
        {
            "text": "The SEG method uses age and sex deaths distribution (D(x)) over a two-census period and the age-specific growth rates (r(x)) between those censuses to construct an estimated stationary population with distribution N (x) by summing up the deaths recorded in the period weighted by the age-specific growth rates (Bennett and Horiuchi, 1981) .",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 338,
                    "text": "(Bennett and Horiuchi, 1981)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Synthetic extinct generation method"
        },
        {
            "text": "The mathematical identity to estimate N (x) is presented in Eq. 2.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic extinct generation method"
        },
        {
            "text": "Hence, the completeness of death counts can be estimated by comparing the constructed synthetic population counts with the observed counts from population censuses:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Synthetic extinct generation method"
        },
        {
            "text": "Beyond assuming that population is closed to migration, the SEG method assumes that death completeness is age-independent after a minimum age, there is no substantial age and sex misreporting, and there is no difference between censuses enumeration Horiuchi, 1981, 1984) .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 270,
                    "text": "Horiuchi, 1981, 1984)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Synthetic extinct generation method"
        },
        {
            "text": "The adjusted version of the SEG method-also known as the SEG-delta method (Dorrington et al., 2008) or combined GGB-SEG method (Hill et al., 2009 )-uses the intercensal relative enumeration coverage denoted by k 1 /k 2 of the GGB method to adjust either population from the first or second census and overcome biases introduced by the assumption of absence of census omission (Hill, 1987; Hill et al., 2009 ). The GGB-SEG and SEG and the method are the best fit for the Peruvian census and the results are presented here.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 99,
                    "text": "(Dorrington et al., 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 127,
                    "end": 145,
                    "text": "(Hill et al., 2009",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 376,
                    "end": 388,
                    "text": "(Hill, 1987;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 389,
                    "end": 406,
                    "text": "Hill et al., 2009",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": "(1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": "The estimates of death registration completeness were computed using the R package DDM, developed to calculate the relative completeness of CRVS using DD methods with population counts in two points in time (Riffe et al., 2017) .",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 227,
                    "text": "(Riffe et al., 2017)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": "These methods have been widely used in demography, and the violation of assumptions has been tested in different simulation exercises (e.g., Dorrington et al., 2008; Hill et al., 2009; Murray et al., 2010; Palloni et al., 2016) . All three methods have been shown to be sensitive when migration, age misreporting and constant age completeness, and underenumeration levels assumptions are violated (Dorrington et al., 2008; Hill et al., 2009) . In general, the GGB method is more sensitive for age misreporting and differential death coverage by age, and the SEG method is highly affected by migration (Dorrington et al., 2008; Hill et al., 2009) . The SEG method is particularly sensitive to significant changes in census underenumeration; the adjusted version of the method, which adjusts relative coverage of censuses computed by GGB, represents a feasible solution to that issue (Dorrington et al., 2008) .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 165,
                    "text": "Dorrington et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 166,
                    "end": 184,
                    "text": "Hill et al., 2009;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 185,
                    "end": 205,
                    "text": "Murray et al., 2010;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 206,
                    "end": 227,
                    "text": "Palloni et al., 2016)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 397,
                    "end": 422,
                    "text": "(Dorrington et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 423,
                    "end": 441,
                    "text": "Hill et al., 2009)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 601,
                    "end": 626,
                    "text": "(Dorrington et al., 2008;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 627,
                    "end": 645,
                    "text": "Hill et al., 2009)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 882,
                    "end": 907,
                    "text": "(Dorrington et al., 2008)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": "The selection of the age range to compute DRRC has been used to overcome possible violations of the methods' assumptions (Hill et al., 2009; Hill, 2017) , especially those related to the migration assumption. Net migration estimates can be used for adjusting population counts in DDM, but this approach should be considered with caution, since net migration estimates are difficult to precise (Moultrie et al., 2013) . However, it is still recommended to take into account the possible biases generated when these assumptions are not met. The migration issue is generally treated by adjusting the selection criteria of age groups to compute DRRC levels. Hill et al. (2009) recommends computing the average of GGB and SEG methods using the age range 30+ and 65+ when migration is seen to affect the estimation procedure-it is not recommended to use much older age groups (75+) due to age-misreporting issues. Other approaches consider the use of a hybrid version of GGB and SEG methods: Murray et al. (2010) suggest using SEG for age range 55 to 80, GGB for 50 to 70, and GGB-SEG for 50 to 70, Hill (2017) recommends the age range from 5 to 65 for GGB and 50 to 70 for SEG; and Glei et al. (2019) use age groups 5 to 65, 30 to 65 and the optimum age selection range retrieved by the R package DDM, based on the minimization of the root mean square error of estimates.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 140,
                    "text": "(Hill et al., 2009;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 141,
                    "end": 152,
                    "text": "Hill, 2017)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 393,
                    "end": 416,
                    "text": "(Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 654,
                    "end": 672,
                    "text": "Hill et al. (2009)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 986,
                    "end": 1006,
                    "text": "Murray et al. (2010)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1177,
                    "end": 1195,
                    "text": "Glei et al. (2019)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": "In this paper, different age ranges are used, and the sensitivity of the methods' results regarding the age ranges used are evaluated. More specifically, we computed multiple DRRC estimates from a total of 20 age group combinations from 15 to 19 up to ages 75 to 79, considering at least eight adjacent age groups. The minimum and maximum values of these 20 estimates are presented as sensitivity analysis intervals. Although specific age groups could be used considering the ages less likely to be influenced by migration in order to have more exact results of the method, in this paper we present both the minimum, and maximum correction possible using the combined GGB-SEG and SEG methods to shed light on the possible sizes of the adult mortality gap in life expectancy at age 15.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": "In Latin America, these methods have been frequently used to assess the levels of relative completeness of CRVS data (Palloni et al., 2016) and have shown reliability in mortality assessments of developing countries (Hill, 2017) . Recent country-specific papers have been published to evaluate the relative completeness of CRVS data from Guatemala (Hill, 2003) , Peru (Piscoya-Diaz and , Brazil (Queiroz et al., , 2020a (Queiroz et al., , 2020b , Costa Rica (Glei et al., 2019) , and Ecuador (Peralta et al., 2019) .",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 139,
                    "text": "(Palloni et al., 2016)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 216,
                    "end": 228,
                    "text": "(Hill, 2017)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 348,
                    "end": 360,
                    "text": "(Hill, 2003)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 395,
                    "end": 419,
                    "text": "(Queiroz et al., , 2020a",
                    "ref_id": null
                },
                {
                    "start": 420,
                    "end": 444,
                    "text": "(Queiroz et al., , 2020b",
                    "ref_id": null
                },
                {
                    "start": 458,
                    "end": 477,
                    "text": "(Glei et al., 2019)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 492,
                    "end": 514,
                    "text": "(Peralta et al., 2019)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Combined GGB-SEG method"
        },
        {
            "text": "In the Peruvian ENDES surveys of 2018 and 2019, the respondents were asked about age at death, sex, and date of death of household members who had died in the years before the survey. 9 These mortality questionnaires, usually applied in national censuses, provide information for computing mortality profiles, which are helpful for understanding age and sex differentials even when the resulting mortality level is not accurate. Furthermore, ENDES has the advantage of providing both the numerator (deaths) and denominator (exposed population) of age-specific mortality rates from the same data source (Moultrie et al., 2013) .",
            "cite_spans": [
                {
                    "start": 602,
                    "end": 625,
                    "text": "(Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Recent deaths in the household"
        },
        {
            "text": "One limitation of mortality data collected from surveys is that it is largely sensitive to the sample size, since deaths are rare events (Moultrie et al., 2013) . We considered the deaths that occurred within the 5-year interval prior to the survey reference date to minimize problems with sample size and to obtain smoother estimates. Therefore, the periods 2013 to 2017 (mid-period: 2015.5) and 2014 to 2018 (mid-period: 2016.5) were used as reference periods for estimates from the ENDES surveys of 2018 and 2019, respectively.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 160,
                    "text": "(Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Recent deaths in the household"
        },
        {
            "text": "In countries with defective or incomplete death registration systems, estimates of mortality are usually provided through indirect methods by population censuses or by specific questionnaires in household surveys. The collection of sibling histories has been widely used by the DHS program to provide estimates of adult and maternal mortality in these countries (Stanton et al., 1997; Masquelier, 2013) .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 384,
                    "text": "(Stanton et al., 1997;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 385,
                    "end": 402,
                    "text": "Masquelier, 2013)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Adult mortality estimation from sibling histories"
        },
        {
            "text": "From sibling histories data, we can also retrieve direct estimates of adult mortality. The computation of population exposure demands detailed information from siblings, including sex, age, birth date, date of death, and age at death (if deceased) (Stanton et al., 1997; Moultrie et al., 2013) . With this set of information, age-specific death rates for previous years are estimated through dividing the death counts over a specific period by the population exposure. The population exposed to the risk of dying is computed by summing up person-years' contributions of siblings who died and survived over the period (Moultrie et al., 2013) .",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 270,
                    "text": "(Stanton et al., 1997;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 271,
                    "end": 293,
                    "text": "Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 617,
                    "end": 640,
                    "text": "(Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Adult mortality estimation from sibling histories"
        },
        {
            "text": "In the Peruvian ENDES survey, sibling histories were collected in module 73 of the questionnaire, which is specific to maternal mortality assessment. Women aged 12 to 49 were asked about contraceptive use, reproductive history, and survival history of brothers and sisters. Since ages of siblings are usually close to the age of the respondent, estimates of adult mortality probabilities for ages higher than 50 are likely to be biased (Moultrie et al., 2013) . Therefore, we focus our mortality probability estimates on ages 15 to 50 ( 35 q 15 ).",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 459,
                    "text": "(Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Adult mortality estimation from sibling histories"
        },
        {
            "text": "Despite the straightforward approach, the death probabilities constructed from sibling histories have some important issues that may result in biased estimates. For instance, we may cite the underreporting of deaths (especially for older respondents), which underestimates death probability results (Moultrie et al., 2013) , the presence of sibling duplicates, and the small sample sizes of surveys (Masquelier, 2013) . Recent findings have also provided evidence of errors of misreporting siblings' ages and dates (Helleringer et al., 2014a (Helleringer et al., , 2014b Masquelier et al., 2021) .",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 322,
                    "text": "(Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 399,
                    "end": 417,
                    "text": "(Masquelier, 2013)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 515,
                    "end": 541,
                    "text": "(Helleringer et al., 2014a",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 542,
                    "end": 570,
                    "text": "(Helleringer et al., , 2014b",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 571,
                    "end": 595,
                    "text": "Masquelier et al., 2021)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Adult mortality estimation from sibling histories"
        },
        {
            "text": "In this analysis, we tried to minimize the errors brought by omitted deaths by computing estimates of adult mortality for periods up to 20 years before the survey's reference date. Furthermore, we used multiple sets of sibling histories (from surveys from 2009 to 2019) to evaluate the consistency across estimates (Moultrie et al., 2013) . Nevertheless, we must highlight some caveats and warnings regarding the sibling histories collection of the ENDES survey in Peru. The variables of deceased siblings' date of birth and date of death, used to retrieve population exposures, were all missing in the surveys' microdata of 2009, 2012, 2013, 2014, 2015, 2016, 2017, 2018, and 2019 . Thus, the dates were estimated from the variables on age at death, years since siblings' death, and date of interview. Also, data for the years 2016 and 2018 presented high missing counts for the sampling weights of female respondents (96% and 94% missing, respectively), and the information of sibling histories for these 2 years were not considered in the analysis. For the other years ranging from 2009 to 2019, the sampling weights of female respondents did not present missing values (detailed information on ENDES's sample size and missing values for the specific variables are available in Appendix A).",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 338,
                    "text": "(Moultrie et al., 2013)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 625,
                    "end": 681,
                    "text": "2009, 2012, 2013, 2014, 2015, 2016, 2017, 2018, and 2019",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Adult mortality estimation from sibling histories"
        },
        {
            "text": "The adult mortality estimates from sibling histories were done using the R package demogsurv, developed to calculate demographic measures using household survey data (Eaton and Masquelier, 2021) .",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 194,
                    "text": "(Eaton and Masquelier, 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Adult mortality estimation from sibling histories"
        },
        {
            "text": "The differences in the total number of deaths available from the two main data sources (MINSA and RENIEC) can be observed in Table 2 . Between 2005 and 2011, the difference between deaths registered in the civil registry and in the Ministry of Health ranged from 8.9 to 27.2%. This relative difference increased up to 2016, when the civil registry recorded 49.6% more deaths than the Ministry of Health. The differences by sex in this period are very similar, with deaths of males registered in the civil registry system usually being slightly more than deaths of females (with the exception of the years 2012 and 2015). On average, from 2005 to 2017, MINSA had 24.2% and 27.1% more registered deaths than the MINSA database. From 2010 on, the civil registry data present significant increases in the number of deaths registered from 1 year to the next, which can be a result of efforts to improve the data recollection. The year 2017 presents an unusual result for the MINSA data, with the difference between the two sources decreasing almost 20%. The increase in the MINSA registers in 2017 was slightly higher for females than for males; the difference for males went from 49.9% in 2016 to 25.1% in 2017 and for females from 49.5 to 22.4%, with the difference between the registers in the two sources decreasing by 27%.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 125,
                    "end": 132,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Health records vs civil registration"
        },
        {
            "text": "The fluctuation observed in 2016-2017 might have been influenced by the implementation of the SINADEF system in its initial stages. The change in procedure and the establishment of online protocols for death registration may have affected the data completeness, since some areas of the country lack the infrastructure to implement these online systems .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health records vs civil registration"
        },
        {
            "text": "In general, we expect lower numbers of deaths in health records (MINSA) than in civil registries (RENIEC) if higher death counts occur outside of the health systems. Notwithstanding this, if the registration of deaths is very low in the country, or the civil registration office does not offer, for example, an information system with a nationwide database, health records can be higher than the civil registry records. In Latin America, few countries have information technology systems in which the standardization and harmonization of birth and death registries are done at the moment of the event registration, resulting in a single and harmonized database, as in Chile, for example. Brazil and Mexico, such as Peru, also have two databases for death registration: one from civil registration records and the other from health records. Whether the health records are higher or lower varies across countries and considerably within countries, depending on different factors. Brazilian Institute of Geography and Statistics recently developed a matching procedure for the two databases to investigate the differences between them at the municipality level (IBGE, 2018).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health records vs civil registration"
        },
        {
            "text": "The RENIEC data present more information and would be ideal to analyze the evolution of the sex gap in Peru over the last decades. However, the data covering the period of three censuses, disaggregated by age and sex, are available only for MINSA-as mentioned in the data section. The RENIEC data are available by age and sex only for 2016 on. In this regard, we use the DDM method to estimate the relative completeness of the MINSA data by sex and the 2016, 2017, 2019, and 2019 RENIEC data to validate the estimated sex gap in adult mortality using the MINSA data and DDM method.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health records vs civil registration"
        },
        {
            "text": "Tables 3 and 4 present the results of completeness of death records from the Ministry of Health using the combined GGB-SEG and the SEG methods for males and females for the 1993-2007 and 2007-2017 census periods. We computed the estimated sensitivity analysis intervals with the minimum and maximum values computed from the 20 possible age selection combinations we presented in the methodological section and their respective mean values. The relative completeness of death registration of MINSA data in Peru has shown a stagnant or worsening performance in the period from 1993 to 2017. Female deaths had a mean relative completeness from the GGB-SEG method of 84% in 1993-2007 period (ranging from 81 to 87%), which reduced to 79% in the 2007-2017 period (ranging from 74 to 88%). For males, those values were 80% (ranging from 76 to 85%) and 79% (ranging from 72 to 90%) respectively. Therefore, mean estimates and sensitivity analysis intervals do not suggest significant sex differences in completeness of death registration in MINSA data. The wider sensitivity analysis intervals for the last intercensal period might be related to greater migration flows in the country. The sex difference at the subnational level need to be interpreted with caution due to differential internal net migration flows by sex, which means that the sex difference in the relative completeness estimated might not be real but an artifact of the biases produced by the method due to sex-differences in the net migration flows across regions. Areas from higher socioeconomic strata (located in the coastal areas of the country) are among those with the highest DRRC levels (Tacna, Lima, and Callao). These results might reflect the unequal distribution of health services, infrastructure, and wealth throughout the country (Huynen et al., 2005) .",
            "cite_spans": [
                {
                    "start": 1808,
                    "end": 1829,
                    "text": "(Huynen et al., 2005)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Death registration completeness by sex and region"
        },
        {
            "text": "Although these estimates are similar to Piscoya-Diaz and and Urdinola and Queiroz (2020), with the latter having a DRRC of 77% and 81% for males and females, respectively, for 1993 to 2005, the estimated DRRC differs significantly from the relative completeness of 53.3% estimated by Palloni et al. (2014) for Peru in 2008 ",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 305,
                    "text": "Palloni et al. (2014)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Death registration completeness by sex and region"
        },
        {
            "text": "Adult mortality estimates of 35 q 15 , which is the probability of dying between ages 15 and 49, are presented in Fig. 1 . Overall, WPP 2019, GBD, and LAMBdA estimates present higher levels of adult mortality for both males and females during the entire period analyzed . Estimates from MINSA, SINADEF and RENIEC data are lower than these estimates, as expected, because these data are known to be incomplete, but all series show internal consistency throughout the years. The data bars named \"MINSA GGB-SEG\" and \"MINSA SEG\" correspond to the Ministry of Health data series adjusted for relative completeness using the sensitivity analysis interval values presented in Tables 3 and 4 , as estimated with the combined GGB-SEG and SEG methods. The series adjusted by SEG method present lower values than the reference estimates, but they are getting closer to GBD and WPP 2019 estimates over the last years than the GGB-SEG method. So, the series adjusted by the SEG method are closer to WPP 2019 and GBD reference estimates. Furthermore, we also present the estimates computed from ENDES survey household deaths and sibling histories. This last method is known for underestimating mortality (Masquelier, 2013) and its results must be seen with caution. Although the levels of these estimates are much lower, they present a trend in time by sex that is consistent with the other estimates. This trend is not followed by our unadjusted estimates using data from MINSA, SINA-DEF, RENIEC, and the ENDES survey, or the MINSA series adjusted by GGB-SEG and SEG methods. ENDES results of household mortality inquiry present estimates of sex gap ranging from 2.10 in 2015.5 to 3.40 in 2016.5. The estimates using Ministry of Health data (MINSA and SINADEF) show an oscillatory but decreasing trend in the sex gap until the beginning of the availability of SINADEF. The interval estimates obtained by adjusting MINSA data by the sensitivity analysis interval of completeness of death registration levels present results between GBD estimates and unadjusted MINSA estimates from 2010 to 2018, within the range of 2.00 to 3.25 years of sex gap in life expectancy at age 15. Even at the highest levels of estimated DRRC, the estimated sex gap in life expectancy at age 15 is below 3.75 in the last intercensal period.",
            "cite_spans": [
                {
                    "start": 1190,
                    "end": 1208,
                    "text": "(Masquelier, 2013)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 120,
                    "text": "Fig. 1",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 683,
                    "text": "Tables 3 and 4",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Probability of dying between ages 15 and 49"
        },
        {
            "text": "The age-specific mortality rates, and consequently life expectancy at age 15, estimated using combined GGB-SEG and SEG methods, have some limitations that are important to highlight. First of all, it is not possible to assume that all assumptions of the death distribution methods (population closed to migration, absence of age misreporting, and constant death registration completeness among all age groups) are met. Even though a combination of age ranges was provided to show the possible adjustments to the data and the sensitivity of estimates for breaking these assumptions, for estimating official mortality rates in the country one should define a specific age group selection and implement more testing for the violation of the methods' assumptions. Also, when estimating mortality rates for age 60 and above, it is important to take into account adjustments for old age mortality misreporting (Preston et al., 1999; Palloni and Pinto-Aguirre, 2011) . In this paper, it is assumed that old age misreporting is similar for males and females, and so it would not significantly affect the sex gap in life expectancy at age 15, but it can affect the level of e 15 for each sex (see Table 8 in Appendix B). The old age adjustment can be driving the differences in the levels of life expectancy encountered in our estimates and LAMBdA and WPP 2019 estimates if the assumptions are not being met. In conclusion, for official life table estimation in Peru, the recommendation is to analyze old age misreporting and to adjust the data accordingly. ",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 926,
                    "text": "(Preston et al., 1999;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 927,
                    "end": 959,
                    "text": "Palloni and Pinto-Aguirre, 2011)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 1188,
                    "end": 1195,
                    "text": "Table 8",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Sex gap in life expectancy at age 15"
        },
        {
            "text": "This paper assessed the data available for Peru using different demographic methods to investigate relative death registration completeness of adult deaths by sex and its effects on trends of life expectancy sex differentials at age 15. The complexity underlying mortality estimates and the range of data and methods available can be noted in this work. Peru has two CRVS data sources: health records from the Ministry of Health (MINSA) for longer age-sex time series; and civil registration records from the civil registration office (RENIEC), which has age data from 2016 on. The two data sources varied considerably in the number of deaths recorded from 2005 to 2019 and users need to have caution when compiling mortality statistics for the country doing a detailed quality assessment of the sources. Recently, MINSA have developed the National Death Information System (SINADEF), a promising database created to unify and harmonize death registration records, enhancing data quality and coverage .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Besides CRVS data, mortality estimates were also computed using the Peruvian Demographic and Health Survey (ENDES) recent household and sibling histories mortality information. All these results were then compared to publicly available life table estimates collected from the World Population Prospects (WPP 2019 revision), Global Burden of Disease (GBD 2019), and Latin American Mortality Database (LAMBdA). We refer to these three data sources as reference estimates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our results and the reference estimates show that CRVS data in Peru are still incomplete over the past decade. Nevertheless, the level assumed for this completeness varied significantly across methods used, which could be noted by comparing the estimates of the probability of dying between ages 15 and 49 with the GGB and GGB-SEG method, also known as the SEG-delta method (Dorrington et al., 2008) . However, the completeness estimates are not significantly different between males and females. These results are in tandem with previous studies for the region that did not find striking differences in the levels of completeness by sex (Gonzaga et al., 2018; Peralta et al., 2019) .",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 399,
                    "text": "(Dorrington et al., 2008)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 638,
                    "end": 660,
                    "text": "(Gonzaga et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 661,
                    "end": 682,
                    "text": "Peralta et al., 2019)",
                    "ref_id": "BIBREF45"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although we have not adjusted the mortality data for old age misreporting-so, we assumed old age misreporting was not differentiated by sex-the sex gap in life expectancy estimated with the MINSA data, other unadjusted databases, and the MINSA series adjusted by DRRC estimates does not provide evidence for an increasing sex gap in life expectancy at age 15 in Peru. Our results suggest that the gap in life expectancy at age 15 in Peru in the last decade is between 2 and 3.75 years (considering estimates from both GGB-SEG and SEG), which could be higher because of old age misreporting, contrasting with the 5.25 years presented in the 2019 revision of WPP for the 2015-2020 period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The paper has also revealed the challenges that emerge when working with CRVS data and mortality estimates and the difficulties in establishing the \"one rule fits all\" when doing mortality assessments. For instance, the decision regarding which data should be used to estimate mortality rates, RENIEC (civil registry) or MINSA (health records), is not straightforward, because it depends of data availability and data disaggregation. The civil registration system is a multi-stage process that often involves multiple arms of government (Ministry of Health, Ministry of Interior, National Statistics Office) which entails a complex flow of data across the different steps of vital event notification, registration and certification (of cause of death). Having well-structured and interconnected information systems is a challenge and needs consistent institutional integration, data quality assessment and political will for being able to gather all deaths occurring in the country.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The COVID-19 crisis highlighted the great need for robust and timely data collection with subnational breakdowns by age, sex, and cause of death. Moreover, the COVID-19 pandemic reinforced the importance of strengthening CRVS systems for building capacity to monitor the direct and indirect impacts of the disease across the country. Analyzing the quality of CRVS data, either by observing the trends of the registries through time at the national and subnational levels, assessing the completeness of death records with demographic methods, or even using the data for analytical purposes, helps with the diagnosis of problems in death recording at the local level and promotes the enhancement of data capacity and data utility in the country. Discrepancies between health information system and the civil registration data need to be continuously evaluated and studied to guide progressive enhancement to the system. Building up solid and resilient death registration systems is key to advancing the country's efforts to meet the Sustainable Development Goals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The ENDES survey inquired about household deaths that occurred over a specific period in its module 64-household questionnaire. The ENDES survey of 2018 and 2019 had the same sample design and a sample size of 36,760 households. In Figs. 3 and 4, we show parts of the household questionnaire used to retrieve the denominator and numerator counts for computing mortality rates from the survey.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ENDES survey-household mortality"
        },
        {
            "text": "The ENDES survey module 73-maternal mortality-questionnaire was answered by females aged 12 to 49. It collected, among other things, birth histories, contraceptive usage, and sibling histories. For adult mortality assessment from the recorded sibling histories, we used the following variables from the ENDES surveys 1996 ENDES surveys , 2000 ENDES surveys , 2004 ENDES surveys -2006 ENDES surveys , 2009 ENDES surveys -2019 • v005: sampling weight for females in the questionnaire for women in reproductive ages (12-49) was used to reconstruct the population profile of this specific subgroup; • mm1: sex (1-male, 2-female); • mm2: surviving status of sibling (0-dead, 1-alive, 8-does not know); • mm3: current age of sibling (values ranging from 0 to 96, 97-97 years and over, 98does not know); • mm4: birth date in CMC (century month code) format; • mm6: years since sibling death (values ranging from 0 to 96, 97-97 years and over, 98-does not know); • mm7: age of sibling at death (values ranging from 0 to 96, 97-97 years and over, 98does not know); Missing counts for each variable and the number of siblings and sibling deaths reported by female respondents are presented in Tables 5 and 6 . Table 5 Number of siblings and sibling deaths recorded in ENDES survey Peru, 1996 Peru, , 2000 Peru, , 2004 Peru, -2006 Peru, , 2009 Peru, -2019 ENDES ",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 321,
                    "text": "ENDES surveys 1996",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 342,
                    "text": "ENDES surveys , 2000",
                    "ref_id": null
                },
                {
                    "start": 343,
                    "end": 363,
                    "text": "ENDES surveys , 2004",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 383,
                    "text": "ENDES surveys -2006",
                    "ref_id": null
                },
                {
                    "start": 384,
                    "end": 404,
                    "text": "ENDES surveys , 2009",
                    "ref_id": null
                },
                {
                    "start": 405,
                    "end": 424,
                    "text": "ENDES surveys -2019",
                    "ref_id": null
                },
                {
                    "start": 1271,
                    "end": 1281,
                    "text": "Peru, 1996",
                    "ref_id": null
                },
                {
                    "start": 1282,
                    "end": 1294,
                    "text": "Peru, , 2000",
                    "ref_id": null
                },
                {
                    "start": 1295,
                    "end": 1307,
                    "text": "Peru, , 2004",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1319,
                    "text": "Peru, -2006",
                    "ref_id": null
                },
                {
                    "start": 1320,
                    "end": 1332,
                    "text": "Peru, , 2009",
                    "ref_id": null
                },
                {
                    "start": 1333,
                    "end": 1344,
                    "text": "Peru, -2019",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1183,
                    "end": 1197,
                    "text": "Tables 5 and 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1200,
                    "end": 1207,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "ENDES survey-sibling histories"
        },
        {
            "text": "In this appendix, we present the estimates for 35 q 15 and e 15 in selected years in Tables 7 and 8 . We chose to report the estimates from the same periods (or close to these periods, when results were not available for them) of the reference estimates of WPP 2019 (1993, 1998, 2003, 2008, 2013, and 2018 ). ",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 305,
                    "text": "(1993, 1998, 2003, 2008, 2013, and 2018",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 99,
                    "text": "Tables 7 and 8",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Appendix B"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Health information systems: The foundations of public health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "References Abouzahr",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Boerma",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bulletin of the World Health Organization",
            "volume": "83",
            "issn": "",
            "pages": "578--593",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Latin American convergence and divergence towards the mortality profiles of developed countries",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Aburto",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Canudas-Romo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Population Studies",
            "volume": "74",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00324728.2019.1614651"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Twentieth century surge of excess adult male mortality. Proceedings of the National Academy of Sciences of the United States of America",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beltrán-Sánchez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Finch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Crimmins",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "112",
            "issn": "",
            "pages": "8993--8998",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1421942112"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Estimating the completeness of death registration in a closed population",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horiuchi",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Population Index",
            "volume": "47",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2307/2736447"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Mortality estimation from registered deaths in less developed countries",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Horiuchi",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Demography",
            "volume": "21",
            "issn": "2",
            "pages": "217--233",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "La transición epidemiológica en el Perú: análisis de los registros de mortalidad del",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernabé-Ortiz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Carrillo-Larco",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Methods for estimating fertility and mortality from limited and defective data",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Brass",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The adult mortality profile by cause of death in 10 Latin American countries (2000-2016)",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Calazans",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pan-American Journal of Public Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Youth lost to homicides: Disparities in survival in Latin America and the Caribbean",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Canudas-Romo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Aburto",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Global Health",
            "volume": "4",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjgh-2018-001275"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The dangers of gender bias in CRVS and cause-of-death data: The path to health inequality. Knowledge briefs on gender and CRVS. Ottawa, Canada: Centre of Excellence for Civil Registration and Vital Statistics (CRVS) Systems, International Development Research Centre",
            "authors": [
                {
                    "first": "Cobos",
                    "middle": [],
                    "last": "Muñoz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sant",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Becedas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Fat",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Deaths distribution methods for estimating adult mortality: Sensitivity analysis with simulated data errors, revisited",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dorrington",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Timaeus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Moultrie",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Population Association of America 2008 Annual Meeting",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Demogsurv: Demographic analysis of DHS and other household surveys",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Masquelier",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "La calidad de las estadísticas vitales en América Latina. Seminario Internacional de Calidad Estadística",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Faijer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Costa Rican mortality 1950-2013: An evaluation of data quality and trends compared with other countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Glei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barbieri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Santamaría-Ulloa",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Demographic Research",
            "volume": "1",
            "issn": "40",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Compression of mortality: The evolution of the variability in the age of death in Latin America",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzaga",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E C"
                    ],
                    "last": "Lima",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Revista Latinoamericana de población",
            "volume": "12",
            "issn": "23",
            "pages": "9--35",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The demography of Latin America and the Caribbean since 1950",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Guzmán",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martínez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Contreras",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "González",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Population",
            "volume": "",
            "issn": "5-6",
            "pages": "519--620",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Reporting errors in siblings' survival histories and their impact on adult mortality estimates: Results from a record linkage study in Senegal",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helleringer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kanté",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duthé",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Andro",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Demography",
            "volume": "51",
            "issn": "2",
            "pages": "387--411",
            "other_ids": {
                "DOI": [
                    "10.1007/s13524-013-0268-3"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Improving the quality of adult mortality data collected in demographic surveys: Validation study of a new siblings' survival questionnaire in Niakhar",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helleringer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pison",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Masquelier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kanté",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Douillot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duthé",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Senegal. PLoS Medicine",
            "volume": "11",
            "issn": "5",
            "pages": "1--18",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001652"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Estimating census and death registration completeness",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Asian and Pacific Population Forum",
            "volume": "1",
            "issn": "",
            "pages": "23--24",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Methods for measuring adult mortality in developing countries: A comparative review",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Métodos para estimar la mortalidad adulta en los países en desarrollo: una revisión comparativa",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Notas de Población",
            "volume": "1",
            "issn": "76",
            "pages": "81--111",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Analytical methods to evaluate the completeness and quality of death registration: Current state of knowledge",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Adjusting the general growth balance method for migration. Revista Brasileira de Estudos de População",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "7--20",
            "other_ids": {
                "DOI": [
                    "10.1590/S0102-30982010000100002"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Death distribution methods for estimating adult mortality: Sensitivity analysis with simulated data errors",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Demographic Research",
            "volume": "21",
            "issn": "9",
            "pages": "235--254",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "La transición epidemiológica en el Perú",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M T E"
                    ],
                    "last": "Huynen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vollebregt",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Martens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Benavides",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "ENDES -Encuesta demográfica y de salud familiar",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibge",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Censos Nacionales IX de Población IV de Vivienda",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Censos Nacionales XI de Población VI de Vivienda",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Inei",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "2020 from https:// censo s2017. inei. gob. pe/ redat am/ Institute for Health Metrics and Evaluation (IHME)",
            "authors": [],
            "year": 2017,
            "venue": "Censos Nacionales XII de Población VII de Vivienda",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Causes of male excess mortality: Insights from cloistered populations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Population and Development Review",
            "volume": "29",
            "issn": "4",
            "pages": "647--676",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1728-4457.2003.00647.x"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Adult mortality from sibling survival data: A reappraisal of selection biases",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Masquelier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Demography",
            "volume": "50",
            "issn": "",
            "pages": "207--228",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Errors in reported ages and dates in surveys of adult mortality: A record linkage study in Niakhar (Senegal). Population Studies",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Masquelier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanyangarara",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pison",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kanté",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Ndiaye",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Douillot",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duthé",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sokhna",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Delaunay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Helleringer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/00324728.2020.1854332"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Saving lives through certifying deaths: Assessing the impact of two interventions to improve cause of death data in Peru",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rampatige",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Adair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cortez-Escalante",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vargas-Herrera",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-018-6264-1"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A global assessment of civil registration and vital statistics systems: Monitoring data quality and progress",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mikkelsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Abouzahr",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "W"
                    ],
                    "last": "Setel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Savigny",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "386",
            "issn": "15",
            "pages": "60171--60175",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)60171-4"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Tools for demographic estimation. Paris: International Union for the Scientific Study of Population International Union for the Scientific Study of Population",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moultrie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dorrington",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Timaeus",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zaba",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "What can we conclude from death registration? Improved methods for evaluating completeness",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Rajaratnam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Marcus",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Laakso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS Medicine",
            "volume": "7",
            "issn": "4",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1000262"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Algorithms for enhancing public health utility of national causes-of-death data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naghavi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Makela",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Foreman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;brien",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pourmalek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lozano",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Population Health Metrics",
            "volume": "8",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1478-7954-8-9"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Monitoring health system performance in Peru",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Nathanson",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annual Review of Sociology",
            "volume": "10",
            "issn": "",
            "pages": "191--213",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Knowledge briefs on gender and CRVS. Ottawa, Canada: Centre of Excellence for Civil Registration and Vital Statistics (CRVS) Systems, International Development Research Centre",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Orrell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Mortality in Latin America: Emerging patterns",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palloni",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Population and Development Review",
            "volume": "7",
            "issn": "4",
            "pages": "623--649",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Adult mortality in Latin America and the Caribbean",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palloni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinto-Aguirre",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "International handbook of adult mortality",
            "volume": "",
            "issn": "",
            "pages": "101--132",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Latin American Mortality Database (LAMBdA)",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palloni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinto-Aguirre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beltrán-Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "United Nations Expert Group Meeting on the methodology and Lessons learned to evaluate the completeness and quality of vital statistics data from civil registration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palloni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pinto-Aguirre",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Beltrán-Sánchez",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Evaluation of the mortality registry in Ecuador (2001-2013)-Social and geographical inequalities in completeness and quality",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peralta",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Benach",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Borrell",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Espinel-Flores",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cash-Gibson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marí-Dell&apos;olmo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Population Health Metrics",
            "volume": "1",
            "issn": "17",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12963-019-0183-y"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "What do we know about adult mortality and data quality in Peru? Mortality coverage levels and trends from recent decades",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piscoya-Diaz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "219--241",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Mortality patterns in national populations",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Preston",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Effects of age misreporting on mortality estimates at older ages",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Elo",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Population Studies",
            "volume": "53",
            "issn": "2",
            "pages": "165--177",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Completeness of death-count coverage and adult mortality (45q15) for Brazilian states from 1980 to 2010",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H M A"
                    ],
                    "last": "Freire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzaga",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E C"
                    ],
                    "last": "Lima",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Revista Brasileira de Epidemiologia",
            "volume": "1",
            "issn": "20",
            "pages": "21--33",
            "other_ids": {
                "DOI": [
                    "10.1590/1980-5497201700050003"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Comparative analysis of completeness of death registration, adult mortality and life expectancy at birth in Brazil at the subnational level. Population Health Metrics",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzaga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M N"
                    ],
                    "last": "Vasconcelos",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "T"
                    ],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M X"
                    ],
                    "last": "Abreu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12963-020-00213-4"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Temporal and spatial trends of adult mortality in small areas of Brazil",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E C"
                    ],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "H M A"
                    ],
                    "last": "Freire",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Gonzaga",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Genus",
            "volume": "76",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s41118-020-00105-3"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Why the Sustainable Development Goal agenda needs strong civil registration and vital statistics systems",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sorchik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brolan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "DDM: Death Registration Coverage Estimation. R package version 1.0-0",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Riffe",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "C C"
                    ],
                    "last": "Lima",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Queiroz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Knowledge brief series on gender and CRVS. Ottawa, Canada: Centre of Excellence for Civil Registration and Vital Statistics (CRVS) Systems, International Development Research Centre",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Snow",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "DHS maternal mortality indicators: An assessment of data quality and implications for data use",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stanton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Abderrahim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Macro International. Retrieved",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Narrowing sex differentials in life expectancy in the industrialized world: Early 1970's to early 1990's",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Trovato",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Lalu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Social Biology",
            "volume": "43",
            "issn": "1-2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1080/19485565.1996.9988911"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Sex differentials in survivorship in the developing world: Levels, regional patterns and demographic determinants. Department of International Economic and Social Affairs. Population Division",
            "authors": [],
            "year": 1988,
            "venue": "Population Bulletin of the United Nations",
            "volume": "25",
            "issn": "",
            "pages": "51--64",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Methodology of the United Nations population estimates and projections. World Population Prospects 2019. Department of International Economic and Social Affairs",
            "authors": [],
            "year": 2019,
            "venue": "Files/ WPP20 19_ Metho dology. pdf United Nations",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Latin American Human Mortality Database",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "P"
                    ],
                    "last": "Urdinola",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Queiroz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Preliminary results of strengthening the national death registry information system",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vargas-Herrera",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "G"
                    ],
                    "last": "Nuñez",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Ohno",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Pérez-Lu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "V"
                    ],
                    "last": "Huarcaya",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clapham",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cortez-Escalante",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Revista Peruana de Medicina Experimental y Salud Publica",
            "volume": "35",
            "issn": "3",
            "pages": "505--514",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "What do we know about causes of sex differences in mortality? A review of the literature",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Waldron",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Population Bulletin of the United Nations",
            "volume": "18",
            "issn": "",
            "pages": "59--76",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The sex differential in morbidity, mortality, and lifestyle",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Wingard",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Annual Review of Public Health",
            "volume": "5",
            "issn": "1",
            "pages": "433--458",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Global age-sex-specific fertility, mortality, healthy life expectancy (HALE), and population estimates in 204 countries and territories, 1950-2019: A comprehensive demographic analysis for the Global Burden of Disease study 2019",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "396",
            "issn": "",
            "pages": "30977--30983",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30977-6"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Revealing the toll of COVID-19: A technical package for rapid mortality surveillance and epidemic",
            "authors": [],
            "year": 2020,
            "venue": "Vital Strategies and WHO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "There Is a glaring gender bias in death registrations in India",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Yadav",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ram",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Economic and Political Weekly",
            "volume": "54",
            "issn": "51",
            "pages": "2349--8846",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF1": {
            "text": "Estimated death registration completeness for adult deaths with the two-census SEG and combined GGB-SEG methods in Peru and its regions-2007-2017Format: [mean value (sensitivity analysis interval)]. Sources: Estimated from Ministry of Health data and censuses 5 and abovePalloni et al. (2016). The reasons for these differences withPalloni et al. (2014) are not clear and require further investigation.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "presents the results of estimated sex-gap trends in life expectancy at age 15 in Peru. The sex gap in e 15 is estimated as the difference between female life expectancy at age 15 and male life expectancy at age 15. WPP 2019 estimates show an increasing trend in life-expectancy sex gap from around 4 years in favor of women in 1990 to 1995 to approximately 5.25 years of female advantage in 2018. These estimates imply strong differential assumptions regarding the completeness of death registration of males and females at ages 15 and above. The other reference estimates do not show a clear trend. Adult mortality probability-35 q 15 -estimates computed from MINSA, SINADEF, RENIEC, ENDES, WPP 2019, and GBD 2019 data by year and sex from 1990 to 2019, Peru. MINSA results were adjusted by GGB-SEG and SEG sensitivity analysis intervals",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Life expectancy at 15 year sex-gap estimates from MINSA, SINADEF, RENIEC, ENDES, WPP 2019, and GBD 2019 data by year and sex from 1990 to 2019, Peru. MINSA results were adjusted by GGB-SEG and SEG sensitivity analysis intervals",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Household mortality questionnaire-ENDES 2018, Peru Fig. 4 Household members questionnaire-ENDES 2018, Peru • mm8: date of death of sibling in CMC format; • mm15: sibling's year of death.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Official data sources for mortality information and disaggregation characteristics, Peru",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Difference between the number of deaths published by the Ministry of Health and the civil registry by year and sex, from 2005 to 2018, Peru Percent difference computed by 100 * (RENIEC/MINSA − 1) a MINSA 2019 deaths are not available to date. So, 2019 MINSA values correspond to 2019 SINADEF's online death record values",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Estimated death registration completeness for adult deaths with the two-census SEG and combined GGB-SEG methods in Peru and itsregions-1993-2007    Format: [mean value (sensitivity analysis interval)]. Sources: Estimated from Ministry of Health data and censuses",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Percentage of missing values for age and date variables required for mortality assessment from sibling histories in ENDES survey",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Probability of dying between ages 15 and 49 estimates ( 35 q 15 ) for selected years and data sources Peru, 1993-2019 a MINSA estimates adjusted by GGB-SEG and SEG methods correspond to the sensitivity analysis interva b ENDES 35 q 15 estimates from sibling histories correspond to the maximum and minimum values computed or the respective period",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Life expectancy at age 15 and gap estimates for selected years and data sources Peru, 1993-2019 a MINSA estimates adjusted by GGB-SEG and SEG methods correspond to the sensitivity analysis interva",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank Guiomar Bay for the valuable comments and input provided and the staff of Peru's National Institute of Statistics and Informatics (Instituto Nacional de Estadística e Informática) for the great support received, in the name of Dilcia Durand, Luis Meza, William Risco, Elva Davila, and Nancy Hidalgo. In addition, the authors would like to thank all the members of the IUSSP Scientific Panel on Population Perspectives and Demographic Methods to Strengthen Civil Registration and Vital Statistics (CRVS) Systems who supported this research. Special thanks to Everton Lima, Bruno Masquelier, Patrick Gerland, Karen Carter, and Romesh Silva, who provided valuable comments and suggestions for this paper. The views expressed in this paper are those of the author and do not necessarily reflect the views of the United Nations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions Both authors read and approved the final manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abbreviations"
        },
        {
            "text": "Helena Cruz Castanheira was supported by an IUSSP CRVS fellowship made possible with financial support from the Centre of Excellence for Civil Registration and Vital Statistics Systems, housed at the International Development Research Centre (IDRC). The Centre of Excellence is jointly funded by Global Affairs Canada and IDRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The data used in this paper are available on INEI's website (https:// www. inei. gob. pe) and from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The authors declare that they have no competing interests.Received: 14 January 2021 Accepted: 28 November 2021",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}