{
    "paper_id": "ed70025c61792b3301913bfaba657fa53358e603",
    "metadata": {
        "title": "The teachings of Long COVID",
        "authors": [
            {
                "first": "Nisreen",
                "middle": [
                    "A"
                ],
                "last": "Alwan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Southampton",
                    "location": {
                        "settlement": "Southampton",
                        "country": "UK"
                    }
                },
                "email": "n.a.alwan@soton.ac.uk"
            }
        ]
    },
    "abstract": [
        {
            "text": "Long COVID is prolonged illness resulting from SARS-CoV-2 infection. Its serious implications for individuals and society have been missing from public communication and pandemic policy. Here, I draw on my lived experience, research, and advocacy work with Long COVID and reflect on the lessons learnt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Long COVID is the state of not recovering several weeks following acute infection with SARS-CoV-2, whether tested or not 1 . It is a patient-made 2 umbrella term for this condition, which may involve multiple pathologies. The underlying mechanisms are still largely unknown, but hypotheses include inflammatory or autoimmune processes, organ damage and scarring, hypercoagulability, endothelial damage, or even persistent viral protein in the body 3,4 . Based on the UK Office for National Statistics (ONS) estimates, the prevalence of Long COVID is around 1 in 7 people at three months from the infection, and it is most common in working-age adults, but also occurs in other age groups, including children 5 . More recent ONS figures indicate that there are 376,000 people in the UK who have had Long COVID for at least one year 6 . It has a wide range of symptoms, but the most common are exhaustion, breathlessness, muscle aches, cognitive dysfunction, including poor memory and difficulty concentrating, headache, palpitations, dizziness and chest tightness or heaviness. The nature of the symptoms is mostly relapsing, resulting in significant dysfunction and limitations in a relatively large proportion of sufferers 6,7 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "During the past year, I have been advocating for Long COVID, as well as doing research on it. I experienced it after developing COVID-19 symptoms in March 2020. My acute illness was not severe, so I did not go to hospital, as the medical advice at the time was to isolate at home, and that, like flulike illness, one would be completely recovered within a week or two. This also meant I did not have access to testing to confirm infection, as community testing stopped in the UK on March 12, 2020 8 . Although I felt improvements, the illness did not go away after several weeks. Some of my symptoms, the chest heaviness, muscle aches, and fatigue, remained fluctuating for months, while new symptoms, such as palpitations, also appeared. Every time I felt it was almost over, symptoms came back. I started recognising and avoiding some of the activities that triggered the symptoms, but I could not always work out what caused the relapses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The constant cycle of disappointment at not completely recovering was devastating. The never-ending symptoms and their effect on my daily activities were a cause for worry. It was somewhat reassuring that so many others were posting similar stories on social media, but it was a struggle to get Long COVID recognised by governments and national health agencies as a serious problem back then. It seemed nobody had thought about the enormous implications of chronic disease as a result of letting SARS-CoV-2 spread through the community, assuming it would all be fine for those classed as non-vulnerable. As I wrote in a previous piece 'death is not the only thing to count in this pandemic, we must count lives changed' 9 . I urged public health agencies to quantify and define Long COVID 10,11 . Over the last year, I have been engaging in",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "forums to raise awareness on its significance, impact, and scale. I have also worked with other people living with Long COVID to research the characteristics of the illness 7 . Through this journey, I have learnt some lessons that apply not only to Long COVID but more widely to pandemic preparedness, equality, and social justice, and how medicine and society deal with similar chronic conditions.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "text": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first lesson was how much our understanding, as scientists or physicians, can be enriched by patient experience. This includes genuine patient involvement in all stages of science and healthcare design, but may also include us wearing the two hats of patient and expert. Unfortunately, a lot of healthcare professionals and health scientists across the world caught SARS-CoV-2 with many suffering the consequences of Long COVID. In the UK, 3.6% of all healthcare staff were estimated to have Long COVID 5 . The experience of the illness not only brings deep understanding and appreciation of its real-life impact, but also of the questions that need answering 12 . People with lived experience must have a central role in shaping the research and services agenda because they are experts in living with the disease. Even with substantial patient involvement in shaping care and research, some sections of society will always have more representation in decision-making forums than others. Therefore, without seeking insight and input from those usually unheard, our response will always be inadequate.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 508,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Another lesson was that we need systems in place that measure morbidity in addition to mortality. We have always been better at measuring the acute over the chronic, but it is the latter that has the most long-lasting impact on societies. At the beginning of the pandemic, long-term illness and ensuing disability due to COVID were completely dismissed and did not shape policy decisions. This is partly because they were not adequately quantified, and the models informing policy and public opinion used short-term outcomes of hospitalisation and death. It is disheartening to still frequently see recovery confused with short-term survival or hospital discharge. We need systems to record recovery and continued illness following infection, accurately and universally. Disease registers have been employed for other chronic conditions such as cancer and could prove very valuable for Long COVID as well as other post-viral illnesses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A third lesson was that we must challenge stereotyped narratives that tend to dominate the Long COVID discourse. Long COVID has been predominately pictured as something that mainly ails middle-aged women. However, the difference in the prevalence between women and men seems relatively small (15% vs 13% according to ONS estimates 5 ). Women have experienced not being believed about their symptoms with other similar chronic conditions, such as chronic fatigue syndrome and fibromyalgia 13 . This has the potential to lead to stigma and institutional discrimination 14 . When the dismissal of concerns and symptoms by service providers and employers is compounded by demographic, ethnic, social, and economic pre-existing structural disparities, the injustice is exacerbated. The stigma can become internalised potentially depriving people with lived experience of Long Covid from recognition, support, and services because they do not want to face the dismissal, disbelief, and denial. We must not repeat past mistakes of stereotyping and pushing those already disadvantaged away from seeking help.",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "To avoid the effect of stereotyping, stigma, and variation in recognition, and to measure the effect of Long COVID on systems, the economy, and the whole of society, we need to agree case definitions as soon as possible. Science on the topic is evolving and case definitions will need to be frequently updated, but we cannot afford to wait. People living with Long COVID need proper clinical assessments, medical investigations, and a diagnosis. A diagnosis is necessary not only for treatment and rehabilitation purposes, but also to maintain livelihoods. Without it, people with what are considered 'unexplained symptoms' may lose out on employment rights and benefits, leading to financial hardship that can exacerbate their illness. The diagnosis could simply be an umbrella term like Long COVID that encompasses some uncertainty about how it manifests. A case definition for research can be more stringent than that for the purpose of surveillance. Criteria used for clinical diagnosis must be the most inclusive because people's lives depend on them (11) . The case definitions must be based on clinical assessment and not be dependent on laboratory tests, since there is a range of problems with these, including access, affordability, and accuracy.",
            "cite_spans": [
                {
                    "start": 1056,
                    "end": 1060,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Though perhaps the most important lesson that Long COVID taught me, and I hope it can teach others, is that showing humility in the face of uncertainty is the first right step to deal with a phenomenon that we do not fully understand. Throughout the pandemic, I have seen uncertainty in science, medicine and public health communicated with certainty. This has been largely damaging, and that includes the case of Long COVID. The possibility that COVID-19 might not be a short illness for all, was entirely dismissed from public communication, despite multiple examples of devastating long-lasting effects of other viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Assumptions have been made about the nature, cause, and mode of treatment of Long COVID, despite a lack of evidence to support them. Acknowledging we do not know everything does not mean inaction. It means informed action with honesty, which may involve applying the precautionary principle until we know more.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The pandemic is not over, and it is peaking in many parts of the world. Therefore, preventing Long COVID should be high on everyone's agenda. Long COVID messaging must be incorporated in all prevention policies including vaccination and nonpharmacological interventions. The effect of COVID-19 vaccines in modifying the course of Long COVID is still uncertain and under investigation 15 . In the meantime, the primary purpose of vaccination in relation to Long COVID should be to prevent it in those who do not have it, and to prevent re-infection in those who do.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As for me, I am grateful that my Long COVID has been a lighter guest in 2021, with less frequent and shorter visits. This is sadly not the story of everybody who is living with it, with many not improving, or deteriorating over time. Let us, for their sake, not repeat past mistakes and learn from the global experience of this phenomenon to help all people living with similar underresearched chronic conditions, and prevent more from happening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Received: 26 June 2021; Accepted: 29 June 2021;",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Long covid: how to define it and how to manage it",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nabavi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "How and why patients made Long Covid",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Callard",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perego",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Soc. Sci. Med",
            "volume": "268",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Post-acute COVID-19 syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nalbandian",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nat. Med",
            "volume": "27",
            "issn": "",
            "pages": "601--615",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Decoding the unknowns in long covid",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Altmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Boyton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Office for National Statistics. Prevalence of ongoing symptoms following coronavirus (COVID-19) infection in the UK: 1",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Office for National Statistics. Prevalence of ongoing symptoms following coronavirus (COVID-19) infection in the UK: 4",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Characteristics of Long Covid: findings from a social media survey",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ziauddeen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.21.21253968"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Covid-19: lack of capacity led to halting of community testing in March, admits deputy chief medical officer",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Nisreen A Alwan: what exactly is mild covid-19?",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alwan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Opin",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A negative COVID-19 test does not mean recovery",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alwan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "584",
            "issn": "",
            "pages": "170--170",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Defining long COVID: going back to the start",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alwan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Medicine",
            "volume": "2",
            "issn": "",
            "pages": "501--504",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "From doctors as patients: a manifesto for tackling persisting symptoms of covid-19",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alwan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "370",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Women's experiences of stigma in relation to chronic fatigue syndrome and fibromyalgia",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Åsbring",
                    "suffix": ""
                },
                {
                    "first": "A.-L",
                    "middle": [],
                    "last": "Närvänen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Qualitative Health Res",
            "volume": "12",
            "issn": "",
            "pages": "148--160",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Marija Pantelic and Nisreen Alwan: the stigma is real for people living with long covid",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pantelic",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Alwan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The four most urgent questions about long COVID",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Nature",
            "volume": "594",
            "issn": "",
            "pages": "168--170",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "fine for those classed as non-vulnerable. COMMUNICATIONS MEDICINE | (2021) 1:15 | https://doi.org/10.1038/s43856-021-00016-0 | www.nature.com/commsmed",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "The author declares no competing interests. The author has lived experience of Long COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        },
        {
            "text": "Correspondence and requests for materials should be addressed to N.A.A.Reprints and permission information is available at http://www.nature.com/reprintsPublisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional information"
        }
    ]
}