{
    "paper_id": "ede15e09fcb86d89b29ec569ffe2317f00dd579e",
    "metadata": {
        "title": "Volatility Sensitive Bayesian Estimation of Portfolio VaR and CVaR",
        "authors": [
            {
                "first": "Taras",
                "middle": [],
                "last": "Bodnar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stockholm University",
                    "location": {
                        "postCode": "SE-10691",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Vilhelm",
                "middle": [],
                "last": "Niklasson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stockholm University",
                    "location": {
                        "postCode": "SE-10691",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "Thorsén",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stockholm University",
                    "location": {
                        "postCode": "SE-10691",
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "In this paper, a new way to integrate volatility information for estimating value at risk (VaR) and conditional value at risk (CVaR) of a portfolio is suggested. The new method is developed from the perspective of Bayesian statistics and it is based on the idea of volatility clustering. By specifying the hyperparameters in a conjugate prior based on two different rolling window sizes, it is possible to quickly adapt to changes in volatility and automatically specify the degree of certainty in the prior. This constitutes an advantage in comparison to existing Bayesian methods that are less sensitive to such changes in volatilities and also usually lack standardized ways of expressing the degree of belief. We illustrate our new approach using both simulated and empirical data. Compared to some other well known homoscedastic and heteroscedastic models, the new method provides a good alternative for risk estimation, especially during turbulent periods where it can quickly adapt to changing market conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Bayesian statistics was introduced in portfolio analysis in the 1970s with the pioneering works of Winkler (1973) , Barry (1974) , and Klein and Bawa (1976) . One of the main advantages of the Bayesian approach compared to traditional plug-in methods is that the Bayesian methodology makes it possible to employ useful prior information. How to include such prior information has been a topic of interest during the last decades and several different approaches have been suggested. A well known method was proposed by Black and Litterman (1992) who provided an informal Bayesian model based on market equilibrium arguments. Another popular approach was suggested by Pástor (2000) and Pástor and Stambaugh (2000) in which asset pricing models were used to include prior information. Tu and Zhou (2010) also suggested a Bayesian model where priors were imposed on the solution of a problem rather than on the original model parameters. Although these methods provide good ways to specify the prior belief, they do not enable a systematic quantification of the certainty in that belief. This puts the investor in a difficult position since it is generally not obvious how certain he or she should be in the prior.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 113,
                    "text": "Winkler (1973)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 116,
                    "end": 128,
                    "text": "Barry (1974)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 135,
                    "end": 156,
                    "text": "Klein and Bawa (1976)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 519,
                    "end": 545,
                    "text": "Black and Litterman (1992)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 667,
                    "end": 680,
                    "text": "Pástor (2000)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 685,
                    "end": 712,
                    "text": "Pástor and Stambaugh (2000)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 783,
                    "end": 801,
                    "text": "Tu and Zhou (2010)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Moreover, these methods focus mainly on finding optimal portfolio weights and it is not easy to calibrate them for different purposes, such as risk estimation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Since more than a decade, the Basel regulations require banks to use value at risk (VaR) and conditional value at risk (CVaR) in their risk assessments (The Basel Committee on Banking Supervision, 2019). All trading desks that are bounded by these regulations must perform regular backtesting of their risk models. The backtesting procedure required by Basel is based on a binomial test of a 'hit sequence' where each number in the sequence is 1 if the daily VaR has been exceeded and 0 if it has not been exceeded. Hence it resembles the testing procedure suggested by Christoffersen (1998) . Based on the outcome of the test, different capital requirements are imposed on the bank and models that perform badly will even be prohibited.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 591,
                    "text": "Christoffersen (1998)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Many alternative ways of performing VaR and CVaR backtesting have recently been suggested in the literature (see, e.g., Escanciano and Pei (2012) , Ziggel et al. (2014) , Kratz et al. (2018) , and references therein). However, no matter the backtesting procedure, the estimation of VaR and CVaR remains a challenging task, especially, when considering a portfolio consisting of several assets since the number of parameters to estimate grows very fast.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 145,
                    "text": "Escanciano and Pei (2012)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 148,
                    "end": 168,
                    "text": "Ziggel et al. (2014)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 171,
                    "end": 190,
                    "text": "Kratz et al. (2018)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An important factor which determines the forecast quality is estimation error and its impact on the forecasting procedure. Recently, Kerkhof and Melenberg (2004) and Du and Escanciano (2017) investigated what effect the estimation uncertainty has on exceedances of VaR in the case of a single asset. Both papers derived the variance of the asymptotic distributions of the suggested test statistics. They deduced that the effect can be large, depending on the ratio of the out-of-sample and in-sample period. However, the application of Bayesian methods completely avoids this issue, since it automatically takes the estimation error into account.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 161,
                    "text": "Kerkhof and Melenberg (2004)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 166,
                    "end": 190,
                    "text": "Du and Escanciano (2017)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another reason why risk determination is a challenging task is because the asset returns are not homogeneous. A well-known characteristic of asset returns is that large or small deviations tend to group together in time. This can clearly be seen in financial data from, for instance, the financial crises in 2008 or, more recently, the Covid-19 outbreak in 2020. This phenomenon is known as volatility clustering and it has been documented in numerous articles (see, e.g., Ding et al., 1993; Ding and Granger, 1996) . Different models have been suggested to cope with this, most notably the GARCH model (Engle, 1982) . However, due to the dimensionality issue of the full multivariate GARCH model, the less general DCC-GARCH model is commonly used to model multiple financial assets (Engle, 2002) . The model has also been applied to estimate VaR and CVaR of portfolios (see, e.g., Lee et al., 2006; Santos et al., 2013) . However, fitting a DCC-GARCH model is still quite computationally demanding since it usually involves maximizing a potentially complicated likelihood function. Moreover, there is no guarantee that a global optimum is reached.",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 491,
                    "text": "Ding et al., 1993;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 492,
                    "end": 515,
                    "text": "Ding and Granger, 1996)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 603,
                    "end": 616,
                    "text": "(Engle, 1982)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 783,
                    "end": 796,
                    "text": "(Engle, 2002)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 882,
                    "end": 899,
                    "text": "Lee et al., 2006;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 900,
                    "end": 920,
                    "text": "Santos et al., 2013)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper contributes to the current literature on Bayesian portfolio analysis and risk estimation by suggesting a new and simple algorithm for specifying the hyperparameters in a conjugate prior which takes volatility clustering into account. The new method also enables automatic specification of the degree of belief in the prior, hence it resolves the current issue of uncertainty specification. Simulated and empirical data from S&P 500 are used to illustrate how the suggested method performs and how it compares to other well-known methods with respect to Basel backtesting, especially during the recent Covid-19 outbreak.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper is organized as follows. In Section 2, we present a Bayesian model of portfolio returns and we provide expressions of VaR and CVaR derived by using the posterior predictive distribution. Section 3 presents the new algorithm for specifying the hyperparameters in the conjugate prior. In Section 4, the Basel procedure for backtesting VaR and CVaR is described.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Section 5 contains a simulation study where the new method is compared to other existing approaches. The comparison is continued in Section 6 with real market data. Finally, Section 7 contains the conclusions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Let x t be the k-dimensional vector of asset returns at time t and let x (t−1) = (x t−n , ..., x t−1 ) stand for the observation matrix of the asset returns x t−n , ..., x t−1 taken from time t − n until t − 1. The vector of portfolio weights is denoted by w and it determines how much the investor owns of each asset. We assume that the whole investor's wealth is shared between the selected assets, i.e., 1 k w = 1 where 1 k denotes the k-dimensional vector of ones. The return of the portfolio with weights w at time point t is then given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "(2.1)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "From the Bayesian perspective, the posterior predictive distribution of X P,t , i.e., the conditional distribution of X P,t given x (t−1) , is computed by (see, e.g., p. 244 in Bernardo and Smith, 2000) f",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 202,
                    "text": "Bernardo and Smith, 2000)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "where Θ denotes the parameter space, f (·|θ) is the conditional density of X P,t given θ, and π(θ|x (t−1) ) stands for the posterior distribution of θ given Assume that the asset returns x i , i ∈ {t − n, ..., t}, are multivariate normally distributed and independent when conditioning on mean vector µ and covariance matrix Σ. The conjugate prior is then given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "where m 0 , r 0 , S 0 and d 0 are hyperparameters, N k m 0 , 1 r 0 Σ denotes the multivariate normal distribution with mean vector m 0 and covariance matrix 1 r 0 Σ, and IW k (d 0 , S 0 ) denotes the inverse Wishart distribution with d 0 degrees of freedom and parameter matrix S 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "It can be shown that the posterior predictive distribution (2.2) under these assumptions is a generalized Student's t-distribution when using the conjugate prior (see, e.g., Winkler, 1973; Bodnar et al., 2022) . More precisely, let X P,t be a random variable which follows the posterior predictive distribution, then",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 188,
                    "text": "Winkler, 1973;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 189,
                    "end": 209,
                    "text": "Bodnar et al., 2022)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "where the right hand side is implicitly conditioned on observed data, τ (d k,n ) denotes a random variable following the standard t-distribution with d k,n = n + d 0 − 2k degrees of freedom and r k,n = n + r 0 + 1 (n + r 0 )(n + d 0 − 2k) ,x t−1 = nx + r 0 m 0 n + r 0 , (2.5)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "i=t−n x i denotes the sample mean. Using (2.4), it follows directly by the definitions of VaR and CVaR at level α ∈ (0.5, 1) that the portfolio risk using these risk measures (commonly denoted by Q) is given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "where q α depends on if VaR or CVaR is considered. More precisely, let d α (d k,n ) be the α quantile of the t-distribution with d k,n degrees of freedom. Then",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "when considering VaR, and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "when considering CVaR (see, Bodnar et al., 2022 , for details).",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 47,
                    "text": "Bodnar et al., 2022",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "A Bayesian model of portfolio returns and estimation of VaR and CVaR"
        },
        {
            "text": "The conjugate prior defined in (2.3) is an informative prior which has been used extensively in the Bayesian financial literature and many different ways have been suggested on how to specify its four hyperparameters. Some of the methods use only historical data of the assets returns following the empirical Bayes approach (see, e.g., Frost and Savarino, 1986; Kolm and Ritter, 2017; Bauder et al., 2021) whereas others use additional input, for instance, from asset pricing models (see, e.g., Pástor, 2000; Pástor and Stambaugh, 2000) .",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 361,
                    "text": "Frost and Savarino, 1986;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 362,
                    "end": 384,
                    "text": "Kolm and Ritter, 2017;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 385,
                    "end": 405,
                    "text": "Bauder et al., 2021)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 495,
                    "end": 508,
                    "text": "Pástor, 2000;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 509,
                    "end": 536,
                    "text": "Pástor and Stambaugh, 2000)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Using only historical data where all vectors of the asset returns are of equal importance, as in the empirical Bayes approach, works well when the market conditions are stable. However, it is well known that markets behave irregularly and volatility clustering is often observed in financial data. Existing asset pricing models usually focus on the mean behaviour of asset returns, while a little attention is paid to capture volatility clustering (see, e.g, Pástor, 2000) .",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 472,
                    "text": "Pástor, 2000)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Manually expressing the hyperparameters based on a personal belief is also very difficult. For moderate portfolio sizes the covariance matrix is hard to specify, as it includes a positive definite constraint which is highly nonlinear. Moreover, it is very difficult to specify the degree of belief in the covariance matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "We suggest a new automatic way to specify the hyperparameters which deals with all of the above issues. In order to capture volatility clustering it is of particular importance to specify the hyperparameters d 0 and S 0 since they determine the prior distribution of Σ. The idea behind the suggested approach is to make the specification of these parameters based on a comparison of the long and short term behaviour of the portfolio variance. Let n be the period corresponding to the long term and let n r ≤ n correspond to the most recent period. The new method of specifying d 0 and S 0 can then be defined as in Algorithm 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Algorithm 1: Volatility sensitive conjugate hyperparameters 1. Calculate the sample estimates σ of the stock standard deviations using the recent n observation vectors of the asset returns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "2. Calculate the sample estimates σ r of the stock standard deviations using the recent n r observation vectors of the asset returns together with the long term sample mean.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "3. Define D to be a diagonal matrix with diagonal elements given by σ r /σ, where the division is element-wise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "4. Calculate the sample covariance matrixΣ using the recent n observation vectors of the asset returns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "5. DefineΣ r = DΣD to be the sample covariance matrix with variances based on the recent period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "6. Define V r,w = w Σ r w and V w = w Σ w to be the estimated portfolio variances based on the short and long terms, respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Specifying S 0 according to Algorithm 1 means that our prior belief about Σ is that the variances will be similar to what has been observed recently whereas the prior correlations are based on the long term behaviour of the stocks. Moreover, our degree of belief, which is controlled by d 0 , is determined by how much the portfolio variance differs between the long and short term periods. Hence more pronounced deviations from historical data could motivate a greater or smaller belief in the recent observations depending on the signs and magnitudes of l and h.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "To better understand the implication of the algorithm, note that the second summand of VaR and CVaR estimates given by (2.7) can be rewritten as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Moreover, if m 0 is set to be the sample mean, from (3.2) and (2.6) we get",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Thus, (3.2) becomes approximately equal to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "which can be simplified to",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "The quantity inside the square root of (3.5) is a convex combination between the variances based on the recent period and the long term period where the weights between the periods are determined by (V r,w /V w ) and h. An analogous reasoning can be made when V r,w < V w .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Algorithm 1 has several interesting properties. Some of these properties concern comparisons to the empirical Bayes estimate of S 0 which is given by (see, e.g., Bauder et al., 2020 )",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 181,
                    "text": "Bauder et al., 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "We summarize the properties in Proposition 3.1 below. Following the empirical Bayes approach we set m 0 =x. 2. VaR and CVaR estimates of a portfolio using the new method are monotonically decreasing with respect to l if n → ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "3. The new method is equivalent to empirical Bayes if n r = n, n ≥ k + 2 and d 0 = n is used in empirical Bayes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "4. VaR and CVaR estimates of a portfolio using the new method are always greater than corresponding empirical Bayes estimates when V r,w > V w , d 0 = n is used in empirical Bayes and n → ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "5. VaR and CVaR estimates of a portfolio using the new method are always smaller than corresponding empirical Bayes estimates when V r,w < V w , d 0 = n is used in empirical Bayes and n → ∞.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Proof.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "1. Only the case V r,w > V w has to be considered since h will not matter otherwise. Note that (3.5) will become the limit of (3.2) when n → ∞ and q α will be given by a normal distribution. Increasing h in this limit means that the factor in front of V r,w will become larger in the convex combination between V w and V r,w . Hence the result follows since V r,w > V w , and VaR and CVaR estimates given by (2.7) are increasing with respect to the second summand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "2. This follows from similar arguments as Property 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "3. Setting n r = n in Algorithm 1 means that D will be the identity matrix and thus d 0 will be equal to n in the new method. Furthermore, S 0 given by the new method will coincide with the empirical Bayes estimate of S 0 in (3.7). Hence the identity holds.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "4. Using empirical Bayes, S 0 is given by (3.7) together with d 0 = n. It holds that (3.2) converges to q α √ V w as n → ∞, where q α corresponds to a quantile of the standard normal distribution. The quantity q α √ V w is smaller than the corresponding quantity (3.5) when using the new method whenever V r,w > V w . Thus the result follows since VaR and CVaR estimates given by (2.7) are increasing with respect to the second summand.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "5. This follows from similar arguments as Property 4.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "The new method of setting the hyperparameters in the conjugate prior requires the specification of three additional parameters: n r , h and l. The parameter n r controls how long the short term period should be whereas the parameters h and l determine how much recent high or low portfolio variances (compared to the long run) should impact our certainty. These hyperparameters can be specified using some loss function together with historical data or they can be specified based on personal belief. Compared to the original hyperparameters, these new parameters are likely easier to interpret, especially for someone who is not very familiar with Bayesian statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Finally, it should be mentioned that the hyperparameters r 0 and m 0 are of less importance for capturing volatility clustering and thus are not included in Algorithm 1. The prior belief about the mean, m 0 , can be specified according to the empirical Bayes method as suggested before Proposition 3.1. It is also possible to specify m 0 based on some market equilibrium arguments or capital asset pricing models (see, e.g., Black and Litterman, 1992; Pástor and Stambaugh, 2000) . The hyperparameter r 0 controls the uncertainty of the mean and can be set to some constant based on personal belief.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 451,
                    "text": "Black and Litterman, 1992;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 452,
                    "end": 479,
                    "text": "Pástor and Stambaugh, 2000)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Volatility sensitive conjugate hyperparameters"
        },
        {
            "text": "Basel requires banks to report CVaR at the 97. denote such a hit sequence between times 0 and T , i.e., each element I t is ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basel backtesting of VaR and CVaR"
        },
        {
            "text": "If the probability for the number of exceedances P T is smaller than 95 %, then the result is classified as 'Green'. It is classified as 'Amber' if the probability P T is between 95 % and 99.99 %. Otherwise, if the probability P T is greater than 99.99 %, the result is classified as 'Red' 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basel backtesting of VaR and CVaR"
        },
        {
            "text": "The number of exceedances and the classification zones will impact the capital requirements and possibly make a model invalid to use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Basel backtesting of VaR and CVaR"
        },
        {
            "text": "We now illustrate how the new approach performs with respect to VaR estimation when using a portfolio consisting of several assets. Three different simulation scenarios are considered and the proposed approach is compared to three other VaR estimation methods using the Basel backtest. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation study"
        },
        {
            "text": "In the MVN scenario, the simulated returns follow a multivariate normal distribution with fixed mean vector and covariance matrix.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "The PMVN scenario is similar to the MVN scenario with the exception that the standard deviations corresponding to the multivariate normal distribution potentially deviate from the basis values during certain periods of time. The first step when implementing this scenario is to randomly select a period length. The length of a period is either three, four or five days with equal probabilities. Next, the period is classified as 'low volatility', 'normal volatility' or 'high volatility' with probabilities 0.05, 0.9 and 0.05, respectively. If the period is classified as a 'low volatility' period, the basis standard deviations are multiplied by uniformly distributed random 1 Basel only explicitly specify the colors for VaR backtests at the 99 % level but we have generalized it also to the 97.5 % level since this level is also required when doing backtesing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "variables that take values between 0.5 and 0.7. Similarly, if it is a 'high volatility' period, the standard deviations are scaled up by factors that are uniformly distributed between 1.5 and 3.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "During 'normal volatility' periods the standard deviations are not scaled at all.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "The MGARCH method uses the DCC-GARCH(1,1) method with normally distributed residuals to generate vectors of the asset returns.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "The parameters of the models in the different simulation scenarios are determined by the corresponding estimators obtained by fitting the model to real market data. We use randomly selected market data from stocks in the S&P 500 index between 2018 and 2020. Once the parameters have been estimated, 500 returns are generated using the simulation scenario in consideration of which the last 250 are used to evaluate the models VaR estimations according to Basel with a rolling window size of 250 days. In addition to the new approach based on the volatility sensitive conjugate method, the VaR models in consideration are the empirical Bayes conjugate method (referred to as EB) with d 0 = r 0 = n (see, Bodnar et al., 2022) , the method based on the samples estimates (see, e.g, Alexander and Baptista, 2002) and the DCC-GARCH(1,1) method (see, e.g., Lee et al., 2006) .",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 723,
                    "text": "Bodnar et al., 2022)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 779,
                    "end": 808,
                    "text": "Alexander and Baptista, 2002)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 851,
                    "end": 868,
                    "text": "Lee et al., 2006)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "Two different parameter combinations of n r , h and l are considered for the new volatility sensitive conjugate method. In the first combination we use n r = 4, h = 2 and l = 0 and it is referred to as VS(4,2,0). This should reflect the parameters of an investor who is risk averse since the risk is scaled up quickly when high volatilities are observed but it is not scaled down so much when the recent volatilities are low. In the second combination we use n r = 4, h = 0 and l = 0 and it is referred to as VS(4,0,0). This should reflect the setting of an investor who has a fixed degree of belief in the prior distribution of the covariance matrix. In both cases we use the empirical Bayes approach to specify m 0 and we set r 0 equal to n.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "Equally weighted portfolios of three different sizes are considered, namely 5, 10 and 15. For each portfolio size and simulation scenario we generate 100 series of returns. This is to make the comparison more rigorous and avoid the common mistake of sherry picking stocks or parameters.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "Hence in total we get 100 outcomes from the Basel backtest for each simulation scenario and each VaR estimation model. Table 1 shows the proportion of VaR estimations classified as 'Green', 'Amber' and 'Red' in the Basel backtest using the different estimation methods when returns are simulated using MVN. It is observed in Table 1 that all risk estimation methods perform quite similarly when the returns follow a multivariate normal distribution. However, a close look reveals that the estimation methods based on the volatility sensitive conjugate method and the empirical Bayes conjugate method might slightly overestimate the risk whereas the methods based on the sample estimates and DCC-GARCH(1,1) might slightly underestimate the risk. Similar results but using the perturbed multivariate normal distribution to generate the returns are shown in Table 2 . We observe that the different methods perform quite similarly for the lower VaR level when using perturbed multivariate normal returns, although the new volatility sensitive conjugate method might be a bit too risk conservative. For the higher VaR level we note that the new method has a clear advantage. This is because this method can easily capture rapid changes in the market conditions corresponding to the 'high volatility' periods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 325,
                    "end": 332,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 855,
                    "end": 862,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Multivariate GARCH (MGARCH)"
        },
        {
            "text": "Surprisingly, the DCC-GARCH(1,1) which is also a heteroscedastic model, does not seem to capture such changes better than the method based on the sample estimates. The simulation results using the MGARCH scenario are presented in Table 3 . We see that the method based on the volatility sensitive conjugate prior seems to slightly overestimate the risk whereas the other methods seem to underestimate the risk. It is interesting to note that even the DCC-GARCH(1,1) method, which in this case corresponds to the true underlying process, does not perform very well when the portfolio size is large in relation to the sample size.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 237,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Simulation results"
        },
        {
            "text": "The latter result can be explained by the increasing impact of the estimation error on the VaR forecast when the portfolio size, i.e., the number of model parameters, becomes large. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Simulation results"
        },
        {
            "text": "We now present how the new volatility sensitive conjugate method performs compared to other methods when using real market data from 2019 and 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical analysis"
        },
        {
            "text": "In the empirical comparison we use daily stock returns from randomly selected stocks in the S&P 500 index. As in the simulation study, we consider portfolios of three different sizes, namely The years 2019 and 2020 were selected for the empirical comparison since they are two very recent years. Moreover, the former can be considered a typical stable year, whereas the latter includes a very turbulent period in March due to the Covid-19 outbreak. Hence they should theoretically be representative for different kinds of market conditions. Table 4 shows the proportion of portfolios classified in the 'Green', 'Amber' and 'Red' zones using the different VaR estimation methods in 2019. As can be seen in Table 4 , all of the methods perform quite similarly during 2019 with respect to the Basel backtest. All of them",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 541,
                    "end": 548,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 705,
                    "end": 712,
                    "text": "Table 4",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Setup of empirical study"
        },
        {
            "text": "show good results at the 97.5% VaR level whereas the result looks slightly worse at the 99% level. Especially the DCC-GARCH(1,1) method seems to underestimate the risk at this level during this year by having many portfolios in the 'Amber' zone. To sum up, during a stable year such as 2019 all of the considered methods perform quite well in terms of VaR estimation. Due to the lack of rapid changes in the market conditions, methods that account for heteroscedacity are not advantageous. However, during turbulent years such as 2020, we see a clear advantage of heteroscedastic models. In terms of VaR estimation, the new method based on the volatility sensitive conjugate prior gives the best results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Empirical results"
        },
        {
            "text": "When working with financial data it is important to keep in mind that there exists no perfect model. A model can only be considered 'better' or 'worse' based on historical data and some statistical measures. Many of the standard statistical tests would reject several of the models used by practitioners, but that does not necessarily mean that the models that they use are useless. In reality, usefulness is a tradeoff between accuracy, simplicity and speed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "In this paper, we have suggested a new way to specify the hyperparameters in the conjugate prior which makes it possible to capture volatility clustering in financial data. The new method is simple and very fast. Moreover, it solves the problem of certainty specification by automatically setting the degree of belief depending on how risk cautious the investor is. It has been illustrated using both simulated and real market data that the new method estimates VaR very accurately when using the Basel backtest. Since CVaR is backtested in terms of VaR, this also qualifies the model for providing good CVaR estimates according to Basel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Although the new method shows promising results in terms of VaR estimation, it is likely possible to improve it by considering dynamic correlations in the specification of the prior. This would lead to an even more flexible model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Economic implications of using a mean-VaR model for portfolio selection: A comparison with mean-variance analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Alexander",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Baptista",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Economic Dynamics and Control",
            "volume": "26",
            "issn": "7",
            "pages": "1159--1193",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Portfolio analysis under uncertain means, variances, and covariances",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Journal of Finance",
            "volume": "29",
            "issn": "",
            "pages": "515--522",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Bayesian inference of the multiperiod optimal portfolio for an exponential utility",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bauder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bodnar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parolya",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Multivariate Analysis",
            "volume": "",
            "issn": "",
            "pages": "175--104544",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Bayesian mean-variance analysis: Optimal portfolio selection under parameter uncertainty",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bauder",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bodnar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parolya",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Quantitative Finance",
            "volume": "21",
            "issn": "",
            "pages": "221--242",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Bayesian Theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Bernardo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "405",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Global portfolio optimization",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Litterman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Financial Analysts Journal",
            "volume": "48",
            "issn": "",
            "pages": "28--43",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Bayesian portfolio selection using var and cvar",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bodnar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lindholm",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Niklasson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thorsén",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Applied Mathematics and Computation",
            "volume": "427",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Evaluating interval forecasts",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "F"
                    ],
                    "last": "Christoffersen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Economic Review",
            "volume": "",
            "issn": "",
            "pages": "841--862",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modeling volatility persistence of speculative returns: A new approach",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Granger",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Econometrics",
            "volume": "73",
            "issn": "1",
            "pages": "185--215",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A long memory property of stock market returns and a new model",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Granger",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Engle",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Empirical Finance",
            "volume": "1",
            "issn": "1",
            "pages": "83--106",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Backtesting expected shortfall: Accounting for tail risk",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Escanciano",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Management Science",
            "volume": "63",
            "issn": "4",
            "pages": "940--958",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Dynamic conditional correlation: A simple class of multivariate generalized autoregressive conditional heteroskedasticity models",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Engle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Business & Economic Statistics",
            "volume": "20",
            "issn": "3",
            "pages": "339--350",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Autoregressive conditional heteroscedasticity with estimates of the variance of United Kingdom inflation",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Engle",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Econometrica",
            "volume": "",
            "issn": "",
            "pages": "987--1007",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Pitfalls in backtesting historical simulation VaR models",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Escanciano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pei",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Banking & Finance",
            "volume": "36",
            "issn": "8",
            "pages": "2233--2244",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "An empirical Bayes approach to efficient portfolio selection",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Savarino",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Financial and Quantitative Analysis",
            "volume": "21",
            "issn": "3",
            "pages": "293--305",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Backtesting for risk-based regulatory capital",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kerkhof",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Melenberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Banking & Finance",
            "volume": "28",
            "issn": "8",
            "pages": "1845--1865",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The effect of estimation risk on optimal portfolio choice",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bawa",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Journal of Financial Economics",
            "volume": "3",
            "issn": "",
            "pages": "215--231",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "On the Bayesian interpretation of Black-Litterman",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kolm",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ritter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "European Journal of Operational Research",
            "volume": "258",
            "issn": "2",
            "pages": "564--572",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Multinomial VaR backtests: A simple implicit approach to backtesting expected shortfall",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kratz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Lok",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Mcneil",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Banking & Finance",
            "volume": "88",
            "issn": "",
            "pages": "393--407",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "A study of value-at-risk on portfolio in stock return using DCC multivariate GARCH",
            "authors": [
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "J.-S",
                    "middle": [],
                    "last": "Chiou",
                    "suffix": ""
                },
                {
                    "first": "C.-M",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Applied Financial Economics Letters",
            "volume": "2",
            "issn": "3",
            "pages": "183--188",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Portfolio selection and asset pricing models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pástor",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "The Journal of Finance",
            "volume": "55",
            "issn": "1",
            "pages": "179--223",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Comparing asset pricing models: An investment perspective",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pástor",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Stambaugh",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Financial Economics",
            "volume": "56",
            "issn": "3",
            "pages": "335--381",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Comparing univariate and multivariate models to forecast portfolio value-at-risk",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Nogales",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Financial Econometrics",
            "volume": "11",
            "issn": "2",
            "pages": "400--441",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Minimum capital requirements for market risk",
            "authors": [],
            "year": 2019,
            "venue": "The Basel Committee on Banking Supervision",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Incorporating economic objectives into Bayesian priors: Portfolio choice under parameter uncertainty",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Financial and Quantitative Analysis",
            "volume": "",
            "issn": "",
            "pages": "959--986",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Bayesian models for forecasting future security prices",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Journal of Financial and Quantitative Analysis",
            "volume": "",
            "issn": "",
            "pages": "387--405",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A new set of improved value-at-risk backtests",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ziggel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berens",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Weiß",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wied",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Journal of Banking & Finance",
            "volume": "48",
            "issn": "",
            "pages": "29--41",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "x (t−1) . The posterior predictive distribution possesses a number of applications, especially in the prediction of the future realization of the portfolio return. In fact, any Bayesian point estimate, like the posterior predictive mean, posterior predictive mode, or posterior predictive median, reflects the investor expectation about the future portfolio return.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Let S 0 and d 0 be determined by Algorithm 1. Then, it holds that 1. VaR and CVaR estimates of a portfolio using the new method are monotonically increasing with respect to h if n → ∞.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "the portfolio return at time t is smaller than the estimated -VaR, , 1 − α of the portfolio returns should be smaller than -VaR at level α when VaR is correctly determined. The test hypotheses expressing the probability of 'success' in the binomial distribution are H 0 : p I = 1 − α against H 1 : p I = 1 − α.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "banks to calculate the number of VaR exceedances during one year (about 250 trading days), i.e., the number of cases when the method of VaR estimation fails to provide a good forecast. Let C T = T t=1 I t with usually T = 250 and let c denote the observed value of C T computed by using the data at hand. Then the cumulative probability of the number of exceedances, i.e., the number of method failures, is computed under the null hypothesis and it is given by",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Different simulation scenarios for the stock returns are considered in order to see how the new approach performs under different market assumptions. The three scenarios are referred to as: 1. Multivariate normal distribution (MVN) 2. Perturbed multivariate normal distribution (PMVN)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "The assets in the portfolios are selected at random to avoid picking assets that are not representative for the rest of the market. For each portfolio size, 100 groups of assets are selected from S&P 500 at the beginning of either 2019 or 2020, and 100 equally weighted portfolios are constructed that remain unchanged throughout the year. For each portfolio, we estimate VaR on a daily basis using a rolling window size of n = 250 and we consider the same estimation methods as in the simulation study. At the end of the year we calculate the number of VaR exceedances at the 97.5 % and 99 % levels and classify the result according to the Basel backtest.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "further illustrates how the models behave by showing how the returns and VaR estimates evolve over time in 2019 for a single portfolio of size 10. Figure 1 confirms the similarity between the different methods in 2019. However, although all of the VaR estimates are quite similar, the methods based on the volatility sensitive conjugate prior and the DCC-GARCH(1,1)give rise to more time varying estimates.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Returns and negative VaR estimates at the 99 % level for one portfolio of size 10 in 2019.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "provides a deeper insight into how the different models behave by showing how the returns and VaR estimates evolve over time in 2020 for a single portfolio of size 10. It shows that the new method can quickly adapt to changing market conditions as in March 2020. The homoscedastic models are not at all suitable in such circumstances, indicated by their very moderate increase in VaR. The DCC-GARCH(1,1) model seems to scale up VaR during the turbulent period but evidently not enough. However, it is interesting to note that the VaR estimates based on the new method and the DCC-GARCH(1,1) method behave very synchronously.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Returns and negative VaR estimates at the 99 % level for one portfolio of size 10 in 2020.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "5 % level and do backtesting of it using VaR",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Proportion of VaR estimations classified as 'Green', 'Amber' and 'Red' in the Basel backtest using simulated multivariate normal returns.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Proportion of VaR estimations classified as 'Green', 'Amber' and 'Red' in the Basel backtest using simulated perturbed multivariate normal returns.",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Proportion of VaR estimations classified as 'Green', 'Amber' and 'Red' in the Basel backtest using simulated MGARCH returns.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Proportion of VaR estimations classified as 'Green', 'Amber' and 'Red' in the Basel backtest using different portfolio sizes and VaR estimation methods in 2019.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "shows how the different models compare during a more turbulent year as in 2020.We observe a clear advantage of the methods based on the volatility sensitive conjugate prior, particularly VS(4,2,0). At the 97.5 % level, almost all of the test results are classified as 'Green' when using this method whereas the other methods result in a majority of the results being classified as 'Amber' or 'Red'. At the 99 % level we see that the new method gives rise to some 'Amber' results, but still none of the results are classified as 'Red'. The other methods have basically no results in the 'Green' zone at the 99 % level. Even the DCC-GARCH(1,1) method, which is also a heteroscedastic model, fails to estimate VaR during very turbulent periods.",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Proportion of VaR estimations classified as 'Green', 'Amber' and 'Red' in the Basel backtest using different portfolio sizes and VaR estimation methods in 2020.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "This research was partly supported by the Swedish Research Council (VR) via the project \"Bayesian Analysis of Optimal Portfolios and Their Risk Measures\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}