{
    "paper_id": "ee71a81cb841a70f75c5a7258330c409a9fc2d8c",
    "metadata": {
        "title": "Determinants of health behaviours intended to prevent spread of respiratory pathogens that have pandemic potential: A rapid review",
        "authors": [
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Hanratty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "addrLine": "University Road",
                        "postCode": "BT7 1NN",
                        "settlement": "Belfast",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Declan",
                "middle": [
                    "T"
                ],
                "last": "Bradley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "addrLine": "University Road",
                        "postCode": "BT7 1NN",
                        "settlement": "Belfast",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Sarah",
                "middle": [
                    "J"
                ],
                "last": "Miller",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "addrLine": "University Road",
                        "postCode": "BT7 1NN",
                        "settlement": "Belfast",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Dempster",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Queen's University Belfast",
                    "location": {
                        "addrLine": "University Road",
                        "postCode": "BT7 1NN",
                        "settlement": "Belfast",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Effective public health messages to encourage behaviours to reduce the spread of COVID-19 should be informed by existing research that identifies the factors that are associated with these preventive behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This rapid review summarises the existing research on the determinants of behaviours that aim to prevent the spread of COVID-19. The review focuses on the body of research (excluding research conducted with health care workers) that was produced in the context of viruses other than SARS CoV-2 that cause severe respiratory illness and are transmitted in a similar way.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "A total of 58 published peer-reviewed studies included in the review were identified through searches of Medline, Embase, PsychInfo and CINAHL. Most were conducted in the context of the influenza A (H1N1) pandemic in 2009. Most studies examined the determinants of wearing a face covering, handwashing and social or physical distancing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "The findings suggest that public health messages to encourage preventive behaviours should emphasise the potential seriousness of COVID-19 to elicit appropriate concern, strengthen perceptions of risk or threat from COVID-19, enhance self-efficacy about preventive behaviours, and improve knowledge about SARS-CoV-2, how it is transmitted, and how preventive behaviours can reduce the risk of transmission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Severe acute respiratory coronavirus 2 (SARS-CoV-2) emerged in late 2019 and spread rapidly around the globe. The pandemic of COVID-19 disease, caused by SARS-CoV-2, has resulted in illness, death and societal disruption. Around the world, societies have implemented control measures to reduce transmission of the virus. Behaviour change is key to infection prevention and control through reducing the frequency of social contacts, mitigating the risk of those social contacts and reducing the amount of time that infectious people are at large. Vaccines have become available, but behavioural measures to reduce the spread continue to be important . Evidence generated during the COVID-19 pandemic and during outbreaks of similar respiratory viral infections can inform who, when and under what circumstances people adopt preventive behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this rapid review we seek to synthesise the determinants of variability in adoption and maintenance of protective behaviours at an individual level. This will inform policymakers on the factors underlying adherence to preventive behaviours so that public health interventions may be tailored or targeted to increase adherence.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are previously published reviews (Bish & Michie, 2010; Noone et al., 2020; Sim et al., 2014; Webster et al., 2020) but none with the scope of this rapid review. There are no reviews that systematically identify and quantitatively synthesise the determinants of the full range of recommended health protective behaviours. The present review focuses on the extant body of literature that was generated in the context of other similar respiratory viruses, such as influenza A (H1N1) pdm09 (hereafter influenza A H1N1), seasonal influenza, Severe Acute Respiratory Syndrome (SARS) and Middle-Eastern Respiratory Syndrome (MERS). This information should be considered alongside the COVID-19 literature when formulating public health responses to the COVID-19 situation and future similar situations.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 60,
                    "text": "(Bish & Michie, 2010;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 61,
                    "end": 80,
                    "text": "Noone et al., 2020;",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 81,
                    "end": 98,
                    "text": "Sim et al., 2014;",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 99,
                    "end": 120,
                    "text": "Webster et al., 2020)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The health behaviours of interest in this review are those that have been identified as being required to limit COVID-19 transmission and are defined in Table 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "The specific review questions are: What factors determine uptake and adherence to the recommended health behaviours? What factors do not determine uptake and adherence to the recommended health behaviours? How largely do identified factors relate to uptake and adherence to the recommended health behaviours? What is the quality of this evidence? It is important to note that the focus of the review is on the individual preventive behaviours that have been recommended in the literature rather than behaviours that have been recommended by particular governments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To be included in this rapid review studies had to satisfy the following criteria:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inclusion/exclusion criteria"
        },
        {
            "text": "Any studies that quantify the relationship between a potential determinant and the extent to which an individual engages with one or more of the behaviours of interest. This includes cross-sectional and longitudinal studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Studies:"
        },
        {
            "text": "We did not include studies where behaviour was measured at a group level, such as studies using Google mobility data on changes in visits to public spaces or studies which did not directly measure the determinants, for example studies observing commuter behaviour where purpose of travel was assumed and not actually measured. Population: Members of the general public, of any age including studies on specific groups of people that may be at increased risk of catching the virus or becoming seriously ill if infected. For example, people with existing chronic respiratory disorders.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Studies:"
        },
        {
            "text": "We did not include studies of health care workers. This population typically has or should have additional knowledge, training and resources to support the adoption of behaviours to mitigate against the increased risk of exposure to infectious diseases. Behaviours of interest: We synthesised evidence on determinants of the commonly recommended behaviours to mitigate human-tohuman spread of COVID-19 as described by ( Table 1) . We included studies on actual or intended behaviour.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 420,
                    "end": 428,
                    "text": "Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Types of Studies:"
        },
        {
            "text": "Other behaviours may be recommended in different countries/ regions and so the behaviours of interest in this review are not an exhaustive list of behaviours that might mitigate the spread of COVID-19. They are however, commonly recommended behaviours globally. Condition: We included studies that examined these health behaviours in the context of viruses that cause severe respiratory illness and are transmitted in a similar way to COVID-19, i.e. primarily respiratory droplets and aerosols, as well as direct and indirect contact. This includes seasonal influenza, influenza A (H1N1) influenza H5N1, SARS and MERS-CoV.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Studies:"
        },
        {
            "text": "We did not include studies relating to outbreaks of other serious infectious diseases (such as HIV/AIDS, Ebola, measles) that are not primarily respiratory diseases (as classified under 1E30-32 in the International Classification of Diseases 11). Nor did we include studies on those behaviours in general outside the context of an epidemic. We did not include studies concerning respiratory diseases where human-to-human transmission was not established or suspected at the time studied, for example studies on behaviours while handling poultry in the context of influenza A H7N9 ('avian influenza'). Finally, we did not include studies on behaviour in relation to common but mild respiratory illnesses such as the common cold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Studies:"
        },
        {
            "text": "We excluded studies where participants were asked to recall behaviour more than 12 months after the outbreak, to reduce the risk of introducing recall bias. Determinants: We included published studies that examined any variable presented as a potential determinant of one or more of the behaviours of interest described above. These determinants were limited to variables that 'resided' with the individual. For example, demographic characteristics, attitudes, personality characteristics, emotions, beliefs, but not variables such as length of time since the beginning of the outbreak or number of cases reported.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Types of Studies:"
        },
        {
            "text": "As this is a rapid review, we limited our searches to four databases: Ovid MEDLINE(R) ALL from 1946, Embase via OVID from 1974, APA PsycInfo via OVID from 1806 and the Cumulative Index to Nursing and Allied Health Literature (CINAHL) plus via EBSCO.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "The search strategy was developed by an experienced systematic reviewer with expertise in information retrieval (JH), with expert input on behaviour (MD) and public health (DB), using a modified version of the pearl growing and pearl harvesting approach to information retrieval for systematic reviews (Sandieson, 2006; Sandieson et al., 2010) . JH tested each term in OVID Medline and OVID PsycInfo to identify synonyms, missing terms and redundant terms. All authors reviewed the search strategy before it was finalized. We present the terms for Medline in Appendix 1.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 319,
                    "text": "(Sandieson, 2006;",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 320,
                    "end": 343,
                    "text": "Sandieson et al., 2010)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "We did not limit searches by language of publication but, due to the rapid nature of the review and the limited language repertoire of the review team, we only included studies published in English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "We limited our search to exclude opinion pieces, letters, editorials and unpublished reports in databases where these limits are supported (line 37). We did not use database limiters for studies on humans only as these limiters excluded a substantial number of potentially relevant papers not indexed as 'human' studies. Instead, we used the Cochrane search filter for human studies (line 30-42).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "We were guided by the Cochrane rapid review interim guidelines for the selection of studies, data extraction and analysis (Garritty et al., 2020) . One author screened the search results to remove obviously irrelevant records, for example ineligible publication types not removed by search limiters, records concerning treatments, surgery and records Maintaining the recommended distance from others when physically present. The recommended distance varies by setting but is typically in the region of 1 to 3 m.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 145,
                    "text": "(Garritty et al., 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Data collection"
        },
        {
            "text": "Minimising social contact with those outside of your own household. This is a very broad category and includes working from home, avoiding crowded places, only leaving home when necessary (e.g. to purchase food or medicines) and not socialising with others in your own home or garden. Isolation/ quarantine",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "Self-isolation and/or quarantine refers to keeping separate from all other people either because you have or are suspected to have the virus. Self-isolation is typically voluntary but often recommended by the government/health authorities. Quarantine is typically enforced in either a mandated setting, one's own home, or temporary accommodation for those in travelling away from home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social distancing"
        },
        {
            "text": "Includes tissue hygiene, which means using a tissue to cover nose and mouth when coughing, sneezing or blowing your nose and immediately disposing of the tissue. When tissues are not available coughing/sneezing into your elbow and not your hands.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Respiratory hygiene"
        },
        {
            "text": "Disinfecting high touch surfaces in home and office/retail/ public spaces or items brought into the home. Avoiding t-zone",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning surfaces"
        },
        {
            "text": "Avoiding touching your face specifically the t-zone; eyes, nose and mouth concerning health care professionals rather than the general public. In addition, one author screened each title and abstract against the selection criteria with a second author checking all 'excluded' records. Finally, a single author screened each of the full texts and a second author checked all excluded records. Any study that was included after full text screening but subsequently, on closer inspection during data extraction, was deemed ineligible, is listed as an \"excluded\" study. Once eligible studies were identified, one author extracted data and completed risk of bias assessments. A second author checked the data extracted and risk of bias assessments. The two people who completed the data extraction for each study discussed any discrepancies until they reached a consensus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning surfaces"
        },
        {
            "text": "We assessed methodological quality and potential for bias using the Joanna Briggs Institute (JBI) tools for longitudinal and cross-sectional studies (JBI, 2017 (JBI, , 2020 . After piloting the JBI tool on some known studies we decided to modify the tools to ensure that they were fit for our purposes. Briefly, we added items to assess whether the sample is representative of the population of interest in each study and changed the wording slightly, replacing condition and exposure with behaviours of interest and determinants.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 159,
                    "text": "(JBI, 2017",
                    "ref_id": null
                },
                {
                    "start": 160,
                    "end": 172,
                    "text": "(JBI, , 2020",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Cleaning surfaces"
        },
        {
            "text": "We conducted meta-analysis only where three or more studies with similar sample populations report determinants, measured in the same way, of the same behaviour. The results are presented according to the behaviour measured and relevant details of synthesis decisions are included in the pertinent section. For determinants where no synthesis was deemed possible or meaningful, we report a narrative synthesis. In the narrative synthesis, we have described the size of relationships found as small (an odds ratio less than 3), medium (an odds ratio of 3 to 4) or large (an odds ratio above 4) (Ferguson, 2009) . When meta-analysis was possible, we used random effects models, using inverse-variance weighting, for ORs. Confidence intervals were estimated using the weighted variance method for random effects models. Meta-analysis was conducted using Meta-Essentials software (Suurmond et al., 2017) . This allowed for variance in study level estimates due to underlying differences between studies in, for example, study samples and measurement tools.",
            "cite_spans": [
                {
                    "start": 593,
                    "end": 609,
                    "text": "(Ferguson, 2009)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 876,
                    "end": 899,
                    "text": "(Suurmond et al., 2017)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Data synthesis"
        },
        {
            "text": "The flow of studies through the review can be seen in Fig. 1 . The final search was conducted between 3rd and 5th of August 2020. The combined searches identified records in four databases. After deduplication 8904 records were screened by title/publication type and 3072 obviously irrelevant or ineligible records were removed. Title and abstract of 5832 were screened by one reviewer and the 5321 excluded records were checked by a second reviewer. We retrieved the full text of 520 papers and, of these, 482 were excluded and 58 were included for data extraction. These 58 eligible papers presented data in the context of influenza A H1N1 (42 papers), SARS (8 papers), MERS (2 papers) and others including seasonal influenza and influenza A H5N1 (6 papers).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 60,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "All studies used a cross-sectional design. Studies ranged in size from 55 to 222,599 participants, with a median of 957 participants.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Data were collected using self-report questionnaires that were administered either online or manually, and by intervieweradministered questionnaires conducted in person or by telephone. Studies were mostly based on samples drawn from the general public or education settings.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "The studies varied in quality, with 37/58 at low risk of bias, indicating robust and well-conducted research; the rest were rated as unclear (12/58) or high risk of bias (9/58). Further information about the included studies is provided in Supplementary Table 1. The different health behaviours are treated separately in the sections below. To facilitate synthesis of these studies, the potential determinants of each behaviour have been separated into demographic variables, attitudes/beliefs, emotions and other variables.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 148,
                    "text": "(12/58)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 240,
                    "end": 262,
                    "text": "Supplementary Table 1.",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "A total of 34 studies examined determinants of handwashing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Handwashing"
        },
        {
            "text": "A total of 22 studies looked at the association between sex (male/ female) and handwashing. A summary of the results of 14 of these studies is provided in Fig. 2 , which shows that females are, overall, more likely to engage in handwashing than males, but the association is small. The remaining 8 studies did not provide sufficient data to be included in the meta-analysis, but their results are similar to Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 155,
                    "end": 161,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 408,
                    "end": 414,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Age in adults is positively associated with frequency of handwashing in 5 studies (Gutierrez-Dona et al., 2012; Jones & Salathe, 2009; Tsai et al., 2014; Van Cauteren et al., 2012; Zottarelli et al., 2012) . An additional 2 studies found that this trend holds up to approximately the age of 60, after which there is a slight dip in handwashing frequency, although it is still more likely than in the youngest age groups (Chuang et al., 2015; Mo & Lau, 2015) and a further study also found the same pattern of results except that handwashing was most likely in the 35-44 year old group. However, one study found that the frequency of handwashing decreases with age and 3 studies found a mixed picture that suggests no clear linear trend in the relationship between age and handwashing (Jang et al., 2019; Miao & Huang, 2012; Yang et al., 2019) . Generally, the odds ratios and correlation coefficients presented in these studies represent small associations.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 111,
                    "text": "(Gutierrez-Dona et al., 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 112,
                    "end": 134,
                    "text": "Jones & Salathe, 2009;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 135,
                    "end": 153,
                    "text": "Tsai et al., 2014;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 154,
                    "end": 180,
                    "text": "Van Cauteren et al., 2012;",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 181,
                    "end": 205,
                    "text": "Zottarelli et al., 2012)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 420,
                    "end": 441,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 442,
                    "end": 457,
                    "text": "Mo & Lau, 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 784,
                    "end": 803,
                    "text": "(Jang et al., 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 804,
                    "end": 823,
                    "text": "Miao & Huang, 2012;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 824,
                    "end": 842,
                    "text": "Yang et al., 2019)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Most studies found that frequency of handwashing increases with education level (Chuang et al., 2015; Lin et al., 2018; Sharma et al., 2012; Tsai et al., 2014; Yang et al., 2019) , yet three studies found that the results were more mixed Miao & Huang, 2012; Mo & Lau, 2015) . In all but one of these studies, where the association between education level and handwashing was medium (Chuang et al., 2015) , small associations were reported.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 101,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 102,
                    "end": 119,
                    "text": "Lin et al., 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 120,
                    "end": 140,
                    "text": "Sharma et al., 2012;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 141,
                    "end": 159,
                    "text": "Tsai et al., 2014;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 160,
                    "end": 178,
                    "text": "Yang et al., 2019)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 238,
                    "end": 257,
                    "text": "Miao & Huang, 2012;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 258,
                    "end": 273,
                    "text": "Mo & Lau, 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 382,
                    "end": 403,
                    "text": "(Chuang et al., 2015)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Employment levels and income were categorised in different ways across the 6 studies that explored this variable as a determinant of handwashing, and this makes comparisons across studies difficult. However, associations were found to be universally small (see Supplementary Table 2a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 261,
                    "end": 284,
                    "text": "Supplementary Table 2a)",
                    "ref_id": null
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Six studies consistently found that married people are more likely to wash their hands than others, but the association was small in all cases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Three studies agreed that handwashing is more likely in more urban or more populated areas and two studies agreed that parents are more likely to wash their hands than non-parents, but across all these studies the associations are small.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "All other demographic variables were examined in a single study only (see Supplementary Table 2a) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 97,
                    "text": "Supplementary Table 2a)",
                    "ref_id": null
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Seven studies that examined the association between perceived susceptibility and handwashing found a positive relationship, ranging in size from small (Gutierrez-Dona et al., 2012; Keller et al., 2014; Miao & Huang, 2012; Sharma et al., 2012; Tsai et al., 2014; Zottarelli et al., 2012) to medium (Chuang et al., 2015) . One study (Gu et al., 2015) found a negative relationship between perceived susceptibility and handwashing and two studies reported a non-linear relationship Park et al., 2010) .",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 180,
                    "text": "(Gutierrez-Dona et al., 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 181,
                    "end": 201,
                    "text": "Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 202,
                    "end": 221,
                    "text": "Miao & Huang, 2012;",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 222,
                    "end": 242,
                    "text": "Sharma et al., 2012;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 243,
                    "end": 261,
                    "text": "Tsai et al., 2014;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 262,
                    "end": 286,
                    "text": "Zottarelli et al., 2012)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 297,
                    "end": 318,
                    "text": "(Chuang et al., 2015)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 331,
                    "end": 348,
                    "text": "(Gu et al., 2015)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 479,
                    "end": 497,
                    "text": "Park et al., 2010)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Nine studies that examined the association between perceived severity and handwashing found a small, positive relationship (Chuang et al., 2015; Gu et al., 2015; Keller et al., 2014; Loustalot et al., 2011; Park et al., 2010; Sharma et al., 2012; Tsai et al., 2014) . Another two studies reported a non-linear relationship Miao & Huang, 2012) .",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 144,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 145,
                    "end": 161,
                    "text": "Gu et al., 2015;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 162,
                    "end": 182,
                    "text": "Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 183,
                    "end": 206,
                    "text": "Loustalot et al., 2011;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 207,
                    "end": 225,
                    "text": "Park et al., 2010;",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 226,
                    "end": 246,
                    "text": "Sharma et al., 2012;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 247,
                    "end": 265,
                    "text": "Tsai et al., 2014)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 323,
                    "end": 342,
                    "text": "Miao & Huang, 2012)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "The relationship between perceived efficacy of handwashing and handwashing frequency and intention was found to be positive in all six studies, with small relationships reported in all studies. An overall perception of risk was assessed in two studies and very small relationships were found between this concept and handwashing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Self-efficacy was also shown to have a small, positive relationship with handwashing in 2 studies (Gutierrez-Dona et al., 2012; Keller et al., 2014) and a medium, positive relationship in another study (Kim & Niederdeppe, 2013) . used a structural equation model to examine hand hygiene practice in Hong Kong during the influenza A (H1N1) pandemic. They found the largest positive predictors of hand hygiene were (in order): self-efficacy, understanding of the cause of influenza A (H1N1), and worry about contracting influenza A (H1N1).",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 127,
                    "text": "(Gutierrez-Dona et al., 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 128,
                    "end": 148,
                    "text": "Keller et al., 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 202,
                    "end": 227,
                    "text": "(Kim & Niederdeppe, 2013)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "All other beliefs/attitudes variables were only examined in a single study (see Supplementary Table 2b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 103,
                    "text": "Supplementary Table 2b)",
                    "ref_id": null
                }
            ],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Three studies found that those who were concerned or worried about the virus were more likely than those who were not concerned to wash their hands. This association was small in one study (Taylor et al., 2012) and large in the others (Jang et al., 2019; Lin et al., 2018) .",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 210,
                    "text": "(Taylor et al., 2012)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 235,
                    "end": 254,
                    "text": "(Jang et al., 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 255,
                    "end": 272,
                    "text": "Lin et al., 2018)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Emotions"
        },
        {
            "text": "Two studies found a small, positive association between anxiety and handwashing (Jones & Salathe, 2009; Keller et al., 2014) and one study found a small, negative association .",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 103,
                    "text": "(Jones & Salathe, 2009;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 104,
                    "end": 124,
                    "text": "Keller et al., 2014)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Emotions"
        },
        {
            "text": "Fear (Tsai et al., 2014) and distress were also found to have a small association with handwashing.",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 24,
                    "text": "(Tsai et al., 2014)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Emotions"
        },
        {
            "text": "Knowledge of the virus had a small association with handwashing in 3 studies (Lui et al., 2005; Tsai et al., 2014; Zottarelli et al., 2012) and a medium association with handwashing in one study (Aburto et al., 2010) . Three other studies examined knowledge about transmission of the virus specifically and two of these studies found an odds ratio around 1 Keller et al., 2014) . The other study found that knowledge about transmission was mediumly associated with handwashing frequency (Lin et al., 2018) .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 95,
                    "text": "(Lui et al., 2005;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 96,
                    "end": 114,
                    "text": "Tsai et al., 2014;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 115,
                    "end": 139,
                    "text": "Zottarelli et al., 2012)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 195,
                    "end": 216,
                    "text": "(Aburto et al., 2010)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 357,
                    "end": 377,
                    "text": "Keller et al., 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 487,
                    "end": 505,
                    "text": "(Lin et al., 2018)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Other variables"
        },
        {
            "text": "Three studies examined the association between knowing someone who had symptoms of the viral illness and handwashing; two studies looked at the association between handwashing and whether the study participant had symptoms of this illness; and two studies examined the association between self-rated health and handwashing. All of these studies found only small associations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other variables"
        },
        {
            "text": "Other variables that were examined in a single study only are reported in Supplementary Table 2d .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 96,
                    "text": "Supplementary Table 2d",
                    "ref_id": null
                }
            ],
            "section": "Other variables"
        },
        {
            "text": "There were 25 studies that examined face mask wearing (rather than other types of face coverings) mostly in the context of the influenza A H1N1 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Wearing a mask or face covering"
        },
        {
            "text": "The findings from the studies examining demographic variables are presented in Supplementary Table 3a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 101,
                    "text": "Supplementary Table 3a",
                    "ref_id": null
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Fourteen studies examined the association between sex (male/female) and face mask wearing. Fig. 3 summarises the findings from 7 of these studies, which provided sufficient information to include in a meta-analysis. Overall, all studies found that females were more likely than males to wear a face mask, although this is a small association. The 7 studies not included in Fig. 3 suggested a similar pattern of results.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 91,
                    "end": 97,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 373,
                    "end": 379,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Ten studies examined age as a covariate for face mask wearing and found no consistent pattern. Five studies found that the likelihood of wearing a face mask decreases with age (Chuang et al., 2015; Jang et al., 2019; Wong & Tang, 2005) and three studies found that face mask wearing increased with age Maguire et al., 2019; Tsai et al., 2014) . The other two studies found a more complex pattern Tang & Wong, 2004) . However, the odds ratios presented across the studies were small.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 197,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 198,
                    "end": 216,
                    "text": "Jang et al., 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 217,
                    "end": 235,
                    "text": "Wong & Tang, 2005)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 302,
                    "end": 323,
                    "text": "Maguire et al., 2019;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 324,
                    "end": 342,
                    "text": "Tsai et al., 2014)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 396,
                    "end": 414,
                    "text": "Tang & Wong, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Three studies found that the likelihood of mask wearing increased as education level increased and this association was large in 1 study (Chuang et al., 2015) and small in the other 2 Tang & Wong, 2004) . However, another 4 studies found that there was no linear pattern in the association between education level and mask wearing and that the associations are small Lin et al., 2018; Tsai et al., 2014) .",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 158,
                    "text": "(Chuang et al., 2015)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 184,
                    "end": 202,
                    "text": "Tang & Wong, 2004)",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 384,
                    "text": "Lin et al., 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 385,
                    "end": 403,
                    "text": "Tsai et al., 2014)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Similarly, income level also shows inconsistent and mostly small findings. Two studies found that those with higher incomes were least likely to wear a face mask (Keller et al., 2014; Lin et al., 2018) , one study found that those with the highest incomes were most likely to wear a face mask (Tang & Wong, 2004) and one study found no linear pattern of associations (Chuang et al., 2015) .",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 183,
                    "text": "(Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 184,
                    "end": 201,
                    "text": "Lin et al., 2018)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 293,
                    "end": 312,
                    "text": "(Tang & Wong, 2004)",
                    "ref_id": null
                },
                {
                    "start": 367,
                    "end": 388,
                    "text": "(Chuang et al., 2015)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "The studies examining employment and face mask wearing consistently found that unemployed people are least likely to wear a face mask, although the association is small.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Four studies found that married people were more likely to wear a face mask than others (Chuang et al., 2015; Tang & Wong, 2004) , although associations were small. The one study ) that did not find this direction of association also found a very small association between marital status and mask wearing.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 109,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 110,
                    "end": 128,
                    "text": "Tang & Wong, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Finally, two studies (Chuang et al., 2015; Jang et al., 2019) found that people living in urban areas were more likely to wear a face mask than others, with a small association.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 42,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 43,
                    "end": 61,
                    "text": "Jang et al., 2019)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "All nine studies that examined the association between perceived susceptibility and mask wearing found a positive relationship, ranging in size from small Gu et al., 2015; Maguire et al., 2019; Tsai et al., 2014) to medium (Keller et al., 2014; Tang & Wong, 2004) to large (Chuang et al., 2015; .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 171,
                    "text": "Gu et al., 2015;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 172,
                    "end": 193,
                    "text": "Maguire et al., 2019;",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 194,
                    "end": 212,
                    "text": "Tsai et al., 2014)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 223,
                    "end": 244,
                    "text": "(Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 245,
                    "end": 263,
                    "text": "Tang & Wong, 2004)",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 294,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "All nine studies that looked at perceived severity all found small positive relationships with face mask wearing (Chuang et al., 2015; Gu et al., 2015; Keller et al., 2014; Loustalot et Wong, 2004) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 134,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 135,
                    "end": 151,
                    "text": "Gu et al., 2015;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 152,
                    "end": 172,
                    "text": "Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 173,
                    "end": 185,
                    "text": "Loustalot et",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 186,
                    "end": 197,
                    "text": "Wong, 2004)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "The relationship between perceived efficacy of face mask wearing and wearing a mask was found to be positive in all five studies, with mostly small relationships (Keller et al., 2014; Maguire et al., 2019) and one large effect ).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 183,
                    "text": "(Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 184,
                    "end": 205,
                    "text": "Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "An overall perception of risk was assessed in 3 studies and a small relationship was found between this concept and mask wearing in 2 studies (Ferng et al., 2011; Maguire et al., 2019) . The other study (Katz et al., 2012) found a non-linear pattern, with the groups most likely to wear a face mask being those who thought there was no risk and those who thought it was extremely high.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 162,
                    "text": "(Ferng et al., 2011;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 163,
                    "end": 184,
                    "text": "Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 203,
                    "end": 222,
                    "text": "(Katz et al., 2012)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Self-efficacy was also shown to have a small, positive relationship with mask wearing in 2 studies (Keller et al., 2014; Wong & Tang, 2005) and a medium, positive relationship in another study (Maguire et al., 2019) .",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 120,
                    "text": "(Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 121,
                    "end": 139,
                    "text": "Wong & Tang, 2005)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 193,
                    "end": 215,
                    "text": "(Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Two studies found small, positive relationships between mask wearing and perceived barriers and between mask wearing and perceived benefits and also found medium, positive relationships between cues to action and mask wearing (Tang & Wong, 2004; Wong & Tang, 2005) .",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 245,
                    "text": "(Tang & Wong, 2004;",
                    "ref_id": null
                },
                {
                    "start": 246,
                    "end": 264,
                    "text": "Wong & Tang, 2005)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "All other beliefs/attitudes variables were only examined in a single study (see Supplementary Table 3b) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 103,
                    "text": "Supplementary Table 3b)",
                    "ref_id": null
                }
            ],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Four studies found that those who were concerned or worried about the virus were more likely than those who were not concerned to wear a face mask. This association was small (Taylor et al., 2012) , medium or large (Jang et al., 2019; Lin et al., 2018) . One study found little association between levels of worry and face mask wearing.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 196,
                    "text": "(Taylor et al., 2012)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 215,
                    "end": 234,
                    "text": "(Jang et al., 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 235,
                    "end": 252,
                    "text": "Lin et al., 2018)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Emotions"
        },
        {
            "text": "Two studies found only a very small association between anxiety and face mask wearing Keller et al., 2014) and one study found a very small association between perceived fear of H1N1 and mask wearing (Tsai et al., 2014) .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 106,
                    "text": "Keller et al., 2014)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 200,
                    "end": 219,
                    "text": "(Tsai et al., 2014)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Emotions"
        },
        {
            "text": "Knowledge about the virus was associated with face mask wearing in 4 studies (Aburto et al., 2010; Ferng et al., 2011; Tsai et al., 2014; Wong & Tang, 2005) but the relationship was small. Three other studies examined knowledge about transmission of the virus specifically and they all found an odds ratio around 1 Keller et al., 2014; Lin et al., 2018) .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 98,
                    "text": "(Aburto et al., 2010;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 99,
                    "end": 118,
                    "text": "Ferng et al., 2011;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 119,
                    "end": 137,
                    "text": "Tsai et al., 2014;",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 138,
                    "end": 156,
                    "text": "Wong & Tang, 2005)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 315,
                    "end": 335,
                    "text": "Keller et al., 2014;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 336,
                    "end": 353,
                    "text": "Lin et al., 2018)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Other variables"
        },
        {
            "text": "Three studies found a small association between self-rated health and face mask wearing, with two studies reporting that the likelihood of mask wearing increases as self-rated health decreases (Chuang et al., 2015; and the other study reporting the opposite relationship (Maguire et al., 2019) .",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 214,
                    "text": "(Chuang et al., 2015;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 271,
                    "end": 293,
                    "text": "(Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Other variables"
        },
        {
            "text": "Other variables that were examined in a single study only are reported in Supplementary Table 3d .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 96,
                    "text": "Supplementary Table 3d",
                    "ref_id": null
                }
            ],
            "section": "Other variables"
        },
        {
            "text": "Social distancing and physical distancing were sometimes reported together as composite measures of 'distancing' behaviour. For this analysis we only included studies where the behaviour measured clearly concerned maintaining distance from others. However, there are very few studies that assessed physical distancing and the distinction from social distancing was not always clear. Consequently, we have grouped these behaviours together and clarified in the Supplementary Tables 4a-4d the specific behaviour being assessed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social/physical distancing"
        },
        {
            "text": "A total of 13 studies looked at the association between sex (male/ female) and distancing behaviours. A summary of the results of 7 of these studies is provided in Fig. 4 , which shows a small association between sex and avoiding crowds. Other results showed that women were more likely than men to avoid people with influenza symptoms (Garcia-Continente et al., 2013; Gupta et al., 2015) and avoid public transport Jang et al., 2019; Rubin et al., 2010) , but the associations were also small.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 368,
                    "text": "(Garcia-Continente et al., 2013;",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 369,
                    "end": 388,
                    "text": "Gupta et al., 2015)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 416,
                    "end": 434,
                    "text": "Jang et al., 2019;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 435,
                    "end": 454,
                    "text": "Rubin et al., 2010)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [
                {
                    "start": 164,
                    "end": 170,
                    "text": "Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Associations between age and avoiding crowded places, between education level and avoiding crowded places, between social class and distancing behaviours, and between employment and distancing behaviours were small and inconsistent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Across three studies (Rubin et al., 2009; Rubin et al., 2010; Steelfisher et al., 2015) , people classified as 'White' tended to be less likely to engage in distancing behaviours than other groups, with small or large effects reported.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 41,
                    "text": "(Rubin et al., 2009;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 42,
                    "end": 61,
                    "text": "Rubin et al., 2010;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 62,
                    "end": 87,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Three studies in the UK consistently found that people with long term illness or those classified as high risk because of their health were more likely to engage in distancing behaviours, with a small association (Rubin et al., 2009; Rubin et al., 2010; Rudisill, 2013) .",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 233,
                    "text": "(Rubin et al., 2009;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 234,
                    "end": 253,
                    "text": "Rubin et al., 2010;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 254,
                    "end": 269,
                    "text": "Rudisill, 2013)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Three studies consistently found a small association between having children in the household and distancing behaviours (Aguero et al., 2011; Rubin et al., 2009; Sharma et al., 2012) and two studies found a small association between being married and distancing behaviours .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 141,
                    "text": "(Aguero et al., 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 142,
                    "end": 161,
                    "text": "Rubin et al., 2009;",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 162,
                    "end": 182,
                    "text": "Sharma et al., 2012)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Other results for demographic variables can be found in Supplementary Table 4a .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 78,
                    "text": "Table 4a",
                    "ref_id": null
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Generally, small, positive relationships were found between perceived susceptibility and distancing behaviours, though one study reported a medium effect (Rubin et al., 2009) and one study recorded a large effect .",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 174,
                    "text": "(Rubin et al., 2009)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Attitudes/beliefs"
        },
        {
            "text": "Small, positive relationships were also mostly reported for the association between perceived severity and distancing behaviours.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Attitudes/beliefs"
        },
        {
            "text": "Perceived threat was also positively related to distancing behaviours, showing small (Zottarelli et al., 2012) and large (Lee-Baggley et al., 2004) correlations.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 110,
                    "text": "(Zottarelli et al., 2012)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 121,
                    "end": 147,
                    "text": "(Lee-Baggley et al., 2004)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Attitudes/beliefs"
        },
        {
            "text": "Perceived efficacy showed a positive, small , medium (Aguero et al., 2011; Karimi et al., 2015) and large (Rubin et al., 2010) relationship with distancing behaviours.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 74,
                    "text": "(Aguero et al., 2011;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 75,
                    "end": 95,
                    "text": "Karimi et al., 2015)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 106,
                    "end": 126,
                    "text": "(Rubin et al., 2010)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Attitudes/beliefs"
        },
        {
            "text": "Other variables that were examined in single studies only are reported in Supplementary Table 4b.   Fig. 4 . Forest plot of associations between sex and avoiding crowds.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 74,
                    "end": 106,
                    "text": "Supplementary Table 4b.   Fig. 4",
                    "ref_id": null
                }
            ],
            "section": "Attitudes/beliefs"
        },
        {
            "text": "Those who were concerned or worried about themselves or their family becoming sick from the virus were more likely to engage in distancing behaviours. The same pattern existed between anxiety and distancing behaviours. This association was medium to large in some cases (Lee-Baggley et al., 2004; Lin et al., 2018; Mitchell et al., 2011; Rubin et al., 2010; Steelfisher et al., 2015) (see Supplementary  Table 4c ).",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 296,
                    "text": "(Lee-Baggley et al., 2004;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 297,
                    "end": 314,
                    "text": "Lin et al., 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 315,
                    "end": 337,
                    "text": "Mitchell et al., 2011;",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 338,
                    "end": 357,
                    "text": "Rubin et al., 2010;",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 358,
                    "end": 383,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 389,
                    "end": 412,
                    "text": "Supplementary  Table 4c",
                    "ref_id": null
                }
            ],
            "section": "Emotions"
        },
        {
            "text": "Knowledge about the virus is positively related to avoiding crowds, with small Zottarelli et al., 2012) and medium (Lin et al., 2018) strength.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 103,
                    "text": "Zottarelli et al., 2012)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 115,
                    "end": 133,
                    "text": "(Lin et al., 2018)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Other variables"
        },
        {
            "text": "Small associations were found between distancing behaviours and knowing an affected case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Other variables"
        },
        {
            "text": "Other variables are included in Supplementary Table 4d .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 32,
                    "end": 54,
                    "text": "Supplementary Table 4d",
                    "ref_id": null
                }
            ],
            "section": "Other variables"
        },
        {
            "text": "The 11 studies found were conducted during the influenza A H1N1 pandemic (see Supplementary Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 99,
                    "text": "Supplementary Table 5",
                    "ref_id": null
                }
            ],
            "section": "Isolation/quarantine"
        },
        {
            "text": "Four of these studies examined the association between sex (male/ female) and quarantining. A summary of the results for 3 of these studies is presented in Fig. 5 and shows a non-significant association. The fourth study (Maguire et al., 2019) did not provide sufficient information for inclusion in the meta-analysis, but the results reported in this study also suggest a small and non-significant association between sex and quarantining.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 243,
                    "text": "(Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 156,
                    "end": 162,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "Two studies (Brown et al., 2010; Maguire et al., 2019) conducted in Australia agree that there is only a very small association between age and quarantining, yet there is some discrepancy between the studies in their findings for education and employment. (Maguire et al., 2019) found a medium association between employment and quarantining (quarantining being more likely among the employed) and a large association between education level and quarantining (likelihood of quarantining increased with education level). In a much larger sample, (Brown et al., 2010) found only a very small association between these variables and quarantining behaviour.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 32,
                    "text": "(Brown et al., 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 33,
                    "end": 54,
                    "text": "Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 256,
                    "end": 278,
                    "text": "(Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 545,
                    "end": 565,
                    "text": "(Brown et al., 2010)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Two studies found that those living in an urban area were only slightly more likely to quarantine than those living in a rural area (Brown et al., 2010; Kamal & Seedhom, 2011) .",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 152,
                    "text": "(Brown et al., 2010;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 153,
                    "end": 175,
                    "text": "Kamal & Seedhom, 2011)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Quarantining was found to have a small, positive association with perceived severity in 2 studies (Loustalot et al., 2011; Maguire et al., 2019) and with perceived risk in 2 studies (Katz et al., 2012; Maguire et al., 2019) .",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 122,
                    "text": "(Loustalot et al., 2011;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 123,
                    "end": 144,
                    "text": "Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 182,
                    "end": 201,
                    "text": "(Katz et al., 2012;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 202,
                    "end": 223,
                    "text": "Maguire et al., 2019)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Other potential determinants of this behaviour were only examined in a single study (see Supplementary Table 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 111,
                    "text": "Supplementary Table 5)",
                    "ref_id": null
                }
            ],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Ten studies measured respiratory hygiene/etiquette. One very small study was conducted during the SARS epidemic (Tam et al., 2004) . The remaining 9 studies were conducted during the influenza A H1N1 epidemic and are presented in Supplementary Table 6 .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 130,
                    "text": "(Tam et al., 2004)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [
                {
                    "start": 230,
                    "end": 251,
                    "text": "Supplementary Table 6",
                    "ref_id": null
                }
            ],
            "section": "Respiratory hygiene/etiquette"
        },
        {
            "text": "Four studies in the context of the influenza A H1N1 pandemic examined the association between sex (male/female) and covering mouth while coughing/sneezing. Overall, there is a small association between these variables, with females more likely to engage in good respiratory hygiene.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Four studies also examined the association between education and respiratory hygiene. The categories used in the studies differed, thereby negating a meta-analysis. Two studies conducted in the USA (Lin et al., 2018; Steelfisher et al., 2015) suggested that the likelihood of covering mouth while sneezing or coughing was greatest among those with the least amount of education, whereas one study conducted in Hong Kong found that the likelihood of engaging in this behaviour increased as education level increased. However, the effect sizes were small in all studies. The fourth study (Sharma et al., 2012) found a medium sized difference in literacy, with people classified as literate more likely to report improving their cough etiquette during the influenza A H1N1 pandemic than people classified as illiterate.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 216,
                    "text": "(Lin et al., 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 217,
                    "end": 242,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 586,
                    "end": 607,
                    "text": "(Sharma et al., 2012)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Contradictory results were found between the two studies that examined age Steelfisher et al., 2015) . Both studies reported small effects for age but in an opposite direction for each study.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 100,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "Parental status was shown to have a very small association with respiratory etiquette (Sharma et al., 2012; Steelfisher et al., 2015) .",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 107,
                    "text": "(Sharma et al., 2012;",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 108,
                    "end": 133,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Demographic variables"
        },
        {
            "text": "One very small study (Tam et al., 2004) conducted during the SARS epidemic found that people who cover their nose and mouth when sneezing, coughing or clearing their throat are likely to believe that this behaviour is more prevalent than those who do not engage in this behaviour (i.e. they experienced false consensus bias (Ross et al., 1977) ).",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 39,
                    "text": "(Tam et al., 2004)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 324,
                    "end": 343,
                    "text": "(Ross et al., 1977)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "The two studies that examined perceived severity (Loustalot et al., 2011; Sharma et al., 2012) ; and the two studies that examined perceived susceptibility Sharma et al., 2012) reported medium to large effects for perceived severity; and small and medium effects for perceived susceptibility, but in an opposite direction for each study.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 73,
                    "text": "(Loustalot et al., 2011;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 74,
                    "end": 94,
                    "text": "Sharma et al., 2012)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 156,
                    "end": 176,
                    "text": "Sharma et al., 2012)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "There was discrepancy in the three studies examining the association between concern and covering mouth when coughing/sneezing. Two studies conducted in the USA (Lin et al., 2018; Steelfisher et al., 2015) found that the likelihood of engaging in this behaviour increased as level of concern about becoming sick increased (with small to medium effects). The other study, conducted in Hong Kong found little difference between levels of concern in relation to this behaviour, although it asked about worry rather than concern.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 179,
                    "text": "(Lin et al., 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 180,
                    "end": 205,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Emotions"
        },
        {
            "text": "Two studies (Lin et al., 2018; Sharma et al., 2012) found a small to medium association between increasing level of knowledge about influenza A H1N1 and likelihood of covering mouth when coughing/ sneezing.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 30,
                    "text": "(Lin et al., 2018;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 31,
                    "end": 51,
                    "text": "Sharma et al., 2012)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Other variables"
        },
        {
            "text": "Other potential determinants of this behaviour were only examined in a single study (see Supplementary Table 6 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 110,
                    "text": "Supplementary Table 6",
                    "ref_id": null
                }
            ],
            "section": "Other variables"
        },
        {
            "text": "Five studies, all with low risk of bias, involving 13,939 people measured cleaning surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cleaning surfaces"
        },
        {
            "text": "Two studies Steelfisher et al., 2015) concluded that cleaning surfaces more often in response to an outbreak was more likely for females than males (with a small effect size). For age and education, the same two studies used different age bands and different education level groupings, so it is not appropriate to summarise the findings other than to say that they were not consistent. In both cases, the effect sizes presented were small (see Supplementary Table 7) .",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 37,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [
                {
                    "start": 444,
                    "end": 466,
                    "text": "Supplementary Table 7)",
                    "ref_id": null
                }
            ],
            "section": "Demographic variables"
        },
        {
            "text": "One very small study (Tam et al., 2004) conducted during the SARS epidemic found that people who engage more in this behaviour are likely to believe that cleaning surfaces is more prevalent than those who do not engage in this behaviour (false consensus bias).",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 39,
                    "text": "(Tam et al., 2004)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Two large studies conducted during the H1N1 epidemic Steelfisher et al., 2015) agreed that this behaviour was more likely as concern increased (with a medium effect size).",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 78,
                    "text": "Steelfisher et al., 2015)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Emotions"
        },
        {
            "text": "Other potential determinants of this behaviour were only examined in a single study (see Supplementary Table 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 111,
                    "text": "Supplementary Table 7)",
                    "ref_id": null
                }
            ],
            "section": "Emotions"
        },
        {
            "text": "Five studies examined this behaviour during the influenza A (H1N1) outbreak. The results for the studies are summarised in Supplementary  Table 8 . Fig. 6 shows that there is no statistically significant relationship between sex (male/female) and avoiding T-zone in three of these studies. Age and ethnicity were examined as potential determinants of avoiding T-zones in two studies (Steelfisher et al., 2015; Zottarelli et al., 2012) and, again, they both found small associations.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 409,
                    "text": "(Steelfisher et al., 2015;",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 410,
                    "end": 434,
                    "text": "Zottarelli et al., 2012)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 145,
                    "text": "Supplementary  Table 8",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 154,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Avoiding T-zone"
        },
        {
            "text": "Two studies found small associations between perceptions of susceptibility and avoiding T-zones and between perceptions of severity and avoiding T-zones (Gu et al., 2015; Zottarelli et al., 2012) .",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 170,
                    "text": "(Gu et al., 2015;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 171,
                    "end": 195,
                    "text": "Zottarelli et al., 2012)",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "Other potential determinants of this behaviour were only examined in a single study (see Supplementary Table 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 111,
                    "text": "Supplementary Table 8)",
                    "ref_id": null
                }
            ],
            "section": "Beliefs/attitudes"
        },
        {
            "text": "This research aimed to draw together the determinants of preventive behaviours that have been examined in contexts that were similar to the COVID-19 pandemic. Most of the research identified was conducted in the context of the influenza A (H1N1) pandemic in 2009, although there was also research conducted in the context of SARS, MERS and seasonal influenza. We examined the determinants of 7 behaviours: avoiding Tzones, cleaning surfaces, respiratory etiquette, isolation/quarantining, wearing a face covering, handwashing, and social/physical distancing. There was considerably more evidence for the determinants of wearing a face covering, handwashing and social or physical distancing than the other behaviours. There was little evidence found about the determinants of cleaning surfaces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Demographic variables were included in the review as, although they are not malleable, they could inform the targeting of public health messages. In summary, we found that females are more likely than males to clean/disinfect surfaces, wear face masks and wash their hands more frequently. The papers included in the review also suggest that married people and people living in more urban or more populated areas are more likely than others to wash their hands frequently and wear face masks. Married people are also more likely to engage in distancing behaviours. People with children are more likely to wash their hands and distance themselves from others. There was no consistent association found between any of the behaviours examined and age or education level. It is also important to stress that all the associations mentioned here had a small effect size. Nevertheless, together, small odds ratios could have an impact at the population level in terms of avoiding the cycle of waves of infections and lockdowns (Bradley et al., 2020) .",
            "cite_spans": [
                {
                    "start": 1020,
                    "end": 1042,
                    "text": "(Bradley et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Attitudes and beliefs represent another set of variables examined in the review that more easily lend themselves to interventions designed to encourage preventive behaviours. The commonly explored attitudes/ beliefs found in this review are perceptions of susceptibility and severity of the disease, efficacy of the protective behaviours and self-efficacy in performing those behaviours. Perceptions of severity and susceptibility, which are sometimes combined as an expression of perceived threat or contribute greatly to a perception of overall risk, were found to have a positive, small relationship with avoiding T-zones, quarantining, wearing face masks, handwashing and distancing behaviours. In addition, larger relationships were found between perceived susceptibility and wearing face masks, handwashing and distancing behaviours. The relationship between perceived efficacy and wearing face masks, handwashing and distancing behaviours was also found to be positive and small. Self-efficacy was consistently positively related to handwashing and wearing face masks, with both small and medium relationships found.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Concern about self or family members becoming sick was positively related to cleaning surfaces, respiratory hygiene, wearing a face mask, handwashing and distancing behaviours. Medium and large relationships were found in some studies across these behaviours. This could be a proxy measure of perceived threat or risk, tinged with an emotional reaction to these perceptions. Focusing on raising awareness of the seriousness of the virus combined with empowering messaging on people's ability to take simple steps to minimise their risk may be promising variables to employ in public health interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Finally, knowledge of the virus was found to be associated with respiratory hygiene, wearing face masks, handwashing and distancing behaviours. It is intuitive that is people understand the virus better, they are more likely to adhere to the behaviours required to prevent transmission of the virus. Previous research in other areas has shown that understanding is related to better performance of behaviour, although it is not sufficient in itself for behaviour change (Haenssgen et al., 2019; Worsley, 2002) .",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 494,
                    "text": "(Haenssgen et al., 2019;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 495,
                    "end": 509,
                    "text": "Worsley, 2002)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The variables identified in this review match well with the Health Belief Model (Rosenstock, 1974) or Protection Motivation Theory (Rogers, 1975) . This is not surprising as these models are likely to have guided selection of variables to be assessed in the research. However, it means that there could be other important variables that have been overlooked. For example, the COM-B model (Michie et al., 2014) suggests that there are three broad areas of determinants of behaviourcapability, opportunity and motivation. The variables identified in this review address aspects of capability (e.g. knowledge) and motivation (e. g. perception of threat and concern). Yet, there is little information in the literature about variables that relate to opportunity. For example, the positioning of hand sanitiser stations or the availability or affordability of face coverings. There is some research that has examined this broad area (Murray et al., 2009 ), but it is largely unaddressed. Furthermore, there is no research in our review that examines the impact of the influence of social media in, for example, propagating conspiracy beliefs, which has become more of an issue in the context of COVID-19. Some of our findings could explain the role of conspiracy beliefs in that they might serve to reduce perceptions of risk, but the factors underlying the formation of these beliefs is an area worthy of current investigation.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 98,
                    "text": "(Rosenstock, 1974)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 131,
                    "end": 145,
                    "text": "(Rogers, 1975)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 388,
                    "end": 409,
                    "text": "(Michie et al., 2014)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 928,
                    "end": 948,
                    "text": "(Murray et al., 2009",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The results of this review need to be considered in light of the limitations of the research reviewed and the limitations of this review. The results reported are derived from cross-sectional studies where a substantial proportion (about 36%) are rated as having either a high risk of bias or the risk of bias is unclear. These poor ratings of risk of bias mostly resulted from a lack of evidence that the measurement of the determinants and/or behaviours was conducted using valid and reliable measures and that the sample was not randomly selected. This calls into question the representativeness of the samples used in these studies, although this is less concerning in situations where we find consistent results across a number of studies. Furthermore, all studies identified in our search of the literature are cross-sectional, and this raises questions about the direction of the relationships reported. For example, although it is likely that perceived susceptibility predicts a decision to engage in a particular preventive behaviour, it could also be the case that people decide not to engage in the behaviour for another reason and then justify this decision by holding a particular attitude to avoid cognitive dissonance. In addition, it was difficult to draw conclusions about several variables identified in the review because they were measured in different ways. For example, different categories were used to classify age bands, employment types and educational levels across studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our review has necessarily been constrained to focus on a coherent body of literature. For example, the review did not include qualitative research which could help to elucidate the relationships identified in this review. Furthermore, the review has not included research relating to preventive behaviours in the context of COVID-19. This boundary exists because at the time of conducting the search, there was little research on preventive behaviours in COVID-19 and the purpose of this review was to inform public health messaging by learning from other, similar situations. Moreover, it was considered important to summarise the findings from this complete body of literature before considering the growing and changing picture in COVID-19. During the course of this review, a substantial body of research has been generated in the context of COVID-19 and we are currently developing living systematic reviews for each of the behaviours covered in the present review, focusing on COVID-19 (Hanratty et al., 2021) . Nevertheless, the current research in COVID-19 suggests that the factors identified in this review are likely to be similar and this review contains findings that are very relevant to the COVID-19 situation.",
            "cite_spans": [
                {
                    "start": 993,
                    "end": 1016,
                    "text": "(Hanratty et al., 2021)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, this review has highlighted that in order to encourage people to engage with preventive behaviours, public health messaging should consider emphasising the potential seriousness of COVID-19 to individuals to elicit appropriate concern, strengthening perceptions of risk or threat from COVID-19, enhancing self-efficacy about preventive behaviours and improving knowledge about SARS-CoV-2 and how it is transmitted, and how preventive behaviours can reduce the risk of transmission. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of competing interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Hand or hands) adj2 hygiene) or Handwash* or (Wash* adj2 hand*)).mp. [mp=title, abstract, original title, name of substance word, subject heading word, floating sub-heading word, keyword heading word, organism supplementary concept word",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "name of substance word, subject heading word, floating subheading word, keyword heading word, organism supplementary concept word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier, synonyms] 15. (hand adj2 disinfect*).mp. [mp=title, abstract, original title, name of substance word, subject heading word, floating sub-heading word, keyword heading word, organism supplementary concept word",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "* or sneeze*) and (sleeve or arm or elbow or tissue or etiquette)).mp. 19. (tissue and (dispose or disposal or bin or hygiene)).mp. [mp=title, abstract, original title, name of substance word, subject heading word, floating sub-heading word, keyword heading word, organism supplementary concept word",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social Isolation/ or Patient Isolation/ 22. (self-isolate or self-isolation or self-isolating).ti,ab. 23. (mass adj2 (behav* or gather*)).mp. [mp=title, abstract, original title, name of substance word, subject heading word, floating sub-heading word, keyword heading word, organism supplementary concept word, protocol supplementary concept word, rare disease supplementary concept word, unique identifier, synonyms] 24. (social distance or social distancing).mp. [mp=title, abstract, original title, name of substance word, subject heading word, floating sub-heading word",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "* adj2 home) or telecommute or telework* or (remote* adj2 work*)).mp. [mp=title, abstract, original title, name of substance word, subject heading word, floating sub-heading word, keyword heading word, organism supplementary concept word",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "limit 36 to (address or autobiography or bibliography or biography or comment or editorial or interview or lecture or letter or news or newspaper article)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Knowledge and adoption of community mitigation efforts in Mexico during the 2009 H1N1 pandemic",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Aburto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pevzner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lopez-Ridaura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lopez-Gatell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lazcano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hernandez-Avila",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "J"
                    ],
                    "last": "Aburto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pevzner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lopez-Ridaura",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rojas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lopez-Gatell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lazcano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hernandez-Avila",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Journal of Preventive Medicine",
            "volume": "39",
            "issn": "5",
            "pages": "395--402",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amepre.2010.07.011"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Adoption of preventive measures during and after the 2009 influenza a (H1N1) virus pandemic peak in Spain",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Aguero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Perez Gimenez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lopez Medina",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Garcia Continente",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Preventive Medicine",
            "volume": "53",
            "issn": "",
            "pages": "203--206",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2011.06.018"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Demographic and attitudinal determinants of protective behaviours during a pandemic: A review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "British Journal of Health Psychology",
            "volume": "15",
            "issn": "4",
            "pages": "797--824",
            "other_ids": {
                "DOI": [
                    "10.1348/135910710X485826"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A systems approach to preventing and responding to COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mansouri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Kee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "M T"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "E Clinical Medicine",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Self-reported anticipated compliance with physician advice to stay home during pandemic (H1N1) 2009: results from the 2009 Queensland Social Survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "H"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aitken",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Leggat",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Speare",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-10-138"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Social capital and health-protective behavior intentions in an influenza pandemic",
            "authors": [
                {
                    "first": "Y.-C",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "Y.-L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "K.-C",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "C.-H",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Article e0122970",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Community psychological and behavioral responses through the first wave of the 2009 influenza A(H1N1) pandemic in Hong Kong",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ip",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Infectious Diseases",
            "volume": "202",
            "issn": "",
            "pages": "867--876",
            "other_ids": {
                "DOI": [
                    "10.1086/655811"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "An effect size primer: A guide for clinicians and researchers",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ferguson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Professional Psychology: Research and Practice",
            "volume": "40",
            "issn": "",
            "pages": "532--538",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Barriers to mask wearing for influenza-like illnesses among urban Hispanic households",
            "authors": [
                {
                    "first": "Y.-H",
                    "middle": [],
                    "last": "Ferng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wong-Mcloughlin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Public Health Nursing",
            "volume": "28",
            "issn": "1",
            "pages": "13--23",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1525-1446.2010.00918.x"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Long-term effect of the influenza A/H1N1 pandemic: Attitudes and preventive behaviours one year after the pandemic",
            "authors": [
                {
                    "first": "*",
                    "middle": [],
                    "last": "Garcia-Continente",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Serral",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nebot",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "European Journal of Public Health",
            "volume": "23",
            "issn": "4",
            "pages": "679--681",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Cochrane rapid reviews. Interim guidance from the Cochrane Rapid Reviews Methods Group",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garritty",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gartlehner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kamel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nussbaumer-Streit",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Affengruber",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Preventive behaviors and mental distress in response to H1N1 among university students in Guangzhou, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asia-Pacific Journal of Public Health",
            "volume": "27",
            "issn": "2",
            "pages": "1867--1879",
            "other_ids": {
                "DOI": [
                    "10.1177/1010539512443699"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Gender based knowledge, attitude and practices about swine flu in a rural Indian population",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khajuria",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rani",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JK Science",
            "volume": "17",
            "issn": "2",
            "pages": "79--83",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Health behavior education, e-research and a (H1N1) influenza (Swine Flu): Bridging the gap between intentions and health behavior change",
            "authors": [
                {
                    "first": "*",
                    "middle": [],
                    "last": "Gutierrez-Dona",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Renner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Reuter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Giese",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schubring",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Procedia Social & Behavioral Sciences",
            "volume": "46",
            "issn": "",
            "pages": "2782--2795",
            "other_ids": {
                "DOI": [
                    "10.1016/j.sbspro.2012.05.565"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Antibiotic knowledge, attitudes and practices: new insights from cross-sectional rural health behaviour surveys in low-income and middle-income South-East Asia",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Haenssgen",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Charoenboon",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zanello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mayxay",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Reed-Tsochas",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lubell",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ariana",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Article e028224",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2018-028224"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Psychological and psychosocial determinants of COVID health-related behaviours (COHeRe): A systematic review protocol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanratty",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "T"
                    ],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dempster",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Open Science Framework",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Preventive behavioral responses to the 2015 middle east respiratory syndrome coronavirus outbreak in Korea",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jang",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eun",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Environmental Research and Public Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph1612216"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The Joanna Briggs Institute critical appraisal tools for use in JBI Systematic Reviews Checklist for analytical cross sectional studies",
            "authors": [],
            "year": 2017,
            "venue": "JBI",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The Joanna Briggs Institute critical appraisal tools for use in JBI Systematic Reviews Checklist for cohort studies",
            "authors": [
                {
                    "first": "Jbi",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Early assessment of anxiety and behavioral response to novel swine-origin influenza a(H1N1)",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salathe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "12",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0008032"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Knowledge, attitude and practice of El-Minia university students towards pandemic H1N1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kamal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Seedhom",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Public Health",
            "volume": "19",
            "issn": "6",
            "pages": "505--510",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Effect of individual protective behaviors on influenza transmission: an agent-based model",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schmitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Akgunduz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Care Management Science",
            "volume": "18",
            "issn": "3",
            "pages": "318--333",
            "other_ids": {
                "DOI": [
                    "10.1007/s10729-014-9310-2"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "H1N1 preventive health behaviors in a university setting",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sanza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petinaux",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of American College Health",
            "volume": "60",
            "issn": "1",
            "pages": "46--56",
            "other_ids": {
                "DOI": [
                    "10.1080/07448481.2011.570398"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Intention to engage in preventive behaviors in response to the A/H1N1 pandemic among university entrants in four Chinese cities",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Keller",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Griffiths",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Asia-Pacific Journal of Public Health",
            "volume": "26",
            "issn": "1",
            "pages": "42--47",
            "other_ids": {
                "DOI": [
                    "10.1177/1010539513496842"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Exploring optimistic bias and the integrative model of behavioral prediction in the context of a campus influenza outbreak",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Niederdeppe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Health Communication",
            "volume": "18",
            "issn": "2",
            "pages": "206--222",
            "other_ids": {
                "DOI": [
                    "10.1080/10810730.2012.688247"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Prevalence of preventive behaviors and associated factors during early phase of the H1N1 influenza epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Journal of Infection Control",
            "volume": "38",
            "issn": "5",
            "pages": "374--380",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2010.03.002"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "SARS transmission, risk factors, and prevention in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "4",
            "pages": "587--592",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1004.030628"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "SARS related preventive and risk behaviours practised by Hong Kong-mainland China cross border travellers during the outbreak of the SARS epidemic in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Epidemiology and Community Health",
            "volume": "58",
            "issn": "12",
            "pages": "988--996",
            "other_ids": {
                "DOI": [
                    "10.1136/jech.2003.017483"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Coping with the threat of severe acute respiratory syndrome: Role of threat appraisals and coping responses in health behaviors",
            "authors": [
                {
                    "first": "*",
                    "middle": [],
                    "last": "Lee-Baggley",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Delongis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voorhoeave",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Greenglass",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fielding",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Asian Journal of Social Psychology",
            "volume": "7",
            "issn": "1",
            "pages": "9--23",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0013350"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Facing a health threat in a complex information environment: A national representative survey examining American adults' behavioral responsesto the 2009/2010 A(H1N1) Pandemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "F"
                    ],
                    "last": "Mccloud",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Viswanath",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Education & Behavior",
            "volume": "45",
            "issn": "1",
            "pages": "77--89",
            "other_ids": {
                "DOI": [
                    "10.1177/1090198117708011"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Household transmission of 2009 pandemic influenza a (H1N1) and nonpharmaceutical interventions among households of high school students in",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Loustalot",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Silk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gaither",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lamias",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dawood",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fishbein",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guerra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Verani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Carlson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fonseca",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clinical Infectious Diseases",
            "volume": "52",
            "issn": "",
            "pages": "146--153",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciq057"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Knowledge and practice concerning severe acute respiratory syndrome among the instutionalized elderly in Hong Kong",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lui",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Hong Kong Practitioner",
            "volume": "27",
            "issn": "4",
            "pages": "134--141",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Nothing to sneeze at -Uptake of protective measures against an influenza pandemic by people with schizophrenia: Willingness and perceived barriers",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maguire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Reay",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Looi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Australasian Psychiatry",
            "volume": "27",
            "issn": "2",
            "pages": "171--178",
            "other_ids": {
                "DOI": [
                    "10.1177/1039856218815748"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Prevalence and associated psychosocial factors of increased hand hygiene practice during the influenza A/H1N1 pandemic: Findings and prevention implications from a national survey in Taiwan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Tropical Medicine and International Health",
            "volume": "17",
            "issn": "5",
            "pages": "604--612",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-3156.2012.02966.x"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The behaviour change wheel: A guide to designing interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Atkins",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Behavioural, environmental, social, and systems interventions against Covid-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article m2982",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m2982"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Non-pharmaceutical interventions during an outbreak of 2009 pandemic influenza a (H1N1) virus infection at a large public university",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dee",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Phares",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kutty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Iuliano",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Silverman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Siebold",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Armlarge",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Swerdlow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Massoudi",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fishbein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clinical Infectious Diseases",
            "volume": "52",
            "issn": "",
            "pages": "138--145",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciq056"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Illness representation on H1N1 influenza and preventive behaviors in the Hong Kong general population",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of Health Psychology",
            "volume": "20",
            "issn": "12",
            "pages": "1523--1533",
            "other_ids": {
                "DOI": [
                    "10.1177/1359105313516031"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Sub-optimal hand sanitiser usage in a hospital entrance during an influenza pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Clarkson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wellington",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hand Hygiene",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Study",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Euro Surveillance: Bulletin Europeen sur les Maladies Transmissibles",
            "volume": "",
            "issn": "37",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Investigating and evaluating evidence of the behavioural determinants of adherence to social distancing measures -A protocol for a scoping review of COVID-19 research",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Noone",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Warner",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Lavoie",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcguire",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mc Sharry",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Meade",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Morrissey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "O&apos;connor",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toomey",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "HRB Open Research",
            "volume": "",
            "issn": "46",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.12688/hrbopenres.13099.2"
                ]
            }
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Perceptions and behaviors related to hand hygiene for the prevention of H1N1 influenza transmission among Korean university students during the peak pandemic period",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Son",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Ha",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Infectious Diseases",
            "volume": "10",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-10-222"
                ]
            }
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "A protection motivation theory of fear appeals and attitude change 1",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "The Journal of Psychology",
            "volume": "91",
            "issn": "",
            "pages": "93--114",
            "other_ids": {
                "DOI": [
                    "10.1080/00223980.1975.9915803"
                ]
            }
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Historical origins of the health belief model",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "M"
                    ],
                    "last": "Rosenstock",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Health Education Monographs",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Public perceptions, anxiety, and behaviour change in relation to the swine flu outbreak: cross sectional telephone survey",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "House",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "; -X *rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Page",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Journal of Experimental Social Psychology",
            "volume": "13",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/0022-1031(77)90049-X"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The impact of communications about swine flu (influenza a H1N1v) on public responses to the outbreak: results from 36 national telephone surveys in the UK",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "W"
                    ],
                    "last": "Potts",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Health Technology Assessment",
            "volume": "14",
            "issn": "34",
            "pages": "183--266",
            "other_ids": {
                "DOI": [
                    "10.3310/hta14340-03"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "How do we handle new health risks? Risk perception, optimism, and behaviors regarding the H1N1 virus",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rudisill",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Risk Research",
            "volume": "16",
            "issn": "8",
            "pages": "959--980",
            "other_ids": {
                "DOI": [
                    "10.1080/13669877.2012.761271"
                ]
            }
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Pathfinding in the research forest: The pearl harvesting method for effective information retrieval. Education and Training in Developmental Disabilities",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sandieson",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "41",
            "issn": "",
            "pages": "401--409",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Harnessing the power of education research databases with the pearl-harvesting methodological framework for information retrieval",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Sandieson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Sandieson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "The Journal of Special Education",
            "volume": "44",
            "issn": "3",
            "pages": "161--175",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Knowledge, behaviour change, and anticipated compliance regarding non-pharmaceutical interventions during pandemic of influenza A H1N1 in Delhi",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sodhi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lung India",
            "volume": "29",
            "issn": "4",
            "pages": "341--346",
            "other_ids": {
                "DOI": [
                    "10.4103/0970-2113.102817"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The use of facemasks to prevent respiratory infection: A literature review in the context of the health belief model",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "S P"
                    ],
                    "last": "Moey",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "C"
                    ],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Singapore Medical Journal",
            "volume": "55",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Adoption of preventive behaviors in response to the 2009 H1N1 influenza pandemic: A multiethnic perspective",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Steelfisher",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Blendon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maddox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lubell",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ben-Porath",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Influenza and other Respiratory Viruses",
            "volume": "9",
            "issn": "3",
            "pages": "131--142",
            "other_ids": {
                "DOI": [
                    "10.1111/irv.12306"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Introduction, comparison and validation of meta-essentials: A free and simple tool for meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Suurmond",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Van Rhee",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Research Synthesis Methods",
            "volume": "8",
            "issn": "",
            "pages": "537--553",
            "other_ids": {
                "DOI": [
                    "10.1002/jrsm.1260"
                ]
            }
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Biases in the perceived prevalence and motives of severe acute respiratory syndrome prevention behaviors among Chinese high school students in Hong Kong",
            "authors": [
                {
                    "first": "K.-P",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "Y"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": ".-M",
                    "middle": [],
                    "last": "Chiu",
                    "suffix": ""
                },
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Asian Journal of Social Psychology",
            "volume": "7",
            "issn": "1",
            "pages": "1187--1193",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1467-839X.2004.00135.x"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Crying wolf? Impact of the H1N1 2009 influenza pandemic on anticipated public response to a future pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Stevens",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Agho",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Kable",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Raphael",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Medical Journal of Australia",
            "volume": "197",
            "issn": "",
            "pages": "561--564",
            "other_ids": {
                "DOI": [
                    "10.5694/mja11.11623"
                ]
            }
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Determinants of the public intent to receive the seasonal influenza vaccine and protective behaviors: A population-based study in Taiwan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsieh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "6667--6675",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2014.08.080"
                ]
            }
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Burden of influenza, healthcare seeking behaviour and hygiene measures during the A(H1N1)2009 pandemic in France: a population based study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Cauteren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vaux",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "De Valk",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Le Strat",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vaillant",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Levy-Bruhl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Public Health",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-12-947"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "How to improve adherence with quarantine: rapid review of the evidence",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Health",
            "volume": "182",
            "issn": "",
            "pages": "163--169",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Applying principles of behaviour change to reduce SARS-CoV-2 transmission",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlot",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature Human Behaviour",
            "volume": "4",
            "issn": "5",
            "pages": "451--459",
            "other_ids": {
                "DOI": [
                    "10.1038/s41562-020-0887-9"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Practice of habitual and volitional health behaviors to prevent severe acute respiratory syndrome among Chinese adolescents in Hong Kong",
            "authors": [
                {
                    "first": "C.-Y",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": ".-K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Adolescent Health",
            "volume": "36",
            "issn": "3",
            "pages": "193--200",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Associations between hand hygiene education and self-reported hand-washing behaviors among Korean adults during MERS-CoV outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Worsley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "E.-C",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "A"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Asia Pacific Journal of Clinical Nutrition",
            "volume": "11",
            "issn": "1",
            "pages": "157--164",
            "other_ids": {
                "DOI": [
                    "10.1177/1090198118783829"
                ]
            }
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "College student adoption of non-pharmaceutical interventions during the 2009 H1N1 influenza pandemic: A study of two Texas universities in Fall",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Zottarelli",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Sunil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Flott",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Karbhari",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Preventive Medicine",
            "volume": "55",
            "issn": "5",
            "pages": "497--499",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ypmed.2012.08.009"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA flow diagram.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Forest plot of associations between sex and handwashing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "al., 2011; Maguire et al., 2019; Tang Forest plot of associations between sex and face mask wearing.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Forest plot of associations between sex and quarantining.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "This work was supported by the Economic and Social Research Council [grant number ES/V005197/1]. CRediT authorship contribution statement Jennifer Hanratty: Data curation, analysis, writing original draft. Martin Dempster: Conceptualization, analysis, supervision, writingoriginal draft preparation and edits. Declan Bradley: Conceptualization, validation, writingreviewing and editing. Sarah Miller: Conceptualization, validation, writingreviewing and editing.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Behaviours to mitigate the spread of COVID-19.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge the input of the Behaviour Change Group within the Research & Development Office of the Northern Ireland Public Health Agency who contributed to the early conceptualisation and review of articles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "1. exp Coronavirus 2. exp Coronavirus Infections/ 3. (coronavirus* or corona virus* or OC43 or NL63 or 229E or HKU1 or HCoV* or ncov* or covid* or sars-cov* or sarscov* or Sars-coronavirus* or Severe Acute Respiratory Syndrome Coronavirus*).mp. 4. (SARS or SARS-CoV or MERS or MERS-CoV or Middle East respiratory syndrome or influenza virus or avian influenza or H1N1 or H5N1 or H5N6 or IBV or swine flu or bird flu).mp. 5. (2019-ncov or ncov19 or ncov-19 or 2019-novel CoV or sars-cov2 or sars-cov-2 or sarscov2 or sarscov-2 or Sars-coronavirus2 or Sars-coronavirus-2 or SARS-like coronavirus* or coronavirus-19 or covid19 or covid-19 or covid 2019 or ((novel or new or nouveau) adj2 (CoV on nCoV or covid or coronavirus* or corona virus or Pandemi*2)) or ((covid or covid19 or covid-19) and pandemic*2) or (coronavirus* and pneumonia)).mp. 6. COVID-19.rx,px,ox. or severe acute respiratory syndrome coronavirus 2.os. 7. exp. *Influenza A Virus, H1N1 Subtype/ 8. *Coronaviridae/ 9. 1 or 2 or 3 or 4 or 5 or 6 or 7 or 8 (continued on next page) Fig. 6 . Forest plot of associations between sex and avoiding T-zone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1045,
                    "end": 1051,
                    "text": "Fig. 6",
                    "ref_id": null
                }
            ],
            "section": "Appendix 1. Search terms used in OVID Medline"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.actpsy.2021.103423.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix 2. Supplementary data"
        }
    ]
}