{
    "paper_id": "eec9ac25c53b0d542de910ff4ab356bdd9b7cb97",
    "metadata": {
        "title": "The burden of thrombotic complications in critically ill patients with COVID-19: charting the uncharted",
        "authors": [
            {
                "first": "Antonio",
                "middle": [],
                "last": "Landi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "IRCCS MultiMedica",
                    "location": {
                        "settlement": "Milan",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "De Servi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Pavia Medical School",
                    "location": {
                        "settlement": "Pavia",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The coronavirus disease 2019 (COVID-19) has emerged as a pandemic of unprecedent proportions, overwhelming worldwide healthcare organizations. The complex pathophysiological mechanisms of SARS-CoV-2 pulmonary infection and their impact on cardiovascular system are rapidly evolving, shedding lights on the role of \"pro-thrombotic state\" in critically ill patients. Indeed, elevation of lactate dehydrogenase, D-dimer and fibrin degradation products, thrombocythemia and prolonged thrombin time are common findings, suggesting that cytokine storm leads to coagulation cascade activation and disseminated intravascular coagulation (DIC) in severe COVID-19 patients. Emerging evidences, coming from small post-mortem studies, seem to support a link between virus infection and thrombotic complications, with pathological evidence of high rate of pulmonary microthrombosis. Moreover, areas of diffuse alveolar hemorrhage may be found, as final consequence of coagulation factors depletion and DIC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The mortality rate of patients admitted to Intensive Care Unit (ICU) is nowadays up to 30%, requiring a careful assessment of thrombotic and bleeding risk in order to set a real fit-tailored treatment. Recently, several observational studies investigated the prevalence of thrombotic complications in COVID-19 patients admitted to ICU (Table 1) . Klok and colleagues analyzed 184 critically ill ICU patients with confirmed COVID-19 pneumonia, a selected population at high risk of thrombotic complications [1] . Despite all patients received antithrombotic treatment (at least thromboprophylaxis regimen), they found a remarkable cumulative incidence of thrombotic complications (31%) in this population. Of note, pulmonary embolism was the most common cause (81%), followed by other venous thromboembolic (VTE) and arterial thrombotic events. This high rate of thrombotic complications in severe COVID-19 is of utmost importance, although current recommendations suggest only prophylactic dose of heparin once daily. On the other hand, systemic and multiorgan involvement in advanced phases of COVID-19 pneumonia may lead to renal failure, liver dysfunction, thrombocytopenia and coagulation disorders, which increase bleeding hazard.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [
                {
                    "start": 335,
                    "end": 344,
                    "text": "(Table 1)",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Lodigiani et al. described a cohort of patients in a single center ICU in Italy, of which 8/48 (16.7%) developed thromboembolic complications (including VTE, ischemic stroke, and acute coronary syndrome), although all patients received heparin treatment [2] . A multicenter French study of 150 COVID-19 patients admitted to ICU found a prevalence of thrombosis of 43%, despite prophylactic or therapeutic heparin treatment [3] . Thomas et al. investigated a cohort of 63 COVID-19 patients from a tertiary center in United Kingdom and found that the cumulative incidence estimate of VTE events was 27% (95% confidence interval 10-47%) and arterial thrombosis 4% (95% CI 1-12%) [4] . Baseline characteristics, heparin treatment and thrombotic complications of studies investigating the prevalence of thrombotic complications in critically ill patients with COVID-19 are summarized in Table 1 [2] [3] [4] .",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 423,
                    "end": 426,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 676,
                    "end": 679,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 890,
                    "end": 893,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 894,
                    "end": 897,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 889,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "However, in real clinical practice, facing COVID-19 pneumonia and its related VTE events, thrombotic risk assessment should be carefully adjusted and counterbalanced with bleeding risk. To this regard, Padua Prediction Score (PPS), which was developed to predict VTE events in hospitalized medical patients, may be supportive in decision-making process of optimal heparin treatment (conventional prophylaxis doses versus therapeutic regimen) in severe COVID-19 patients. As shown in the Fig. 1 Dealing with lights and shadows of this pandemic and uncertainties regarding optimal anti-thrombotic strategies, a one-size-fits-all strategy cannot be applied in patients admitted to ICU and an individualized approach should guide the complex management of these patients in a fine balance between ischemic and bleeding complications. Thrombotic hazard should be counterbalanced with bleeding risk, especially in advanced stages of COVID-19 disease. Further studies are warranted to develop or validate novel prediction systems, aiming to guide the challenging and fast-evolving management of COVID-19 critically ill patients.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 487,
                    "end": 493,
                    "text": "Fig. 1",
                    "ref_id": null
                }
            ],
            "section": "Dear Editor,"
        },
        {
            "text": "Author contributions All authors contributed to the study conception and design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "Funding None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dear Editor,"
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "Informed consent For this type of study, formal consent is not required. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of human and animal rights This article does not contain any studies with human participants performed by any of the authors."
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "A"
                    ],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "Mjha",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "Njm",
                    "middle": [],
                    "last": "Van Der Meer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Arbous",
                    "suffix": ""
                },
                {
                    "first": "Dampj",
                    "middle": [],
                    "last": "Gommers",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kant",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.013"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Venous and arterial thromboembolic complications in COVID-19 patients admitted to an academic hospital in Milan",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lodigiani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iapichino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carenzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ferrazzi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sebastian",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Italy Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "9--14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.024"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "High risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tacquard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Severac",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leonard-Lorant",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohana",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Delabranche",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06062-x"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Thrombotic complications of patients admitted to intensive care with COVID-19 at a teaching hospital in the United Kingdom",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Varley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Symington",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sheares",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.028"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Attention should be paid to venous thromboembolism prophylaxis in the management of COVID-19",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Haematol",
            "volume": "",
            "issn": "",
            "pages": "30109--30114",
            "other_ids": {
                "DOI": [
                    "10.1016/S2352-3026(20)30109-5"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": ", a PPS of 4 or more identifies patients at high risk of VTE. The predictive ability of PPS has recently been evaluated in a cohort of",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Main characteristics of studies enrolling critically ill patients with COVID-19 a Regimens differed between centers and doses increased over time Klok et al. (n = 184) [1] Lodigiani et al. (n = 61) [2] Helms et al. (n = 150) [3] Thomas et al. (n = 63) [4] Fig. 1 Padua Prediction Score (PPS) for venous thromboembolic risk assessment. Assigning 1-3 points to each determinant, a score ≥4 identifies patients at high risk of thromboembolic complications. MI myocardial infarction, VTE venous thromboembolism, BMI body mass index",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}