{
    "paper_id": "eef3c59a2608d77fb771c77495ccb8e8ff9023fb",
    "metadata": {
        "title": "The reproductive health fall-out of a global pandemic",
        "authors": [
            {
                "first": "Julie",
                "middle": [
                    "G"
                ],
                "last": "Thorne",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Marie",
                "middle": [],
                "last": "Buitendyk",
                "suffix": "",
                "affiliation": {
                    "laboratory": "AMPATH-RH Team Leader",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Righa",
                "middle": [],
                "last": "Wawuda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Senior Registrar, ObsGyn",
                    "institution": "Moi University",
                    "location": {
                        "settlement": "Eldoret",
                        "country": "Kenya"
                    }
                },
                "email": ""
            },
            {
                "first": "Brianne",
                "middle": [],
                "last": "Lewis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Caitlin",
                "middle": [],
                "last": "Bernard",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indiana University",
                    "location": {
                        "settlement": "Indianapolis",
                        "region": "IN",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Rachel",
                "middle": [
                    "F"
                ],
                "last": "Spitzer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Vice Chair, Global Women's Health",
                    "institution": "University of Toronto",
                    "location": {
                        "settlement": "Toronto",
                        "region": "ON",
                        "country": "Canada"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Social media outlets are inundated with quips about the baby boom coming nine months after the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "It's not that funny. Or that simple. The global spread of the coronavirus has resulted in unprecedented containment measures. Around the world, businesses and schools are closed; hospital services are reduced and redirected to provide only emergency care; global aid and development agencies have repatriated their employees. These are appropriate responses to a rapidly evolving pandemic, but pose serious risks for women and adolescent girls everywhere.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Our vulnerable populations are now becoming further isolated from much needed reproductive health care. Unplanned and risky pregnancies will increase as a result of this pandemic. In lowand middle-income countries (LMIC) like Kenya, where we have a direct clinical and teaching relationship through AMPATH (the Academic Model Providing Access to Healthcare), the unmet family planning need is already at least 18%, as reported by the Kenya Data Health System (KDHS, 2014). This does not accurately reflect the much higher unmet need among adolescent girls, women within certain tribes, in rural areas and with low educational and socioeconomic status, who are underrepresented in national statistics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "These women already face disproportionately increased maternal mortality due to unsafe abortion, infection, postpartum hemorrhage, heart disease, and more. These disparities will be further magnified by the rapidly evolving limits on access to health care during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Around the world, government restrictions and media sensationalism are having innumerable consequences for the health sector. These include unprecedented avoidance of health facilities, reduced health facility staffing, and supply chain destabilisation with resulting stockouts of contraceptive commodities, among other essential drugs. 1 For those with the means to access contraceptives in the private sector or via direct-to-consumer options, circumventing these barriers is possible. For women who rely on smaller public facilities, especially in rural and unstable areas, a lack of access to muchneeded reproductive care has become the unfortunate reality. At our tertiary care facility in Western Kenya, the family planning clinic has scrambled to maintain a consistent supply and access to contracept those women most in need, but the challenges described above have resulted in severely reduced hours of operation and practitioner availability, with dwindling patient numbers.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 338,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "More than 160 countries worldwide have closed their schools, including nearly all countries in Africa. 2 Beginning March 16th, Kenya closed all educational institutions, including universities, indefinitely. Adolescents who are out of school are at increased risk of unplanned pregnancies, either as a result of sexual exploration with their peers, \"survival sex\" for income, or violence from sexual aggressors. 3 More than 18 million adolescents ages 10-19 become pregnant every year. In response, global aid was beginning to shift its focus to the reproductive health needs of adolescent girls. In Kenya, improved policies in the public sector designed to increase graduation from primary school and matriculation in secondary school were recently instituted. This came in the wake of a number of large international summits, such as Women Deliver 2019, and the Nairobi Summit on ICPD25. The country has seen a significant increase in sexual health education outreach with the development of youth-friendly health centres at county health facilities. Halting this much-needed progress and enforcing prolonged school closures will once again make these girls more vulnerable, particularly in their reproductive health needs.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 104,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 412,
                    "end": 413,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Over the past 20 years, significant gains have been made in healthcare utilisation, resulting in improved maternal and child health outcomes, especially in LMIC. The COVID-19 pandemic will certainly cause significant setbacks, as has been well documented in global pandemics in the past. \"Epidemics provide a sampling device for social analysis. They reveal what really matters to a population and whom they truly value.\" 4 Poverty, poor access to facilities, lack of information, lower quality service provision, and cultural beliefs and practices all contribute to poor health care for women, 5 and all will worsen during this pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The first case of COVID-19 was declared on March 13, 2020 in Nairobi. Fear of the virus and its transmission in health facilities spread rapidly. By March 16th, the Reproductive Health Department at our tertiary referral hospital reported a 50% drop in the number of patients admitted to antenatal and labour wards. Any postpartum and gynecology patients able to discharge themselves left in haste, often against medical advice. Such events have been decribed by colleagues across other health facilities in the region. Physicians and other healthcare providers are not immune to the fear, and many have stopped coming to work to protect themselves and their families.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In Kenya, approximately 60% of women present to health care facilities for labour and delivery (KDHS, 2014) . This is a significant improvement from historical norms after substantial government-led initiatives for safer birth practices (KDHS, 2014). There is insufficient infrastructure in most LMIC for women to have skilled birth attendants at home. They lack clean water and the necessary supplies for a safe delivery; poor road infrastructure and scarce emergency transportation delay transfer to hospitals during obstetrical emergencies. Hardearned improvements in access and outcomes for women risk major setbacks. Negative consequences for maternal and neonatal mortality seem inevitable as a result of this pandemic.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 107,
                    "text": "(KDHS, 2014)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reported COVID-19 cases in Kenya have reached 303 (WHO, April 22, 2020), far below the statistics reported in other regions of the world. The health system in Western Kenya is not currently overwhelmed by COVID itself but by government restrictions and pandemic preparation measures. Personal protective equipment (PPE) is severely lacking and shipments are being redirected to where the need is more critical. There is limited or no access to isolation wards. Facilities are repurposing, reassembling and reallocating resources as quickly as is feasible within already extremely constrained budgets. At our facility, they are finishing a planned isolation unit well ahead of schedule and are redistributing patients across wards and even using basement office space.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "With the closure of educational institutions across Kenya and much of the world, medical trainees are becoming increasingly dismayed. Students have been taken off wards and registrars have been called back to their home counties to provide emergency care. Their education, and, indirectly, their ability to provide for their families, has been put on hold indefinitely, with long-term consequences for the health care systems in LMIC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The Western world is not impervious to the worsening perinatal outcomes expected during the COVID-19 pandemic. Health care visits and surgeries are severely restricted, making access to care more difficult, especially for the most vulnerable, including people of colour, LGBTQ, rural and low-income people, as well as those living in areas with restrictive access to comprehensive reproductive health care and/or expensive health insurance. Mass un-and under-employment are destabilising employer-based insurance systems, making even basic care, like contraception, unaffordable. Despite the World Health Organization's declaration that abortion is essential health care, multiple American states have attempted to restrict access to abortion services for the purported reason of preserving PPE. The devastating effects of such restrictions are well-documented, both in the US and around the world, and will rise again unless swift action is taken.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Exacerbating the aforementioned issues are the worsening domestic isolation and poverty experienced during the pandemic. Both are associated with an increase in gender-based and intimate partner violence (GBV and IPV). This was the case following the tsunami in Northern Sumatra in 2004 and the earthquake in Tōhoku, Japan in 2011. Worse still, the elevated rates of IPV persisted for a decade after both natural disasters. 6, 7 In Kenya, the mandated social distancing, institution of a dusk-todawn curfew, and the disbanding of hawkers' stalls, are having serious adverse economic impacts on a population that lives almost entirely in the informal sector. In North America, shelter closures and physical isolation limit women seeking an escape from unsafe home situations. The UN has reported domestic abuse is on the rise since social distancing measures were put in place. 8 This concerning finding demands urgent action.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "text": "6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 427,
                    "end": 428,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 877,
                    "end": 878,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The COVID-19 pandemic response has been unprecedented. As healthcare providers we are stewards of isolation measures and other public health initiatives. We cannot deny, however, that one major indirect consequence of these measures is the harm to women and adolescent girls, particularly those most vulnerable and in LMIC. We must ensure that while we address this global pandemic, we do not leave women and girls behind. We must ensure continued access to safe delivery, contraception, and abortion services worldwide. Governments, ministries of health, and individual facilities need to develop directed outreach to address reproductive care during the pandemic. Access to contraception and safe abortion must be regarded as essential, and appropriate information needs to be disseminated to vulnerable women and girls. Swift action must be taken to ensure supply chains for reproductive health commodities remain open. We need appropriate provision and compensation for healthcare providers. Gender-sensitive and feminist-forward data must be collected in order to measure the impact of the pandemic on reproductive health worldwide. While the world responds, we ask government administrators, public health officials, healthcare providers, and our neighbours to consider and value the most basic health and human rights, and to continue to provide, whenever and wherever possible, the comprehensive reproductive needs of our most vulnerable populations. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The Coronavirus will affect global access to contraceptives. LinkedIn",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Purdy",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 educational disruption and response",
            "authors": [],
            "year": 2020,
            "venue": "UNESCO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Relationship between school dropout and teen pregnancy among rural South African young women",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pettifor",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Epidemiol",
            "volume": "44",
            "issn": "3",
            "pages": "928--936",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "History in a crisis -lessons for COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "https:/www.nejm.org/doi/full/10.1056/NEJMp2004361"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organization. Coronavirus disease (COVID-19) situation report 50",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "A natural disaster and intimate partner violence: evidence over time",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Soc Sci Med",
            "volume": "247",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Interannual changes in the prevalence of intimate partner violence against pregnant women in Miyagi prefecture after the Great East Japan earthquake: the Japan environment and children's study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tanou",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishigori",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Watanabe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Interpers Violence",
            "volume": "2019",
            "issn": "",
            "pages": "1--16",
            "other_ids": {
                "DOI": [
                    "10.1177/0886260519881517"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "UN chief calls for domestic violence 'ceasefire' amid 'horrifying global surge'. UN News",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}