{
    "paper_id": "f030db8cb2b2fd55ee897f6e77385f605cf22dcb",
    "metadata": {
        "title": "Assessing the Utility and Patient Satisfaction of Virtual Retina Clinics During COVID-19 Pandemic",
        "authors": [
            {
                "first": "Leire",
                "middle": [],
                "last": "Juaristi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donostia Unibertsitate Ospitalea -Hospital Universitario Donostia (HUD)",
                    "location": {
                        "settlement": "Donostia San-Sebastian, Gipuzkoa",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Cristina",
                "middle": [],
                "last": "Irigoyen",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donostia Unibertsitate Ospitalea -Hospital Universitario Donostia (HUD)",
                    "location": {
                        "settlement": "Donostia San-Sebastian, Gipuzkoa",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Jaione",
                "middle": [],
                "last": "Chapartegui",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donostia Unibertsitate Ospitalea -Hospital Universitario Donostia (HUD)",
                    "location": {
                        "settlement": "Donostia San-Sebastian, Gipuzkoa",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Ane",
                "middle": [],
                "last": "Guibelalde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donostia Unibertsitate Ospitalea -Hospital Universitario Donostia (HUD)",
                    "location": {
                        "settlement": "Donostia San-Sebastian, Gipuzkoa",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Mar",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Donostia-San Sebastián",
                    "location": {
                        "settlement": "Gipuzkoa",
                        "country": "Spain"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "To explore whether the virtual retina clinic (VRC) has been a useful and safe platform for monitoring retinal diseases during the COVID-19 pandemic and assessing patient satisfaction. Methods: A prospective observational study was conducted for patients with stable retinal diseases in Donostia University Hospital's Ophthalmology Service during the pandemic. All patients were assessed in the VRC with optical coherence tomography of the macula and widefield retinography, plus visual field tests in hydroxychloroquine retinopathy screenings. The VRC´s effectiveness was evaluated with repeat blind assessments and patient satisfaction with an adapted SERVQUAL scale. Results: The most common diseases were diabetic retinopathy (30.3%) and age-related macular degeneration (21.8%). Most patients (74%) were eligible to continue in the VRC, 19.3% were referred to face-to-face (F2F) appointments and 6.6% were discharged. Patients underwent repeat blind assessments in F2F appointments to monitor VRC performance in 23.7% of the cases. The sensitivity to detect disease progression was 100%. The specificity was 80.1%. The VRC took half the time. The patient overall satisfaction rating was 9.8/10. Conclusion: The VRC, as an additional platform, supports F2F appointments. Almost three-quarters of patients could continue being safely seen in the VRC. The virtual approach decreases SARS-CoV-2 exposure. Patient satisfaction is very good. Translational Relevance: The VRC enables us to attend patients safely with decreased SARS-CoV-2 exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The COVID-19 pandemic, caused by the SARS-CoV-2 virus, has forced ophthalmologists to reduce the number of faceto-face (F2F) appointments they offer and modify the protocol for visits. In particular, the pressure on healthcare services and need for social distancing to protect staff and patients has motivated efforts to explore new methodologies for ophthalmic evaluation, as well as alternative approaches to coding and billing. 1 Technological advances in retinal imaging have allowed virtual retina clinics (VRCs) to become a reality in the last decade. Especially in this last year, the COVID-19 pandemic has transformed this scenario, some leading telehealth platforms now reporting virtual patient visits having increased by 257% to 700%. 1 The first virtual clinic was implemented in 2011 in Britain, by orthopedic specialists. 2, 3 After that, in ophthalmology, the glaucoma subspecialty set up virtual clinics. 4 Now, during the pandemic, care for other ophthalmological areas, such as the cornea, retina, cataract, and pediatric ophthalmology, as well as glaucoma, has been expanded through virtual clinics. 5, 6 Specifically, in the case of the retina, a VRC is a platform where patients have their medical history taken and undergo ocular tests (including retina images and macular optical coherence tomography (OCT)), without seeing a doctor face-to-face and the ophthalmologist reports the case in a store and forward strategy.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 433,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 747,
                    "end": 748,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 837,
                    "end": 839,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 840,
                    "end": 841,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 922,
                    "end": 923,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1120,
                    "end": 1122,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1123,
                    "end": 1124,
                    "text": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Furthermore, OCT of the macula has become a cornerstone of the diagnosis and treatment monitoring of patients with retinal disorders like age-related macular degeneration (AMD) and diabetic macular edema, and the comparability of ultra-widefield (UWF) images with the gold standard of Early Treatment Diabetic Retinopathy Study (ETDRS) standard field photography facilitates telemedicine especially in the subspecialty of medical retina. 7 During the COVID-19 pandemic, retina F2F clinics' volume has been reduced by cancelling routine appointments in many hospitals in accordance with American Academy of Ophthalmology (AAO) COVID-19 recommendations. 8 For example, in the US, the pandemic initially reduced patient volumes in outpatient eye-care centers by 79%, the largest decline seen in any specialty. 9 On the other hand, over time, clinicians have reached a consensus regarding the importance of continuing retinal care while using best practices to mitigate COVID-19 transmission risk. 9 Notably, patients with certain retinal conditions, such as AMD and diabetic retinopathy (DR) are at high risk of developing severe COVID-19, due to their age and comorbidities. 9 Therefore, it is important to gather evidence on whether VRCs are a useful option to deal with retina clinics during the pandemic.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "text": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 652,
                    "end": 653,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 807,
                    "end": 808,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 994,
                    "end": 995,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1173,
                    "end": 1174,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Herein, we present the results of non-F2F clinics for the follow-up of various stable retinal diseases during the COVID-19 pandemic at Donostia University Hospital. For more than 10 years, this tertiary hospital has been treating patients via teleretina for the detection of DR in the Diabetic Retinopathy Screening Service (DRSS). With the pandemic, we have expanded the platform for the follow-up of more retinal diseases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In mid-March 2020 retina clinics were disrupted for non-urgent and stable diseases in line with AAO recommendations. 8 In this context, we recruited patients for the VRC and organized the platform, launching the clinic in May. It was the key to dealing with a growing waiting list and reducing SARS-CoV-2 exposure for patients at the hospital. To decide whether to maintain the VRC as the new standard for retina care, the results of the clinic needed to be assessed.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of this study was to evaluate the functioning and effectiveness of the VRC in the context of the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A prospective observational study (gathering real-world data) was conducted from March 2020 until March 2021. From March to April 2020, while retina clinics were cancelled for stable chronic retina diseases due to the COVID-19 pandemic, patients that met all the inclusion criteria and none of the exclusion criteria were recruited for the VRC. Those that agreed over the phone to join the study attended the VRC rather than the F2F clinic, seeking to reduce SARS-CoV-2 exposure. The study was approved by the Ethics Committee of Donostia University Hospital. All participants gave written informed consent before inclusion in the study. The study was conducted in accordance with the principles of the Declaration of Helsinki and ensuring confidentiality in data collection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "In September 2020, when the pandemic was calming down, repeat blind assessments were performed in a group of patients to assess the effectiveness of the VRC.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "The study included patients over 18 years of age, who had a Barthel activities of daily living index ≥60, 10,11 decimal visual acuity (VA) ≥0.3 (6/19 in meters; 20/60 in feet), and retinal pathologies that needed follow-up and had been visually and anatomically stable for three consecutive visits.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Participants Inclusion Criteria"
        },
        {
            "text": "Specifically, we included patients with mild-to-moderate non-proliferative DR, 12 dry AMD, retinal vein occlusion (RVO), central serous chorioretinopathy (CSC), choroidal nevus, epiretinal membrane (ERM), vitelliform lesions and/or other conditions, eg, a toxoplasma scar or macular telangiectasia, or who required hydroxychloroquine (HCQ) retinopathy screening.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study Participants Inclusion Criteria"
        },
        {
            "text": "Patients were excluded if they were deemed unsuitable for the virtual clinic: wheelchair users, patients with kyphosis or media opacity, urgent referrals from the DRSS or the presence of other ophthalmological conditions that meant they needed to be seen in an F2F clinic (eg, Sjögren's syndrome or uncontrolled glaucoma, or any pending surgery). Having previously received anti-VEGF or laser therapy was not an exclusion criterion (See Supplementary Table 1 Clinical Pathway Figure 1 shows the possible routes of the patients between the different platforms within the clinical pathways of our retina unit in the Ophthalmology Service. Patients were referred from the DRSS, general ophthalmologist clinic or retinal specialist clinic to the VRC, and vice versa.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 437,
                    "end": 458,
                    "text": "Supplementary Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 476,
                    "end": 484,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Our aim was to reflect usual practice. Therefore, no limits were placed on referrals, ie, they could happen in any direction. In our case, meeting inclusion and exclusion criteria were the key factors for preventing unnecessary referrals.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Exclusion Criteria"
        },
        {
            "text": "Each VRC appointment consisted of the collection of clinical parameters by a trained optician including ocular history, refractometry, VA, non-contact intraocular pressure, macular OCT (Topcon 3D DRI OCT Triton), widefield retinography in macular diseases or UWF retinography in peripheral retinal diseases (Clarus ultra-widefield camera, Carl Zeiss Meditec) and a 10-2 visual field test (Humphrey 745i analyzer, Zeiss) in cases requiring HCQ screening. After these tests, the patients left the hospital. The medical history and ocular measurement data collected by the optician were recorded in a specifically designed digital VRC form and stored on the hospital's intranet. Subsequently, a retinal specialist reviewed and reported the case in an asynchronous or store and forward strategy. This retinal specialist was able to access the VRC digital form data, retinography images with the Clarus-Zeiss viewer and macular OCT images with the Topcon viewer through a single computer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Virtual Retina Clinic"
        },
        {
            "text": "The condition was deemed stable compared to that at the most recent previous examination at the discretion of the ophthalmologist, as in usual practice (in general, if the following criteria were met: VA was maintained; non-contact intraocular pressure was <21 mmHg; and there were no macular edema in the macular OCT, retina neovascularitation, or scotomas in the visual field test; no ERM worsening or lesion enlargement; and no new symptoms reported by the patient). In such cases, the ophthalmologist sent patients a report by post, with an appointment for the next VRC checkup. If the condition had resolved, the ophthalmologist sent them a discharge report, while if there was evidence or suspicion of disease progression, the ophthalmologist made an F2F appointment and patients were invited by phone to attend the F2F clinic. Figure 2 shows what the VRC at Donostia University Hospital is like; notably, all the equipment is in a single room, the patient only having to move once from one chair to another.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 834,
                    "end": 842,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Virtual Retina Clinic"
        },
        {
            "text": "To assess patient satisfaction and perception of the quality of hospital care, we adapted the SERVQHOS questionnaire 13 to our context. This questionnaire is based on the SERVQUAL scale, 14,15 a tool for measuring quality of service. SERVQHOS was designed for assessing the perceived quality of the public hospital environment by patients in Spain. According to research by the Preventive Medicine Unit of the University of Alicante, it has adequate psychometric properties to measure this environment. 16, 17 ",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 506,
                    "text": "16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 507,
                    "end": 509,
                    "text": "17",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Patient Satisfaction"
        },
        {
            "text": "For our study, we used the eight SERVQHOS items that best suited our work (see Table 1 ). First, patients rated six items concerning clinicians' kindness towards patients, personalized treatment received, confidence (sense of safety), medical equipment and technology, punctuality of consultations and global satisfaction. Unlike in the SERVQHOS questionnaire, these items were rated with a customer satisfaction score (CSAT), which ranges from the care received having been 1: much worse than expected to 10: much better than expected. Additionally, we used a modified version of one other SERVQHOS item, specifically, instead of asking about the perception of the duration of the hospitalization, we asked whether the clinic had lasted more or less than they expected.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 79,
                    "end": 86,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "313"
        },
        {
            "text": "Patients were requested to rate all of the aforementioned items twice: first, in relation to the VRC, and second, in relation to previous experience with the F2F clinic. Lastly, patients were asked whether they would recommend the VRC 314 clinic to other patients (response: yes or no) and which type of clinic they preferred. On the other hand, data were recorded for all patients on waiting and consultation times.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "313"
        },
        {
            "text": "To evaluate the VRC effectiveness, repeat blind assessments were performed in a subsample of patients. Two different ophthalmologists reported on the same case. On the one hand, the VRC ophthalmologist, analyzed the case with parameters collected by the optician in the VRC, together with the retinography and macular OCT images, and reported whether the patient was suitable to continue in the VRC, should be referred to the F2F clinic due to suspected progression or for some other reason, or could be discharged from the VRC. The information was stored in the VRC form on the hospital's intranet, but the final outcome was stored in a specific document to keep the study blind.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Effectiveness"
        },
        {
            "text": "On the other hand, at a second appointment (within 1 week), a second ophthalmologist explored the same patient in the F2F clinic and concluded whether the patient was stable, had progression with or without the need for treatment or could be discharged. The information was stored in the patient´s clinical folder on the hospital's intranet, as is usual practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Effectiveness"
        },
        {
            "text": "Each ophthalmologist was unaware of the other ophthalmologist's conclusions. We assessed the agreement between the results of VRC and F2F clinics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Effectiveness"
        },
        {
            "text": "Data were gathered on the following variables: age, sex, retinal disease, preference for VRC vs F2F clinics, whether patients would recommend the VRC to other patients, staff kindness, personalized treatment, confidence, equipment and technology, punctuality, global satisfaction, waiting time, time in the clinic and whether the clinic appointment lasted more or less than the patient had expected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables Included in the Study"
        },
        {
            "text": "For the effectiveness study, the variables considered were VRC and F2F clinic outcomes. The predictive values, sensitivity and specificity of the VRC findings were measured comparing the VRC outcome with that from the F2F control assessment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Variables Included in the Study"
        },
        {
            "text": "First, a descriptive analysis was performed of the samples of patients seen in the VRC and double-checked in the F2F clinic. The statistical significance of differences between groups was assessed using Student's t-test for normally distributed data and non-parametric Wilcoxon tests for non-normally distributed and ordinal data. The level of significance was set at p < 0.05. Chi-square tests were used to compare contingency tables. Statistical analysis was performed in an Excel database using IBM SPSS Statistics for Windows version 23.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "Second, a multivariate analysis was performed using logistic regression models. We calculated the likelihood of each outcome (remaining in the VRC, being discharged from the VRC and being referred to the F2F clinic) adjusted for age, gender and retinal disease. We built models for each outcome separately to explore whether the likelihood of different outcomes was associated with any of the variables analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statistical Methods"
        },
        {
            "text": "During the yearlong study period, 481 patients were included, 220 (45.7%) men and 261 (54.2%) women. The mean age was 67 years (SD ± 13.9; range: 18-97). Of this total sample, 114 underwent repeat blind assessments at the F2F clinic (23.7%). The most prevalent disease was DR (146 patients, 30.3%), followed by AMD (105 patients, 21.8%). Table 2 details the characteristics of the patients and their diagnoses.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Regarding retinal clinical assessment, 356 patients (74%) were considered suitable to continue in the VRC and 32 (6.6%) were discharged, while 93 (19.3%) were referred to the F2F clinic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VRC Outcomes"
        },
        {
            "text": "The most common reason for referral was disease progression (61.2% of all referred patients), followed by patients being unsuitable for virtual management (22.5%). Only 4 patients (4.3%) were referred because of poor image quality. See Table 4 for all reasons for F2F clinic referrals.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 236,
                    "end": 243,
                    "text": "Table 4",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "315"
        },
        {
            "text": "The VRC was given a satisfaction rating of 9.8 out of 10. Notably, 392 patients (81.4%) preferred the VRC to the F2F clinic, while just 23 (4.8%) preferred the F2F clinic and 66 (13.8%) expressed no preference. Almost all (n=467, 97%) would recommend the VRC to others. See Table 1 for details concerning patient satisfaction.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Patient Satisfaction"
        },
        {
            "text": "In usual practice, at the F2F clinic, the patient first undergoes macular OCT, is then seen by the optician, and finally, seen by the ophthalmologist. Each of these consultations lasts 10 minutes. In the VRC, the medical history and all the tests were completed in a single 15-minute consultation. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinic Workflow and Timing"
        },
        {
            "text": "Concerning appointment timings, for the VRC, tests with the optician were scheduled every 15 minutes and the ophthalmologist reported on 12 cases in 1 hour (5 minutes/case), meaning that 20 minutes of staff time were needed per patient in the VRC. In contrast, in the F2F clinic, patients attended three 10-minute appointments (OCT, optician tests and ophthalmologist clinic), meaning that 30 minutes of staff time were needed per patient. Hence, the VRC reduces staff time required by 33.3% and the ophthalmologist can report on twice as many cases. Furthermore, it halves the time patients spend in the clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "316"
        },
        {
            "text": "Overall, 114 patients (23.7%) were double-checked in the F2F clinic after the VRC to assess the capability of the VRC to detect disease progression that warranted an F2F appointment. In the F2F clinic, three patients (2.6%) were found to need treatment: two cases of severe DR and one of CSC. In the VRC, these three patients had been detected and referred to the F2F clinic because of disease progression. Among the 111 true negatives identified in the F2F, 89 were also correctly diagnosed in the VRC, yielding 22 false positives in the F2F. Therefore, the sensitivity of the VRC to detect disease progression was 100%. The specificity was 80.18% (95% confidence intervals: 71.3-86.9%). The positive predictive value was low (12% with 95% confidence intervals: 3.1-32.3%), but given the high sensitivity, the negative predictive value was 100% (See Table 5 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 851,
                    "end": 858,
                    "text": "Table 5",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "Clinical Effectiveness"
        },
        {
            "text": "Regarding patients discharged in the double-checked sample, nine patients (7.8%) were approved for discharge in the F2F clinic and eight (7%) in the VRC. Of these, three patients were discharged from both clinics, six who were not ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Clinical Effectiveness"
        },
        {
            "text": "Juaristi et al discharged from the VRC being discharged from the F2F clinic and five who were not seen in the F2F clinic being discharged from the VRC. Table 6 shows the results of the logistic regressions analyzing the likelihood of different outcomes, no significant differences being found by retinal disease, sex or age. The only factor considered that influenced the risk was the monitoring of HCQ treatment, this being associated with a higher OR for remaining in VRC screening and a lower OR for F2F referral.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 152,
                    "end": 159,
                    "text": "Table 6",
                    "ref_id": "TABREF7"
                }
            ],
            "section": "Dovepress"
        },
        {
            "text": "The greatest contribution of this study is that it evidences that a VRC platform during the COVID-19 pandemic in a tertiary referral center was effective in that no patients who needed treatment were left without it and the patients´rated the care received as good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The rate of referrals from the VRC to an F2F clinic in this study differs from that found in other series. 7, 18, 19 (See Supplementary Table 2 for comparison of our VRC outcomes with those from other studies.) With new referrals, referral rates to F2F clinics of 27.8% and 17.4% were reported by Lee et al 18 and Kortuem et al, 19 respectively, while in a series with internal referrals, Kortuem et al found a higher rate of 30.9%. 19 In our study population with internal referrals, the prevalence of F2F clinic referrals was 19.3%. As the percentages of patients referred to an F2F clinic and discharged vary across series, the percentage of patients that continue to be managed through the VRC also differs. (See Table 3 for referral percentages.) Some of the variability in referral rates may result from differences in selection criteria and between new and internal referrals.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "7,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 114,
                    "end": 116,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 307,
                    "end": 309,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 329,
                    "end": 331,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 433,
                    "end": 435,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [
                {
                    "start": 122,
                    "end": 143,
                    "text": "Supplementary Table 2",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 717,
                    "end": 724,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Further, regarding the diseases chosen for the VRC, we restricted DR to mild-to-moderate cases, as severe DR could be expected to have higher referral rates to F2F clinics, as described by Kern et al 7 and Kortuem et al. 19 In our case, VRC management was deemed suitable for 62% of mild-to-moderate cases of DR. We also considered patients with ERM or who required HCQ retinopathy screening to be candidates for the VRC and the results were positive, 83% and 91% of patients respectively being deemed suitable for VRC management.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 223,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, the main reason for referring patients from the VRC to the F2F clinic was disease progression (over 60% of all patients referred). Kern et al 7 also found this to be the most common reason for referral to an F2F clinic, as did Lee et al. 18 In contrast, the main reasons for referring patients from VRC to F2F clinics in the series of Kortuem et al 19 was poor image quality (34.7%), followed by detection of potentially treatable disease (20.2%). This difference might be attributable to the image acquisition technique and quality in Kortuem's study having acted as a threshold that decreased F2F referrals.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 363,
                    "end": 365,
                    "text": "19",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Research has demonstrated that lesions in the periphery of the retina could be involved with progression of retinal disease like DR, the most prevalent disease in our study. 20 This underlines the importance of using a UWF imaging system in the VRC as it enables the visualization of more of the retina than conventional color fundus photography ",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "text": "20",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "(CFP). 21 Furthermore, nonmydriatic UWF imaging acquisition is faster as there is no need to dilate pupils. In addition, as these devices use a scanning laser, they are less affected by pupil size and media opacities such as cataracts than traditional CFP. 22 In our case, images were taken for all patients with a widefield or UWF Clarus ultra-widefield camera (Carl Zeiss Meditec), which provides a resolution of 7.3 μm. 21 To our knowledge, this is the first report of a VRC series using this equipment and this approach made it possible to keep managing 74% of the patients in the VRC. Furthermore, the percentage of patients deemed suitable for VRC management will likely be higher in consecutive virtual appointments, assuming that unsuitable patients have been excluded from the VRC clinic after triage at the first visit. Notably, Kern et al 7 reported a reduction in F2F referral rate from >30% to 15% at the second virtual visit.",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "text": "21",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 257,
                    "end": 259,
                    "text": "22",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 423,
                    "end": 425,
                    "text": "21",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "Concerning VRC outcomes, the most prevalent disease was DR, consistent with the findings of Kortuem et al, 19 Kern et al 7 and Lee et al, 18 in their virtual clinics. Diabetes mellitus has become a global pandemic and the prevalence of DR can be expected to grow and this implies a rising demand for retinal specialists. 23, 24 Apart from sight-threatening DR detection platforms that have been shown to be very effective in England, 25 we believe that VRCs could be a helpful way to free up capacity in retina clinics in the near future.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "text": "19",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 138,
                    "end": 140,
                    "text": "18",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 325,
                    "end": 327,
                    "text": "24",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 434,
                    "end": 436,
                    "text": "25",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "Our assessment was supported by feedback from patients on their experience of the healthcare received, which is key for improving services. In our study, we were able to survey 481 patients and it was encouraging to discover that patients had a very favorable opinion of the VRC. Furthermore, they noted that less time was spent in the VRC than the F2F clinic and this was important regarding attendance to appointments during the pandemic, high-risk patients being afraid of COVID-19. Lindeke-Myers et al 9 highlighted that 14% of the patients surveyed believed SARS-CoV-2 exposure in eye clinics was likely or extremely likely and 22% of the patients were lost to follow-up, this being significantly associated with fear of SARS-CoV-2 exposure.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "Our results indicate that less time is needed for VRC than F2F appointments, and therefore, the exposure to SARS-COV-2 has been reduced using the virtual approach. The less time patients spent in the hospital, the lower the risk of SARS-COV-2 exposure, and in our study, we found better punctuality with shorter waiting times for the VRC appointments as well as faster consultations, than in the F2F clinics. The VRC at least halved the time that patients spent at the hospital. Furthermore, in the same amount of time, the ophthalmologist reported on twice as many cases in the VRC as in the F2F. In our series, on average, the ophthalmologist reported on 12 cases in 1 hour, while in an F2F clinic, the ophthalmologist saw just 6 patients in 1 hour. Lee et al 18 also reported that they were able to report twice as many cases in the VRC: 10 cases in an hour in the VRC versus 5 cases in the F2F clinic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "In the literature, we have not found any studies including repeat blind assessment of VRC performance to assess the effectiveness of virtual management. In our study, the most important finding was that in the subsample whose condition was blindly double checked (in an F2F appointment after the VRC) there were no patients who needed treatment but had not been referred from the VRC for an F2F appointment, any misses implying a potential risk of vision loss.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "Therefore, we believe that the VRC is a safe approach for managing the stable retinal conditions mentioned in this study, while all patients whose condition seemed to show progression would be referred to an F2F clinic. Nonetheless, the study might still be underpowered and a larger sample is needed to confirm this finding.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "Concerning the patients discharged in the blind assessment sample, on the one hand, some patients were discharged from the VRC but not from the F2F clinic, the main reason being that in the F2F clinic they needed macular OCT that was not performed as part of the first F2F appointment, unlike in the VRC which included this type of imaging. Therefore, these patients were not discharged from the F2F clinic and a subsequent appointment was arranged for macular OCT. That is, the VRC included macular OCT, this allowing earlier discharge of such patients (after one fewer appointment).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "On the other hand, there were also patients discharged from the F2F clinic and not from the VRC. In this case, the reason was that another appointment in the VRC was deemed necessary to ensure disease stability. In this context, the VRC could be an alternative for a more staggered discharge; that is, before patients are discharged completely from an F2F clinic, they could be seen in VRC. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "318"
        },
        {
            "text": "The VRC has several advantages but also inherent limitations. The doctor-patient relationship may be more difficult in some cases. 26 Related to this, our study patients were internal referrals and gave good satisfaction ratings, but satisfaction might be lower if the VRC included newly diagnosed cases where F2F discussion with the patient is crucial. Our VRC showed a sensitivity of 100% to detect retinal disease progression in this context but other findings could be missed. For example, the impact of cataract progression was not specifically studied. Future studies should explore and tackle this issue. Lastly, another limitation that could be addressed in further research is that artificial intelligence systems were not used in our VRC at the time of this study, though they have shown promising results and we are keen to deploy them in our clinic in the future. 27 In conclusion, this study provides evidence that a VRC is a useful platform that supports F2F retina clinics and has certain benefits. In particular, the virtual clinic reduces patients' potential exposure to SARS-CoV-2 in hospital visits, by minimizing time in the clinic, and under these specific conditions, it seems feasible to keep monitoring a high proportion of patients with selected stable retinal diseases in a VRC, freeing up capacity in F2F retina clinics, while patients' satisfaction with the virtual approach is very high.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 133,
                    "text": "26",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 876,
                    "end": 878,
                    "text": "27",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "319"
        },
        {
            "text": "This study demonstrates that virtual retina clinic (VRC) is a useful and safe platform for monitoring selected retinal stable diseases during the COVID-19 pandemic decreasing SARS-CoV-2 exposure and patients' satisfaction is very good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "The study was approved by the Ethics Committee of Donostia University Hospital. It was conducted in accordance with the principles of the Declaration of Helsinki and ensuring confidentiality in data collection. All patients signed an informed consent form before inclusion in the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Statement of Ethics"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Virtual ophthalmology: telemedicine in a COVID-19 era",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Saleem",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Pasquale",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Sidoti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Ophthalmol",
            "volume": "216",
            "issn": "",
            "pages": "237--242",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajo.2020.04.029"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Effect of a redesigned fracture management pathway and 'virtual' fracture clinic on ED performance",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vardy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMJ Open",
            "volume": "4",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2014-005282"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "A new \"virtual\" patient pathway for the management of radial head and neck fractures",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jayaram",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Rymaszewski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Shoulder Elb Surg",
            "volume": "23",
            "issn": "",
            "pages": "297--301",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jse.2013.11.006"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Portsmouth-based glaucoma refinement scheme: a role for virtual clinics in the future",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Trikha",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeffery",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kirwan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eye",
            "volume": "26",
            "issn": "",
            "pages": "1288--1294",
            "other_ids": {
                "DOI": [
                    "10.1038/eye.2012.120"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Expedited Publication, Original Article Impact of teleophthalmology during COVID-19 lockdown in a tertiary care center in South India",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ravindran",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Segi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mohideen",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Allapitchai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rengappa",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Indian J Ophthalmol",
            "volume": "69",
            "issn": "3",
            "pages": "714--718",
            "other_ids": {
                "DOI": [
                    "10.4103/ijo.IJO"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Commentary: is it time for teleophthalmology, virtual glaucoma clinics and uberization of eye care?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Akkara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuriakose",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Indian J Ophthalmol",
            "volume": "69",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/ijo.IJO_3823_20"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinical outcomes of a hospital-based teleophthalmology service what happens to patients in a virtual clinic?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kortuem",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Ophthalmol Retin",
            "volume": "3",
            "issn": "",
            "pages": "422--428",
            "other_ids": {
                "DOI": [
                    "10.1016/j.oret.2019.01.011"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Recommendations for urgent and nonurgent patient care",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "Academy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ophthalmology",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Patient perceptions of SARS-CoV-2 exposure risk and association with continuity of ophthalmic care",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lindeke-Myers",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "I"
                    ],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JAMA Ophthalmol",
            "volume": "48105",
            "issn": "",
            "pages": "508--515",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Validation of the Barthel index in the Spanish population",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bernaola-Sagardui",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Enferm Clín",
            "volume": "28",
            "issn": "3",
            "pages": "210--211",
            "other_ids": {
                "DOI": [
                    "10.1016/j.enfcli.2017.12.001"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stroke rehabilitation in China: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Speare",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Churilov",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int J Stroke",
            "volume": "9",
            "issn": "",
            "pages": "494--502",
            "other_ids": {
                "DOI": [
                    "10.1111/ijs.12029"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Fundus photographic risk factors for progression of diabetic retinopathy: ETDRS report number 12",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Treatment",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Retinopathy",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Ophthalmology",
            "volume": "98",
            "issn": "",
            "pages": "823--833",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "SERVQUAL y SERVQHOS para la evaluación de calidad de los servicios de salud. SERVQUAL and SERVQHOS models for the evaluation of quality of health services: a literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Numpaque-Pacabaque",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Modelos",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Fac Med",
            "volume": "64",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.15446/revfacmed.v64n4.54839"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A conceptual model of service quality and its implications for future research",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Parasuraman",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Zeithaml",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Berry",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Mark",
            "volume": "49",
            "issn": "41",
            "pages": "41--50",
            "other_ids": {
                "DOI": [
                    "10.1177/002224298504900403"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Evaluating service quality from patients' perceptions: application of importance-performance analysis method",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mohebifar",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hasani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Barikani",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rafiei",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Osong Public Heal Res Perspect",
            "volume": "7",
            "issn": "",
            "pages": "233--238",
            "other_ids": {
                "DOI": [
                    "10.1016/j.phrp.2016.05.002"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "SERVQHOS: un cuestionario para evaluar la calidad percibida de la asistencia hospitalaria",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mira-Solves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Aranaz",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Marín",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Med Prev",
            "volume": "4",
            "issn": "",
            "pages": "12--18",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The perceived quality of hospital care",
            "authors": [
                {
                    "first": "Mira",
                    "middle": [],
                    "last": "Solves",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Buil",
                    "middle": [],
                    "last": "Aina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Rodríguez-Marín",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Aranaz",
                    "middle": [],
                    "last": "Andrés",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Gac Sanit",
            "volume": "11",
            "issn": "4",
            "pages": "176--189",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Expanding the role of medical retina virtual clinics using multimodal ultra-widefield and optical coherence tomography imaging",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "X"
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Manjunath",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Talks",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Ophthalmol",
            "volume": "12",
            "issn": "",
            "pages": "2337--2345",
            "other_ids": {
                "DOI": [
                    "10.2147/OPTH.S181108"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Implementation of medical retina virtual clinics in a tertiary eye care referral centre",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kortuem",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Fasler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Charnley",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Br J ophthalmol",
            "volume": "102",
            "issn": "",
            "pages": "1391--1395",
            "other_ids": {
                "DOI": [
                    "10.1136/bjophthalmol-2017-311494"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Diabetic retinopathy severity and peripheral lesions are associated with nonperfusion on ultrawide field angiography",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "Dela",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Ledesma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ophthalmology",
            "volume": "122",
            "issn": "",
            "pages": "2465--2472",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ophtha.2015.07.034"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ultra-widefield retinal imaging: an update on recent advances",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "D"
                    ],
                    "last": "Wibbelsman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Klufas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ther Adv Ophthalmol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1177/2515841419899495"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Ultra-wide field retinal imaging in detection, classification, and management of diabetic retinopathy",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "Z"
                    ],
                    "last": "Soliman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "P"
                    ],
                    "last": "Aiello",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "K"
                    ],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Seminars in Ophthalmology",
            "volume": "27",
            "issn": "",
            "pages": "221--227",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Systematic review and meta-analysis of diagnostic accuracy of detection of any level of diabetic retinopathy using digital retinal imaging",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Piyasena",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "V"
                    ],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Yip",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Syst Rev",
            "volume": "7",
            "issn": "",
            "pages": "1--18",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The evolution of diabetic retinopathy screening programmes: a chronology of retinal photography from 35 mm slides to artificial intelligence",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huemer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Wagner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Ophthalmol",
            "volume": "14",
            "issn": "",
            "pages": "2021--2035",
            "other_ids": {
                "DOI": [
                    "10.2147/OPTH.S261629"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The English National Screening Programme for diabetic retinopathy 2003-2016",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H"
                    ],
                    "last": "Scanlon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acta Diabetol",
            "volume": "54",
            "issn": "",
            "pages": "515--525",
            "other_ids": {
                "DOI": [
                    "10.1007/s00592-017-0974-1"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Commentary: teleophthalmology and electronic medical records: weighing the pros and cons of unavoidable progress",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Akkara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuriakose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Ophthalmol",
            "volume": "68",
            "issn": "",
            "pages": "367--368",
            "other_ids": {
                "DOI": [
                    "10.4103/ijo.IJO_2082_19"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Role of artificial intelligence and machine learning in ophthalmology",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Akkara",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kuriakose",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Kerala J Ophthalmol",
            "volume": "31",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.4103/kjo.kjo_54_19"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Clinical Ophthalmology is an international, peer-reviewed journal covering all subspecialties within ophthalmology. Key topics include: Optometry",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "This journal is indexed on PubMed Central and CAS, and is the official journal of The Society of Clinical Ophthalmology (SCO). The manuscript management system is completely online and includes a very quick and fair peer-review system, which is all easy to use",
            "authors": [],
            "year": null,
            "venue": "Clinical Ophthalmology",
            "volume": "2022",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Illustrative diagram of the clinical pathways followed by patients in this study and our retina unit in the Department of Ophthalmology at Donostia University Hospital. The arrows show possible outcomes of the clinics. Clinical Ophthalmology 2022:16 https://doi.org/10.2147/OPTH.S349939",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Donostia University Hospital VRC photograph. All the equipment is in the same room and the patient only has to move once.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "https://doi.org/10.2147/OPTH.S349939",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Adapted SERVQHOS Scale on the Perceived Quality of Hospital Care Abbreviations: SD, standard deviation; VRC, virtual retina clinic; F2F, face-to-face. https://doi.org/10.2147/OPTH.S349939",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "lists the outcomes of the VRC appointments by disease. https://doi.org/10.2147/OPTH.S349939",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Patient Characteristics in the Whole Sample and in the Sample with Repeat Blind Assessment",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Outcomes of Retina Virtual Clinic Appointments Classified by DiseaseAbbreviations: F2F, face-to-face; VRC, virtual retina clinic; DR, diabetic retinopathy; AMD, age-related macular degeneration; ERM, epiretinal membrane; HCQ, hydroxychloroquine; RVO, retinal vein occlusion; CSC, central serous chorioretinopathy.",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Reasons for Face-to-Face Clinic Referrals",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Outcomes of Repeat Blind Assessment -Sensitivity of Retina Virtual Clinic to Detect Progression",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "Likelihood of Outcomes by Type of Retinal Disease",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Clinical Ophthalmology 2022:16 https://doi.org/10.2147/OPTH.S349939",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The study was performed in the Donostia University Hospital (HUD), Gipuzkoa, Basque Country, Spain.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        },
        {
            "text": "All authors made a significant contribution to the work reported, whether that is in the conception, study design, execution, acquisition of data, analysis and interpretation, or in all these areas; took part in drafting, revising or critically reviewing the article; gave final approval of the version to be published; have agreed on the journal to which the article has been submitted; and agree to be accountable for all aspects of the work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author Contributions"
        },
        {
            "text": "Bottom-Up grant from the Basque Government Health Department.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The authors report no conflicts of interest in this work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure"
        }
    ]
}