{"paper_id": "f08136e7e767a8f3a33773956377d1b980f8906e", "metadata": {"title": "Arrhythmic profile and 24-hour QT interval variability in COVID-19 patients treated with hydroxychloroquine and azithromycin", "authors": [{"first": "Alberto", "middle": [], "last": "Cipriani", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Alessandro", "middle": [], "last": "Zorzi", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Davide", "middle": [], "last": "Ceccato", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Federico", "middle": [], "last": "Capone", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Matteo", "middle": [], "last": "Parolin", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Filippo", "middle": [], "last": "Donato", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Paola", "middle": [], "last": "Fioretto", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Raffaele", "middle": [], "last": "Pesavento", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Lorenzo", "middle": [], "last": "Previato", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Pietro", "middle": [], "last": "Maffei", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Alois", "middle": [], "last": "Saller", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Angelo", "middle": [], "last": "Avogaro", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}, {"first": "Cristiano", "middle": [], "last": "Sarais", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Dario", "middle": [], "last": "Gregori", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Sabino", "middle": [], "last": "Iliceto", "suffix": "", "affiliation": {}, "email": ""}, {"first": "Roberto", "middle": [], "last": "Vettor", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Padua Medical School", "location": {"settlement": "Padua", "country": "Italy"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is the cause of the pandemic disease, called COVID-19, which is currently affecting the world's population since December 2019 [1] . The clinical presentation spectrum of COVID-19 is heterogeneous, ranging from a flu-like syndrome to severe pneumonia, not infrequently leading to acute respiratory distress syndrome and requiring intensive care support [2] .", "cite_spans": [{"start": 192, "end": 195, "text": "[1]", "ref_id": "BIBREF0"}, {"start": 418, "end": 421, "text": "[2]", "ref_id": "BIBREF1"}], "ref_spans": [], "section": "Introduction"}, {"text": "To date, there are no approved drugs or preventive measures for COVID-19.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "Following a recent work by Gautret et al. [3] , a combination of hydroxychloroquine and azithromycin is now one of the most used worldwide therapy due to its postulated antiviral properties and efficacy in preventing bacterial superinfections. Limited data evaluating the safety of concurrent use of these medications are available. However, a higher risk of life-threatening ventricular arrhythmias and sudden death, promoted by the drug-induced QT-interval prolongation [4] , is feared by the medical community. For this reason, electrocardiographic (ECG) monitoring of patients treated with such combination therapy is warranted to detect excessive QT prolongation.", "cite_spans": [{"start": 42, "end": 45, "text": "[3]", "ref_id": "BIBREF2"}, {"start": 472, "end": 475, "text": "[4]", "ref_id": "BIBREF3"}], "ref_spans": [], "section": "Introduction"}, {"text": "It may be hypothesized that the QT-interval exhibit significant variability over the 24 h depending on the pharmacokinetic properties of the two drugs and that different ECG tracings should be acquired during the day.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This study addressed the electrocardiographic changes, the arrhythmic profile and the 24-h QT-interval variations in a cohort of non-International Journal of Cardiology xxx (xxxx) xxx critically ill patients affected by COVID-19, recorded by 12-lead ECG ambulatory electrocardiographic monitoring.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "This observational case-control study included all patients admitted to our medical department during March 2020, with a diagnosis of COVID-19, receiving oral treatment with hydroxychloroquine (200 mg, twice daily: 8.00 am -8.00 pm) and azithromycin (500 mg, once daily) for at least three days. Exclusion criteria were the following: age N 80 y, known coronary artery disease or inherited arrhythmic conditions including channellopathies, familial sudden cardiac death, drug allergy, severe electrolyte imbalance (defined as a serum potassium levels of b3.5 mEq/L or N 5.0 mEq/L; serum sodium levels b130 mEq/L or N 150 mEq/L, serum calcium levels of b8.0mg/dL or N 10.0 mg/dL), concomitant treatment with antiarrhythmic drugs or all other QT interval-prolonging medications.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "SARS-Cov-2 infection was diagnosed according to the WHO guidance [5] , after positive results of real-time reverse transcription polymerase chain reaction assay of nasal and pharyngeal swabs.", "cite_spans": [{"start": 65, "end": 68, "text": "[5]", "ref_id": "BIBREF4"}], "ref_spans": [], "section": "Methods"}, {"text": "The collected clinical data included the following: age, sex, body mass index (BMI), time from symptoms onset and hospital admission, comorbidities and laboratory values including hemoglobin, platelet count, creatinine, urea, aspartate aminotransferase (AST), alanine aminotransferase (ALT), troponin I, procalcitonin and serum potassium.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "All patients had a basal 12-lead ECG, acquired before the beginning of therapy, and a control 12-lead ECG, acquired at least three days after the beginning of therapy, for evaluation of heart rate and rhythm, PR and QRS duration, QT and heart rate corrected QT (QTc) interval duration according to Bazett's formula correction (Fridericia, if heart rate N 100 beats per minute).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "All patients underwent 12-lead 24-h ambulatory electrocardiographic monitoring (H12+; Mortara Instruments Inc), which served for automatic analysis of arrhythmias and QTc-interval variability. Recordings were reviewed by 2 cardiologists (A.C., A.Z.): in particular, every single ectopic beat, pause, or artifact and all families of normal beats were confirmed manually. Recordings with N6 h of artifacts or missing signals were considered inadequate and repeated.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The QT-interval evaluation was automatically assessed with the VERITAS™ algorithm, which determines the QT from the interval between the earliest ventricular depolarization activity and the latest \"end-of-T\" point. Each single QT value was corrected for the previous heart rate (weighted average of the past 256 RR intervals) by Bazett formula (QTcB = QT (RR) -1/2 ).", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "The ambulatory ECG monitoring results of a cohort of healthy individuals matched for age and sex served as controls. Exclusion criteria were the same as for COVID patients, in particular, the absence of long QT-interval at basal ECG.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "All clinical investigations were conducted according to the principles expressed in the Declaration of Helsinki (2001). The study protocol was approved by the cardiovascular section inhouse Ethics Committee on Human Research of the Padua Province. All patients provided written informed consent before inclusion in the study.", "cite_spans": [], "ref_spans": [], "section": "Methods"}, {"text": "Data are presented as median (I, III quartile) for continuous variables and as percentages (absolute numbers) for categorical variables. Univariable inter-group comparisons are based on Wilcoxon test for continuous variables and Chi-Square test for categorical variables. The behaviour of variables over time has been modeled using a loess function within a GEE model. Correlation structure was assumed as an AR-1 process. Analyses were made with the R System and the Generalized Estimation Equation Solver libraries (R package version 4.13-20).", "cite_spans": [], "ref_spans": [], "section": "Statistical analysis"}, {"text": "During the study period, 126 patients were admitted to our medical unit for COVID-19 and 104 were excluded because of age N 80 years old (N = 44), concomitant therapy with other QT-prolonging drugs including antiarrhythmics (N = 17), known coronary artery disease or arrhythmic conditions (N = 14), no concomitant hydroxychloroquine and azithromycin treatment (N = 14), poor quality of basal ECG (N = 9) and lack of consent from the patients (N = 4). The remaining 22 patients (median age 64, 82% men) constituted the study sample. Baseline clinical characteristics are reported in Table 1 .", "cite_spans": [], "ref_spans": [{"start": 582, "end": 589, "text": "Table 1", "ref_id": "TABREF0"}], "section": "Results"}, {"text": "ECG after the beginning of therapy with hydroxychloroquine and azithromycin showed a lower heart rate (77 vs 90 beats/min, p b .01) and a longer QTc-interval (450 vs 426 ms, p = .02) than that before therapy (Fig. 1 ). After therapy, four patients had a QTc ≥ 480 ms (Table 2A) , only one N 500 ms. Compared with those with QTc b 480 ms, patients with QTc ≥ 480 ms showed higher values of AST (52 vs 30 U/L, p = .03) and ALT (108 vs 33 U/L, p b .01).", "cite_spans": [], "ref_spans": [{"start": 208, "end": 215, "text": "(Fig. 1", "ref_id": "FIGREF1"}, {"start": 267, "end": 277, "text": "(Table 2A)", "ref_id": "TABREF1"}], "section": "Results"}, {"text": "At 24-h Holter monitoring, the presence of ≥1 premature atrial beats was more frequent in COVID-19 patients than controls (82% vs 46%, p b .01), as well as of ≥1 premature ventricular beats (68% vs 36%, p = .02). No differences in terms of the median number of premature atrial or ventricular beats, or the presence of supraventricular tachycardia and non-sustained ventricular tachycardia were observed between COVID-19 patients and controls (Table 2B ). The only run of nonsustained ventricular tachycardia (5 beats) was recorded in a 55-year old male patient, with a severe COVID-19 disease requiring high oxygen support. No patient and control showed \"R on T\" premature ventricular beats. Analysis of 24-h QTc dynamics showed higher values of minimum (415 vs 376 ms, p b .01), mean (453 vs 407 ms, p b .01) and maximum QTc-interval (533 vs 452 ms, p b .01) in COVID-19 patients compared with controls. The hourly analysis showed that patients with COVID-19 had constantly longer QTc values than controls during the whole day. Furthermore, it revealed a fairly stable trend of the QTc-interval, with non-statistically significant differences among values in the afternoon (1.00 pm -7.00 pm) and night (8.00 pm -6.00 am), compared to the morning (7.00 am -12.00 pm) (Fig. 2) .", "cite_spans": [], "ref_spans": [{"start": 443, "end": 452, "text": "(Table 2B", "ref_id": "TABREF1"}, {"start": 1268, "end": 1276, "text": "(Fig. 2)", "ref_id": "FIGREF2"}], "section": "Results"}, {"text": "No cases of syncope, fatal arrhythmias and sudden cardiac death were observed in our cohort during the hospital stay.", "cite_spans": [], "ref_spans": [], "section": "Results"}, {"text": "This study provided evidence that the combination therapy with hydroxychloroquine and azithromycin can prolong QT-interval in patients with COVID-19 and the risk of QTc-prolongation is higher in those with high levels of transaminase. Although patients with COVID-19 showed a higher prevalence of atrial and ventricular arrhythmias and longer QTc values compared with healthy controls, the overall arrhythmic burden was low with no patients showing \"R on T\" premature ventricular beats and only one patient having a short run of nonsustained ventricular tachycardia. QTc values showed temporal stability over the 24-h, with no differences among different times of the day.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Chloroquine and its analog hydroxychloroquine have long been used in the treatment of malaria, and rheumatic diseases, such as systemic lupus erythematosus and rheumatoid arthritis [6] [7] [8] . During the pandemic of COVID-19 caused by SARS-CoV-2, they have been suggested as potential treatments, based on in vitro investigations and unpublished.", "cite_spans": [{"start": 181, "end": 184, "text": "[6]", "ref_id": "BIBREF5"}, {"start": 185, "end": 188, "text": "[7]", "ref_id": "BIBREF6"}, {"start": 189, "end": 192, "text": "[8]", "ref_id": null}], "ref_spans": [], "section": "Discussion"}, {"text": "clinical experience [3, 9] . The safety profile of chloroquine and analogs is favorable, although cardiovascular side effects are known, including hypotension, bradycardia, ECG changes such as QRS and QTinterval lengthening, and cardiac rhythm disturbance [8, 10, 11] . The proposed arrhythmic mechanism is the blockade of the KCNH2encoded hERG/Kv11.1 potassium channel in the myocardial cells, which results in prolongation of ventricular repolarization and QTinterval [8] . Differences in the speed of repolarization of the cell layers of the ventricles may produce transmural voltage gradients and heterogeneity of repolarization rates, which are the predisposing factors of life-threatening ventricular arrhythmias like \"R on T\" premature ventricular beats and torsade de pointes [12] . This effect may be amplified when multiple QT-prolonging drugs are used in combination.", "cite_spans": [{"start": 20, "end": 23, "text": "[3,", "ref_id": "BIBREF2"}, {"start": 24, "end": 26, "text": "9]", "ref_id": "BIBREF8"}, {"start": 256, "end": 259, "text": "[8,", "ref_id": null}, {"start": 260, "end": 263, "text": "10,", "ref_id": "BIBREF9"}, {"start": 264, "end": 267, "text": "11]", "ref_id": "BIBREF10"}, {"start": 470, "end": 473, "text": "[8]", "ref_id": null}, {"start": 784, "end": 788, "text": "[12]", "ref_id": "BIBREF11"}], "ref_spans": [], "section": "Discussion"}, {"text": "The cardiovascular effects and cardiotoxicity of azithromycin have long been investigated in multiple studies and metanalysis [13] [14] [15] . Azithromycin, like all macrolides, is known to induce QT prolongation, but its use is rarely associated with adverse cardiac events like fatal arrhythmias, which occur more commonly in patients with higher baseline risk, like those with preexisting cardiovascular conditions and concomitant use of other QT-prolonging drugs [14, 15] .", "cite_spans": [{"start": 126, "end": 130, "text": "[13]", "ref_id": "BIBREF12"}, {"start": 131, "end": 135, "text": "[14]", "ref_id": "BIBREF13"}, {"start": 136, "end": 140, "text": "[15]", "ref_id": "BIBREF14"}, {"start": 467, "end": 471, "text": "[14,", "ref_id": "BIBREF13"}, {"start": 472, "end": 475, "text": "15]", "ref_id": "BIBREF14"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our data showed that COVID-19 patients receiving combined therapy with hydroxychloroquine and azithromycin had a QTc-interval longer than before therapy. Nonetheless, they did not experience any arrhythmic complications during the hospital stay, like syncope or lifethreatening ventricular arrhythmias. Interestingly, patients with QTcinterval longer than 480 ms showed higher levels of transaminase. This is not a novelty since a prolonged QTc interval has been previously reported in patients with liver disease, due to electrolyte imbalance, autonomic nervous system dysfunction with a prevalence of sympathoadrenergic activity, and increased plasma concentrations of cytokines and vasopressors [16] . Given that our COVID-19 cohort did not show any dysionia during the ECG recordings, it is reasonable to believe that the inflammatory response and the cytokines release were more severe in patients with higher levels of transaminase. Pro- inflammatory cytokines, in particular tumor necrosis factor-alpha (TNFα), and interleukins IL-1β, IL-6, have a potential role in causing prolongation of the QT interval [17] .", "cite_spans": [{"start": 698, "end": 702, "text": "[16]", "ref_id": "BIBREF15"}, {"start": 1113, "end": 1117, "text": "[17]", "ref_id": "BIBREF16"}], "ref_spans": [], "section": "Discussion"}, {"text": "The acute viral infection and the inflammatory response, rather than the therapy with hydroxychloroquine and azithromycin, appear reasonably the cause of the higher prevalence of premature atrial and ventricular beats in patients with COVID-19, compared with healthy controls, at 24 h Holter ECG monitoring. Of note, the daily burden of arrhythmias was very low and the only one repetitive ventricular arrhythmia was recorded in a severely ill patient.", "cite_spans": [], "ref_spans": [], "section": "Discussion"}, {"text": "Although fully automated measurements of QTc on ECG monitoring are not as precise and reliable as manual measurements on 12-lead ECG, they can help investigate the possible QTc variability over time in these patients, thus suggesting the preferable time (morning or afternoon) for 12-lead ECG recording and manual QTc evaluation. Even though significant drug-induced circadian QTc changes are not expected with azithromycin and hydroxychloroquine, because of their long-acting and complex pharmacokinetics, other modulators such as the neuroautonomic tone or hormonal levels might interact with the drugs and impact the circadian QTc values [18] .", "cite_spans": [{"start": 641, "end": 645, "text": "[18]", "ref_id": "BIBREF17"}], "ref_spans": [], "section": "Discussion"}, {"text": "Our data showed that patients with COVID-19 had QTc-interval 1) longer than controls during the whole day, and 2) stable over the 24-h, with no differences between different times of the day. Temporal stability of drug effects may be explained by the large volume of distribution with tissue accumulation and the long half-life of both medications [19, 20] . Our data support the need of a periodic, not daily, QTc surveillance in COVID-19 patients on treatment with hydroxychloroquine and azithromycin, in order to reduce personnel exposure risk and personal protective equipment consumption [21] .", "cite_spans": [{"start": 348, "end": 352, "text": "[19,", "ref_id": "BIBREF18"}, {"start": 353, "end": 356, "text": "20]", "ref_id": "BIBREF19"}, {"start": 593, "end": 597, "text": "[21]", "ref_id": "BIBREF20"}], "ref_spans": [], "section": "Discussion"}, {"text": "The small sample size may limit the generalizability of the findings and the power to detect associations. Patients were enrolled outside the intensive care unit and results may be different in critically ill individuals. Variations of the QT interval during the first three days of therapy, i.e. when drugs concentrations may be more variable, were not assessed.", "cite_spans": [], "ref_spans": [], "section": "Study limitations"}, {"text": "In conclusion, therapy with hydroxychloroquine and azithromycin prolong QT-interval in patients with COVID-19, particularly in those with high levels of transaminase. Since after three days of therapy the QTc interval duration remains stable during the 24-h, multiple daily ECG are not recommendable. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "World Health Organization, Novel coronavirus(2019-nCoV): situation report-15", "authors": [], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study", "authors": [{"first": "N", "middle": [], "last": "Chen", "suffix": ""}, {"first": "M", "middle": [], "last": "Zhou", "suffix": ""}, {"first": "X", "middle": [], "last": "Dong", "suffix": ""}], "year": 2020, "venue": "Lancet", "volume": "", "issn": "20", "pages": "30211--30218", "other_ids": {"DOI": ["10.1016/S0140-6736(20)30211-7"]}}, "BIBREF2": {"ref_id": "b2", "title": "Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial", "authors": [{"first": "P", "middle": [], "last": "Gautret", "suffix": ""}, {"first": "J", "middle": ["C"], "last": "Lagier", "suffix": ""}, {"first": "P", "middle": [], "last": "Parola", "suffix": ""}], "year": 2020, "venue": "Int. J. Antimicrob. Agents", "volume": "105949", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Association of QT-Prolonging Medications With Risk of Autopsy-Defined Causes of Sudden Death", "authors": [{"first": "T", "middle": ["F"], "last": "Simpson", "suffix": ""}, {"first": "J", "middle": ["W"], "last": "Salazar", "suffix": ""}, {"first": "E", "middle": [], "last": "Vittinghoff", "suffix": ""}], "year": 2020, "venue": "JAMA Intern. Med", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Clinical management of severe acute respiratory infection when novel coronavirus (nCoV) infection is suspected: interim guidance", "authors": [], "year": 2020, "venue": "WHO", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Plaquenil in the treatment of lupus erythematosus", "authors": [{"first": "J", "middle": ["F"], "last": "Mullins", "suffix": ""}, {"first": "F", "middle": ["L"], "last": "Watts", "suffix": ""}, {"first": "C", "middle": ["J"], "last": "Wilson", "suffix": ""}], "year": 1956, "venue": "J. Am. Med. Assoc", "volume": "161", "issn": "", "pages": "879--881", "other_ids": {"DOI": ["10.1001/jama.1956.62970090020017k"]}}, "BIBREF6": {"ref_id": "b6", "title": "Hydroxychloroquine sulfate (\"plaguenil\") in treatment of rheumatoid arthritis", "authors": [{"first": "E", "middle": ["B"], "last": "Hamilton", "suffix": ""}, {"first": "J", "middle": ["T"], "last": "Scott", "suffix": ""}], "year": 1962, "venue": "Arthritis Rheum", "volume": "5", "issn": "", "pages": "502--512", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "A systematic review on the efficacy and safety of chloroquine for the treatment of COVID-19", "authors": [{"first": "A", "middle": [], "last": "Cortegiani", "suffix": ""}, {"first": "G", "middle": [], "last": "Ingoglia", "suffix": ""}, {"first": "M", "middle": [], "last": "Ippolito", "suffix": ""}, {"first": "A", "middle": [], "last": "Giarratano", "suffix": ""}, {"first": "S", "middle": [], "last": "Einav", "suffix": ""}], "year": 2020, "venue": "J. Crit. Care", "volume": "", "issn": "20", "pages": "30390--30397", "other_ids": {"DOI": ["10.1016/j.jcrc.2020.03.005"]}}, "BIBREF9": {"ref_id": "b9", "title": "Assessment of proarrhythmic activity of chloroquine in in vivo and ex vivo rabbit models", "authors": [{"first": "S", "middle": ["B"], "last": "Khobragade", "suffix": ""}, {"first": "P", "middle": [], "last": "Gupta", "suffix": ""}, {"first": "P", "middle": [], "last": "Gurav", "suffix": ""}, {"first": "G", "middle": [], "last": "Chaudhari", "suffix": ""}, {"first": "M", "middle": ["M"], "last": "Gatne", "suffix": ""}, {"first": "V", "middle": ["M"], "last": "Shingatgeri", "suffix": ""}], "year": 2013, "venue": "J. Pharmacol. Pharmacother", "volume": "4", "issn": "", "pages": "116--124", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Blockade of currents by antimalarial drug chloroquine in feline ventricular myocytes", "authors": [{"first": "J", "middle": ["A"], "last": "Sanchez-Chapula", "suffix": ""}, {"first": "E", "middle": [], "last": "Salinas-Stefanon", "suffix": ""}, {"first": "J", "middle": [], "last": "Torres-Jacome", "suffix": ""}, {"first": "D", "middle": ["E"], "last": "Banavides-Haro", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Navarro-Polanco", "suffix": ""}], "year": 2001, "venue": "J. Pharmacol. Exp. Ther", "volume": "297", "issn": "", "pages": "437--445", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Drug-induced inhibition and trafficking disruption of ion channels: pathogenesis of QT abnormalities and drug-induced fatal arrhythmias", "authors": [{"first": "L", "middle": ["X"], "last": "Cubeddu", "suffix": ""}], "year": 2016, "venue": "Curr. Cardiol. Rev", "volume": "12", "issn": "", "pages": "141--154", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Systematic review, meta-analysis, and network meta-analysis of the cardiovascular safety of macrolides", "authors": [{"first": "E", "middle": [], "last": "Gorelik", "suffix": ""}, {"first": "R", "middle": [], "last": "Masarwa", "suffix": ""}, {"first": "A", "middle": [], "last": "Perlman", "suffix": ""}, {"first": "V", "middle": [], "last": "Rotshild", "suffix": ""}, {"first": "M", "middle": [], "last": "Muszkat", "suffix": ""}, {"first": "I", "middle": [], "last": "Matok", "suffix": ""}], "year": 2018, "venue": "Antimicrob. Agents Chemother", "volume": "62", "issn": "", "pages": "438--456", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Azithromycin-induced proarrhythmia and cardiovascular death", "authors": [{"first": "P", "middle": ["A"], "last": "Howard", "suffix": ""}], "year": 2013, "venue": "Ann. Pharmacother", "volume": "47", "issn": "", "pages": "1547--1551", "other_ids": {}}, "BIBREF14": {"ref_id": "b14", "title": "Azithromycin and the risk of cardiovascular complications", "authors": [{"first": "N", "middle": ["M"], "last": "Maisch", "suffix": ""}, {"first": "J", "middle": ["G"], "last": "", "suffix": ""}], "year": 2014, "venue": "J. Pharm. Pract", "volume": "27", "issn": "", "pages": "496--500", "other_ids": {}}, "BIBREF15": {"ref_id": "b15", "title": "Q-T interval prolongation in cirrhosis: prevalence, relationship with severity, and etiology of the disease and possible pathogenetic factors", "authors": [{"first": "M", "middle": [], "last": "Bernardi", "suffix": ""}, {"first": "S", "middle": [], "last": "Calandra", "suffix": ""}, {"first": "A", "middle": [], "last": "Colantoni", "suffix": ""}], "year": 1998, "venue": "Hepatology", "volume": "27", "issn": "", "pages": "28--34", "other_ids": {}}, "BIBREF16": {"ref_id": "b16", "title": "Review: the prolonged QT interval: role of proinflammatory cytokines, reactive oxygen species and the Ceramide and Sphingosine-1 phosphate pathways", "authors": [{"first": "P", "middle": ["P"], "last": "Sordillo", "suffix": ""}, {"first": "D", "middle": ["C"], "last": "Sordillo", "suffix": ""}, {"first": "L", "middle": [], "last": "Helson", "suffix": ""}], "year": 2015, "venue": "In Vivo", "volume": "29", "issn": "", "pages": "619--636", "other_ids": {}}, "BIBREF17": {"ref_id": "b17", "title": "Diurnal pattern of QTc interval: how long is prolonged? Possible relation to circadian triggers of cardiovascular events", "authors": [{"first": "J", "middle": [], "last": "Molnar", "suffix": ""}, {"first": "F", "middle": [], "last": "Zhang", "suffix": ""}, {"first": "J", "middle": [], "last": "Weiss", "suffix": ""}, {"first": "F", "middle": ["A"], "last": "Ehlert", "suffix": ""}, {"first": "J", "middle": ["E"], "last": "Rosenthal", "suffix": ""}], "year": 1996, "venue": "J. Am. Coll. Cardiol", "volume": "27", "issn": "95", "pages": "426--428", "other_ids": {"DOI": ["10.1016/0735-1097(95)00426-2"]}}, "BIBREF18": {"ref_id": "b18", "title": "The pharmacokinetics of azithromycin in human serum and tissues", "authors": [{"first": "G", "middle": [], "last": "Foulds", "suffix": ""}, {"first": "R", "middle": ["M"], "last": "Shepard", "suffix": ""}, {"first": "R", "middle": ["B"], "last": "Johnson", "suffix": ""}], "year": 1990, "venue": "J. Antimicrob. Chemother", "volume": "25", "issn": "", "pages": "73--82", "other_ids": {}}, "BIBREF19": {"ref_id": "b19", "title": "Pharmacokinetics of hydroxychloroquine and chloroquine during treatment of rheumatic diseases", "authors": [{"first": "D", "middle": ["E"], "last": "Furst", "suffix": ""}], "year": 1996, "venue": "Lupus", "volume": "5", "issn": "", "pages": "11--15", "other_ids": {}}, "BIBREF20": {"ref_id": "b20", "title": "Urgent guidance for navigating and circumventing the QTc prolonging and torsadogenic potential of possible pharmacotherapies for COVID-19", "authors": [{"first": "J", "middle": ["R"], "last": "Giudicessi", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Noseworthy", "suffix": ""}, {"first": "P", "middle": ["A"], "last": "Friedman", "suffix": ""}, {"first": "M", "middle": ["J"], "last": "Ackerman", "suffix": ""}], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": ".70-4.30) High-sensitivity troponin I, ng/L female 0-6; male 0-34 8 (4-20) Aspartate aminotransferase, U/L female 0-6; male 0-34 31 (26-43) Alanine aminotransferase, U/L female 0-6; male 0-34 41 (23-61) Gamma-glutamiltransferase, U/L female 0-6; male 0-34 40 (21-59) Procalcitonin, ng/mL 0-0.50 0.05 (0.04-0.09) Categorical variables are presented as number of patients (%). Continuous values are expressed as median with 25% and 75%-iles. Abbreviations: BMI = Body Mass Index.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Differences in QTc-interval pre-and post-therapy with hydroxychloroquine and azithromycin.", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Dynamic QTc interval variations in COVID-19 patients treated with hydroxychloroquine/azithromycin and healthy controls.", "latex": null, "type": "figure"}, "FIGREF3": {"text": ": Conceptualization, Data curation, Formal analysis, Writing -original draft. Alessandro Zorzi: Conceptualization, Formal analysis, Methodology, Writing -review & editing. Davide Ceccato: Data curation. Federico Capone: Data curation. Matteo Parolin: Data curation. Filippo Donato: Data curation. Paola Fioretto: Investigation, Methodology, Software, Supervision. Raffaele Pesavento: Investigation, Methodology, Software, Supervision. Lorenzo Previato: Investigation, Methodology, Software, Supervision. Pietro Maffei: Investigation, Methodology, Software, Supervision. Alois Saller: Investigation, Methodology, Software, Supervision. Angelo Avogaro: Writing -review & editing. Cristiano Sarais: Investigation, Methodology, Software, Supervision. Dario Gregori: Formal analysis. Sabino Iliceto: Writing -review & editing. Roberto Vettor: Writing -review & editing.", "latex": null, "type": "figure"}, "TABREF0": {"text": "Clinical characteristics of COVID-19 patients under treatment with hydroxychloroquine and azithromycin.", "latex": null, "type": "table"}, "TABREF1": {"text": ". Baseline electrocardiographic findings before and after the beginning of therapy with hydroxychloroquine and azithromycin. B. Twelve leads 24-h electrocardiographic monitoring findings in patients with COVID-19 treated with hydroxychloroquine and azithromycin compared to control group.Categorical variables are presented as number of patients (%). Continuous values are expressed as median with 25% and 75%-iles. * (minimummaximum). Abbreviations: PAB: premature atrial beat; SPVT: supraventricular tachycardia; PVB: premature ventricular beat; NSVT: non-sustained ventricular tachycardia.", "latex": null, "type": "table"}, "TABREF2": {"text": "Table 2\nA. Baseline electrocardiographic fi ndings before and after the beginning of therapywith hydroxychloroquine and azithromycin. B. Twelve leads 24-h electrocardiographicmonitoring fi nd-ings in patients with COVID-19 treated with hydroxychloroquine and azithromycin compared to control group.", "latex": null, "type": "table", "html": "<html><body><table><tr><td>A. </td><td>COVID-19\n</td><td> </td><td> </td></tr><tr><td>n = 22 </td><td> </td><td>p\n</td></tr><tr><td>Heart rate, beats/min </td><td>Before therapy </td><td>After therapy\n</td><td> </td></tr><tr><td>90 (80-101) </td><td>77 (68-85) </td><td>b0.01\n</td></tr><tr><td>Sinus rhythm </td><td>20 (89) </td><td>20 (89) </td><td>1.00\n</td></tr><tr><td>Atrial fibrillation </td><td>2 (11) </td><td>2 (11) </td><td>1.00\n</td></tr><tr><td>QRS duration, ms </td><td>95 (91-97) </td><td>93 (88-96) </td><td>0.18\n</td></tr><tr><td>(82-118)* </td><td>(81-116)*\n</td><td> </td></tr><tr><td>QTc-interval, ms </td><td>426 (403-447) </td><td>450 (416-476) </td><td>0.02\n</td></tr><tr><td>(361-460)* </td><td>(368-509)*\n</td><td> </td></tr><tr><td>QTc N 480 ms </td><td>0 </td><td>4 (18) </td><td>0.04\n</td></tr><tr><td>B. </td><td>COVID-19 </td><td>Controls\n</td><td> </td></tr><tr><td>Heart rate\n</td><td>n = 22 </td><td>n = 34 </td><td>p\n</td></tr><tr><td>Minimum, beats/min </td><td>56 (45-65) </td><td>45 (42-48) </td><td>b0.01\n</td></tr><tr><td>Mean, beats/min </td><td>77 (68-85) </td><td>70 (67-77) </td><td>0.102\n</td></tr><tr><td>Maximum, beats/min </td><td>113 (98-124) </td><td>128 (116-140) </td><td>b0.01\n</td></tr><tr><td>Arrhythmias\n</td><td> </td><td> </td><td> </td></tr><tr><td>≥ 1 PABs\n</td><td>18 (82)\n</td><td>15 (46)\n</td><td>b0.01\n</td></tr><tr><td>Isolated PABs, n\n</td><td>7 (1-70)\n</td><td>9 (3-17)\n</td><td>0.78\n</td></tr><tr><td>≥ 1 SPVT </td><td>5 (23) </td><td>3 (9) </td><td>0.24\n</td></tr><tr><td>≥ 1 PVBs\n</td><td>15 (68)\n</td><td>12 (36)\n</td><td>0.02\n</td></tr><tr><td>Isolated PVBs, n\n</td><td>3 (0-36)\n</td><td>1 (0-6)\n</td><td>0.35\n</td></tr><tr><td>R on T PVBs </td><td>0 </td><td>0 </td><td>-\n</td></tr><tr><td>≥ 1 NSVT </td><td>1 (5) </td><td>0 </td><td>0.40\n</td></tr><tr><td>QT-interval\n</td><td> </td><td> </td><td> </td></tr><tr><td>Minimum, ms </td><td>415 (382-429) </td><td>376 (366-388) </td><td>b0.01\n</td></tr><tr><td>Mean, ms </td><td>453 (439-477) </td><td>407 (397-418) </td><td>b0.01\n</td></tr><tr><td>Maximum, ms </td><td>533 (515-586) </td><td>452 (437-469) </td><td>b0.01\n</td></tr></table></body></html>"}}, "back_matter": [{"text": "Acknowledgments the authors would like to thank all patients and nurse staff of the Clinica Medica 3, Azienda Ospedaliera -Università di Padova, Italy.", "cite_spans": [], "ref_spans": [], "section": "acknowledgement"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Fundings"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Conflicts of interest"}, {"text": "None.", "cite_spans": [], "ref_spans": [], "section": "Disclosures"}]}