{
    "paper_id": "f10519eb637a11c4517d71736d624db5544d189b",
    "metadata": {
        "title": "The Notion of a Health Good in China and Elsewhere",
        "authors": []
    },
    "abstract": [
        {
            "text": "Is the intervention of the state in the healthcare market legitimate and efficient? To answer this question, a clear definition of a health good and its implications is needed. Can we just apply the general definition of a public good for all health goods? Should we consider different types of health goods? If yes, how do we delimit the frontier between a public good and a private good? With a rapid glance at the diversity of organizations in the healthcare system that exist in the world, it appears there is little consensus on what can and should be defined as a public good. Generally speaking, all countries have a mixed health system, combining pro-market elements with welfare state safeguards, and China is no exception: all reforms of the healthcare system implemented since the 1980s have swung between both. To understand the Chinese health system and its recent evolution, we need to start by defining the global framework in which the \"health good\" is set.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "To understand the Chinese health system and its recent evolution, it is necessary to start by defining the global framework in which it is set. All countries have a mixed health system, combining pro-market elements",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "with welfare state safeguards, and China makes no exception. All reforms of the healthcare system implemented since the 1980s have swung between both. 1 From 2003, and more intensively from 2009, a number of reforms have been implemented to facilitate universal access to basic care. The result is public healthcare coverage, designed for primary care improvement with the emphasis on a basic care basket accessible to all. All these reforms lean toward a pro-welfare state policy. At the end of 2013, following the Third Plenum of the 18th Central Committee of the Communist Party, a new set of reforms were launched, in favour of private hospital investment, including the privatization of some existing public hospitals, showing a clear shift towards a pro-market and competition policy.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In fact, what dominates is a lack of consensus between pro-market and a pro-welfare state policies in hospital management. Pilot experiments were initiated in 2009 in 17 cities. To date, if some of these pilot programmes are still active, no generalization has been launched. Efficiency comparison between these experiments could have helped define a clearer direction, but major differences in the way they were carried out make these comparative studies quite inconclusive.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In reality, depending on the type of health good (primary care, hospital care, medicines, etc.), the direction taken in the reforms of the Chinese system cannot be interpreted in the same way. The goal of this chapter is to briefly present how economics defines the notion of a public good versus a private good. The definitions presented here are those commonly used in economic literature. Amongst the well-known publications covering this, I cite Cornes and Sandler (1986) , Leach (2004) and Hess and Ostrom (2006) . 2 We then introduce the specificities of a health good in China and take an overview of the healthcare system.",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 475,
                    "text": "Cornes and Sandler (1986)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 478,
                    "end": 490,
                    "text": "Leach (2004)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 495,
                    "end": 517,
                    "text": "Hess and Ostrom (2006)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 520,
                    "end": 521,
                    "text": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "A good is defined as rival (or subtractable) when its consumption by an agent implies it cannot be consumed simultaneously by another agent. As an example, the use of a tool by someone prevents others from benefiting from its use at the same time. It is the same for a MRI scan. Going into more detail, the consumption of an apple also falls into this category but it adds finality to the good. For healthcare, medical consumable devices can only be used once for one patient. In contrast, a perfectly non-rival good is a good that can be consumed by everyone at any moment. For example, air or public lighting are non-rival goods.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "So far, we have considered rivalry as a binary notion. In reality, many goods have partial rivalry. The notion of rivalry is more a continuum than anything. For instance, the connection to a website is a rival good in the sense that more than one user can be connected at the same time but if too many are, then congestion issues result. It is the same for roads with the occurrence of traffic jams. Hospitals can experience the same phenomenon, creating scarcity or excessively long queues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "Pure free market conditions create a regulation through price, making it possible to solve, or at least reduce, the issue of scarcity and long queues. Yet, such a system implies that wealth is evenly distributed as a starting point. In case of inequalities within the population, such a free market regulation creates a financial roadblock. Choice is no longer a criterion as the financial constraints close access to the good.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "A good is called excludable if it is possible to prevent consumers that do not pay for this good from benefiting from it. In contrast, a good becomes non-excludable if it is not possible to restrain its use to consumers who pay for it. Public lighting for instance is a perfect example of a non-excludable good. Anyone, locals or tourists alike, whether they have paid for it or not can benefit from it. Nonetheless, as for rivalry, the use of a good by all has limits. In our example, it can be the number of people at a given moment in the street. Even though this may seem quite binary in the first place, it is actually a continuous notion: a good has a certain degree of excludability. As far as healthcare is concerned, this degree is high.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "Pure private goods are defined as both rival and excludable, whereas pure public goods are both non-rival and non-excludable. Criteria for being non-rival and non-excludable can fluctuate over time, due to natural or political factors. Some goods are defined as non-excludable but rival. These are called common pool goods. Others are non-rival but excludable. They are called club goods. To give an example of the former, we can quote non-renewable natural resources. They are to some extent non-excludable, but in their consumption leading to their disappearance, they are rival. For the latter, a typical example is a gym subscription, which makes going to this gym non-rival but excludable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "Is health a public good? The individual is the main beneficiary of health. In that sense, health is a rival and excludable good, making it a private good. Now, are health goods public goods? Goods and services established to give care to an individual are by definition rival and excludable, defining a private good. Yet, the specificities of these goods can lead the regulator to turn them into public goods. This can be explained by the following:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "• The fact that some pathologies are communicable. In such cases, treating the patient has an obvious positive impact for this individual but also for those around, by avoiding the spread of the disease. This is what is called a positive externality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "The effect of the treatment affects the patient but also his or her wider circle, even though only the patient was treated. It can be qualified as non-rival but excludable. The SARS epidemic in China in 2003 is a very good example. The epidemic was controlled by isolating affected people and strictly monitoring the appearance of symptoms. Indeed, each contamination of an individual had a direct impact on his or her health but potentially also on that of the people around. Generally speaking, making vaccines public goods (non-rival through an increase in the number of professionals able to perform vaccinations and non-exclusive through being free or least affordable to all) tends to curb and finally stop the spread of viruses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "• One can consider health as a capital that is being depleted over time (Grossman, 1972) . The better each individual maintains this capital, the better his or her productivity at work. Therefore, the sum of individual health goods has a direct impact on the total production at country level. Put another way, individual health goods, in spite of having the characteristics of private goods, have an externality impact close to public goods. The cumulative effect of individual health levels implies, at the macro level, a non-rivalry (a global good health status benefits everyone allowing us all to enjoy a good health environment at all times) and a non-exclusivity (for each individual, a global good health level implies a better individual health level without additional cost: for instance, risks of infection will be lower, whatever the individual behaviour in terms of risk prevention). A 2001 report from CMH-WHO 3 points out that a 10% increase in life expectancy at birth implies a surplus of economic growth by at least 0.3% per year, holding other growth factors constant.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 88,
                    "text": "(Grossman, 1972)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Public Good and Private Good: General Definitions"
        },
        {
            "text": "The following assumptions apply to pure and perfect competition theory:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Health Good and Assumptions of Pure and Perfect Competition"
        },
        {
            "text": "• Atomicity (i.e. an infinite number of suppliers and demanders for a same good): \"infinite\" actually means sufficient to enable full competition between suppliers and between demanders. This implies that the price has not been fixed by one side as a result of market condition. It is said that the price is a \"price taker\". • Homogeneity of product: health products or services are assumed identical, homogeneous, without differentiation, hence totally substitutable. In such cases, consumers can make trade-offs based on price only. In reality, there are differences amongst health goods. Yet, when these differences do not generate a non-substitutability, health goods can still be considered quite homogeneous. On the other hand, when there is non-substitutability, pure competition between health suppliers is no longer possible. This can explain the difficulties the Chinese regulator has in trying to improve the health system by setting up additional local health centres. For customers, being treated in a local centre or in an excellent quality level hospital are indeed non-substitutable. This also explains the congestion in the excellent quality level hospitals (called further Level 3 hospitals). • Freedom of entry and exit: no barrier prevents a producer or consumer from entering the market. Symmetrically, agents can leave the market at any time. This point emphasizes the asymmetry created by taxes imposed on a part of the healthcare market, namely the private sector. The public sector is immune to this financial burden. Besides, the obscurity of land rights regulations when setting up private healthcare centres may also explain the slow growth of a private healthcare institution market. • Transparency: the market delivers comprehensive information to agents on the nature, quality and price of available goods. We will see that this point is key for the establishment of a list of medical drugs considered as essential, including for generic medicine. • Mobility of production factors: labour and capital can move from one market to the other in the pursuit of better profit. Here, the doctor's status and the medical staff's level of training between the different areas, including rural and urban ones, is one reason for the inefficiency in the Chinese healthcare system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Health Good and Assumptions of Pure and Perfect Competition"
        },
        {
            "text": "When at least one of the assumptions of pure and perfect competition is not verified, the regulator must act to re-establish it. Assessing the validity of these assumptions for the actual healthcare market, we can see where the market tends to fail:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Health Good and Assumptions of Pure and Perfect Competition"
        },
        {
            "text": "• The quality level is not observable or imperfectly observable. Recent reported scandals in Chinese newspapers regarding products widely praised in search engines but which turn out to be hazardous show the fragile level of information available to customers. Another story that made the headlines was about a 21-year-old Chinese student suffering from cancer. To select his treatment and hospital, he searched for information on the quality of the available treatments on Baidu. This is the number one search engine in China and it controls 80% of the search market. Unfortunately, the information he gathered turned out to be wrong. He publicized his distress about this erroneous information in a long post just before he died. 4 This drove Baidu to publishing a number of press releases, maintaining that ethics should come before profit. But is this really the role and responsibility of such a for-profit organization? What role should the regulator have in such cases? Should this kind of information not be distributed by a non-profit or public service organization? • In addition, there are usually not that many suppliers in the healthcare market. For instance, for drugs or medical devices, patents often ensure a monopoly situation on many products for some years. Likewise, hospitals delivering high quality standards tend to be in a monopoly situation in the area they cater for. They have an autonomous management making it possible for them, to a large extent, to set prices themselves. 5 Healthcare demand then has no choice but to accept the price quoted for the treatment. Depending on the severity of the affliction, two factors come into play. On the one side, demand from patients and their relatives tend to become increasingly price inelastic: 6 the health good is acquired, whatever its cost. Additionally, emergency is often linked to the severity factor of a pathology. Therefore, under the pressure of time, the price variable gets little scrutiny in the decision process, potentially leading to individual bankruptcy. This was a very common phenomenon in China before the implementation of public insurance. 7 These insurance schemes address patient solvency issues, but the market is still failing, as price is not the result of supply and demand but is set by the supplier. • As far as healthcare is concerned, there is a large gulf between supply and demand. Supply has extensive information about the state of the patient that he or she does not even possess. It is thus possible to generate unnecessary costs through over-diagnosis and overprescription of drugs and examinations. This phenomenon is called induced demand, in other words a surplus in demand caused by the supplier's behaviour and not by the patient's actual health needs. This has been observed in hospitals with high quality standards and has been extensively documented in empirical literature. 8 In the case of China, a \"zero mark-up\" 9 policy has been implemented for a few years by the government, in order to control the price of medical drugs prescribed to patients, with a very minimal margin rate for a list of drugs considered as essential. Yet, government price control over hospitals that have financial autonomy is tricky, in particular in the case where information is asymmetrical, the regulator having little data feedback from the ground level. For the regulator to actually assess the relevance of all procedures and prescriptions, a comprehensive information feed would be necessary as well adequate administrative resources to process this information.",
            "cite_spans": [
                {
                    "start": 1504,
                    "end": 1505,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2138,
                    "end": 2139,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2898,
                    "end": 2899,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "The Health Good and Assumptions of Pure and Perfect Competition"
        },
        {
            "text": "All the failings in the market for health goods justify intervention from the regulator, be it for public goods or private goods. Nevertheless, we have considered here the health good as a whole, both homogeneous and perfectly defined. In reality, a health good regroups different items that are increasingly diverse, from medical drugs to connected devices used for leisure purposes. They can be actual physical products, like a vaccine dose for instance, but also intangible items such as mobile apps. The latter category is becoming increasingly common. It can also include services involving actual contact, like regular medical consultations for instance, or only digital contact, like online consultations. The severity level also plays a part: should we consider surgery to fix myopia to be at the same level as a heart transplant? Price elasticity is a commonly used tool in economics to sort them apart.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Health Good and Assumptions of Pure and Perfect Competition"
        },
        {
            "text": "When the healthcare supply is not regulated and prices are fixed by the market, how does demand fluctuate with price? This is what price elasticity studies intend to determine.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Price Elasticity"
        },
        {
            "text": "The elasticity of demand against price measures the variation in demand in reaction to a 1% increase in price, all else being equal. When this variation is below 1%, it means that demand is little affected by a price increase: demand is said to be inelastic. Primary necessity goods fall into this category. As far as healthcare is concerned, it is usually considered that for acute pathologies, families are fairly insensitive to the price of the treatment, causing many personal bankruptcies when there is no insurance in place to cover this spending.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Price Elasticity"
        },
        {
            "text": "In contrast, a good is considered elastic when demand goes down by more than 1% for a 1% price increase. The more the demand goes down, the more the good is elastic against price. For healthcare, goods with such characteristics are called health comfort goods. These are goods that do not affect the vital prognosis of the agent. Dental care, optical care or cosmetic care are amongst such goods. Still, one can question to what extent these so-called comfort goods affect agents, be it their quality of life or even their employability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Price Elasticity"
        },
        {
            "text": "In studies on price elasticity of healthcare demand, income is usually considered as a given variable: it is considered as having no impact on the decision to consume in relation to price. In the context of unequal distribution of revenue, elasticity can be observed the other way around, through income elasticity. For a healthcare demand that is considered fixed, there are three types of income elasticity. Inferior goods are goods whose consumption increases when income decreases: they are substitution goods to others that are no longer affordable. As an example, take medical drugs bought online: price is often the purchase trigger, as they are usually cheaper, but criticized for their dubious origin and quality. In that sense, they can be considered inferior goods. Similarly, online consultations are heavily debated as they have attractive prices but lack guarantees on the quality of diagnosis. Implicitly, what critics of online consultations denounce is their inferiority. They do not enable a comprehensive examination and complete diagnosis to be made and are substitutes for more expensive physical consultations. 10 Superior goods are goods where demand increases with income. As far as healthcare is concerned, these usually encompass goods that have little impact on vital prognoses. Finally, normal goods are goods where demand is not sensitive to income. This category includes the goods that pose a threat of personal bankruptcy, as patients and their families are likely to pay for heath goods until they are in financial difficulties.",
            "cite_spans": [
                {
                    "start": 1133,
                    "end": 1135,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Price Elasticity"
        },
        {
            "text": "Depending on the severity of the affliction and its impact on life expectancy and quality of life, health goods can be considered superior, normal or inferior goods. In the case of a normal or inferior good, the question of a regulated market for healthcare is relevant. The regulator may want to ensure that the population has access to a given level of health or at least to a basic care basket. The bigger the scope of such a basket, the mix between pro-market and pro-welfare state components of the system will tend to lean towards the latter.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Price Elasticity"
        },
        {
            "text": "sHould HeAltH be A universAlly Accessible Good or one Governed by supply And demAnd?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Price Elasticity"
        },
        {
            "text": "The Word Health Organization (WHO) Constitution enshrines \"the highest attainable standard of health as a fundamental right of every human being\". 11 Nevertheless, the term \"standard of health\" encompasses both objective measurable indexes (e.g. glycemic level) and more subjective items (e.g. feelings of tiredness or depression). Depending on the criteria chosen to define good health, health policies and programmes can be very different from one country to the next. For example, in some countries such as France, some cosmetic surgery procedures are commonly reimbursed provided the positive psychological effects of the treatment are observed and described by a doctor. In many other countries, such as China, cosmetic surgery is never covered by any public insurance scheme. Scientific and technological innovations will also create new ways to address health that were previously not considered. The part they are to play in the \"health standard\" is yet to be defined and is currently very variable from one country to the next. Obviously, internet and connected devices bring about a whole new set of tools that improve information to patients and thus enable them to improve their health. This encompasses apps for smartphones targeted at the general public or devices such as connected watches that can measure sleep cycles, number of steps and calories burnt. But there are also more medically specialized devices such as those supporting patients with diabetes, by measuring glycemic levels through glucose capture in the abdomen or in the eye. They make it possible to identify the optimal timing for an insulin injection. Other devices can help address cardiac emergencies by measuring heart rate. Whether these devices should be covered by public insurance is currently a source of debate, and is dependent, among other things, on the nature of the good-superior, normal or inferior.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is Health a Good Accessible to All?"
        },
        {
            "text": "The issue of information collection by both public and private bodies is also quite acute. The operators of connected devices, for instance, collect an impressive amount of data coming from their users, which could be very valuable for public health research. For example, the app GlucoSuccess from ResearchKit, targeted at diabetes patients, provides data to researchers from the Massachusetts General Hospital. 12 These data are used to improve knowledge about patients with diabetes and its evolution. Yet, the collection of personal medical data by private companies and its potential abuse is not without controversy. Legal frameworks and jurisprudence are still constantly evolving in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is Health a Good Accessible to All?"
        },
        {
            "text": "On social networks or discussion forums, many people reckon that these connected devices should be covered by health insurance policies. Yet, so far there does not appear to be any country reimbursing the cost of any connected device or health app. Is that a limitation to the spread of these connected objects? If the answer is negative then this implies that the acquisition of connected devices is possible without any discrimination, as defined by the WHO, meaning that:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is Health a Good Accessible to All?"
        },
        {
            "text": "• These devices must be physically available to all. This is probably generally the case thanks to online distribution. • They must be financially affordable. The price of the device and app must be set so as to satisfy demand. • Finally, the regulator must ensure that information regarding the existence of such connected devices, their characteristics, medical use and limits, is widely available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is Health a Good Accessible to All?"
        },
        {
            "text": "Moreover, the mass of collected data could lead to a screening of the population and to discrimination in access to health insurance. People with a higher risk of suffering from certain pathologies would then have to pay higher insurance premiums. The regulator then has to intervene to provide accessibility to health insurance (public or private) or accessibility to healthcare for, at least, those excluded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Is Health a Good Accessible to All?"
        },
        {
            "text": "Affordability of care can be secured through one or various public insurance schemes. This does not necessarily imply that health providers, goods and services should themselves be public. For instance, in the United States, health supply is mostly private. 13 Affordability is ensured by insurance policies subscribed to by individuals or through employers. Yet, for those with higher risks, public insurance has been set up to secure the affordability of a predefined basket of care.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "text": "13",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Health as a Private Good and the Healthcare Market"
        },
        {
            "text": "In many countries, the healthcare market is highly regulated, as is the case in Europe. However, there are many other countries where the healthcare market is much less regulated and follows the law of supply and demand for many health goods. The notion of healthcare accessibility is then limited to a certain predefined category of goods. These goods are included in what is commonly called a basic care basket. These are health goods whose universal accessibility is considered mandatory, without any discrimination whatsoever, and accessibility must be both physical and financial.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health as a Private Good and the Healthcare Market"
        },
        {
            "text": "This financial affordability is ensured through the implementation of public health insurance policies or through free care, as it is the case in countries, such as the United Kingdom, that have set up a National Health Service (NHS). The price of care can be either market-based or regulated. In a context where health spending is strongly monitored, the price of a basic care basket is most commonly regulated. For instance, in the United States, patients over 65 years of age are eligible for a public insurance scheme (Medicare). A payment mechanism has been set up to regulate hospital costs. This consists of a lump sum payment per diagnoses related group (DRG) referring to both the pathology and the procedures used to treat it. The validity of this type of system is based on various factors. Among others, it implies that the lump sum is high enough to avoid private health suppliers voluntarily withdrawing from the procedure, creating offer disruption and physical non-accessibility for the patient. In a less extreme scenario, a lump sum that is not attractive enough tends to lead to a phenomenon of patient screening and skimming.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health as a Private Good and the Healthcare Market"
        },
        {
            "text": "differentiAted Access AccordinG to type of Good As has been already mentioned, access to care can be differentiated according to the type of health good. When public health insurance covers mainly a basic care basket, then accessibility to other health goods will be totally different, with often unregulated prices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Health as a Private Good and the Healthcare Market"
        },
        {
            "text": "Recent evolutions in the health systems of Organisation for Economic Co-operation and Development (OECD) countries tend to converge towards some kind of coverage for the costliest and most vital care through different types of mechanism. In European countries, whether the organization is Beveridgian or Bismarckian in its inspiration, the care basket that is fully covered by the community is being reduced in terms of number of pathologies, but the most severe cases are better covered. Acute pathologies, strongly affecting the life expectancy of the patient and generating costly procedures are not only covered through well-established procedures but also those using technical innovation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases According to the Vital Prognosis (Engaged or Not)"
        },
        {
            "text": "In countries where the health goods market is competition-oriented, public insurance schemes have been set up, covering an increasing share of the population. For instance, in the United States, the Medicare programme has been supplemented with \"Obamacare\", covering not only the elderly but also the least well-off.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases According to the Vital Prognosis (Engaged or Not)"
        },
        {
            "text": "In cases which are not diagnosed as vital, public regulator intervention varies widely from one country to another.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Cases According to the Vital Prognosis (Engaged or Not)"
        },
        {
            "text": "A health good, in its wider sense, includes health services. The professionals performing these services can be either self-employed or hired by an organization. Depending on status, they are differently incentivized to influence the number of consultations they perform. For instance, if the practitioner is salaried without any bonus scheme, he or she will have no incentive to increase production. In contrast, if he or she is self-employed with a per-consultation fee, then there is a financial incentive to perform as many consultations as possible. This is what economists call induced demand. The supplier influences demand in order to increase it, even if this is not medically necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Consultations: From Physical to Online"
        },
        {
            "text": "These differences in supplier status do not necessarily have implications for market regulation. For instance, in France, practitioners can be either salaried or self-employed, but the price of consultation is regulated in both cases, being fixed by decree. 14 Suppliers in the private sector can, in some cases, fix their own prices, above that of the decree, but in such cases public insurance just covers the part of the cost equal to the official price, the surplus being paid by the patient. In the United Kingdom, the price of health services is also regulated. For some years, a private healthcare market has been developing fast, but patients using such services are not covered by the NHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Consultations: From Physical to Online"
        },
        {
            "text": "Online health goods have been appearing over the past decade and have changed the landscape of health supply. To a large extent, they help in solving the issue of physical accessibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Consultations: From Physical to Online"
        },
        {
            "text": "As far as financial accessibility is concerned, two factors come into play: price itself and insurance coverage. If the price is low, patients will be able to acquire the health good, whether or not it is covered by insurance. On the other hand, if the price is borderline with the patient's ability to pay, its financial accessibility can only by granted through health insurance, even if only partially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Consultations: From Physical to Online"
        },
        {
            "text": "Among health goods available over the internet, online medical consultations are now authorized in an increasing number of markets, for example, Switzerland, Sweden, Finland, the United Kingdom or France (since the end of 2010). One of the main arguments of the supporters of such a development is that it improves financial accessibility but also eases monitoring of suppliers' shortages. Nevertheless, many countries strictly regulate this market to control its development. In France, for instance, the possibility of a practitioner or a group of practitioners offering online consultations is bound by a formal authorization from the regional health regulatory agency (ARS, Agence de Santé Régionale). The project will only be accepted if there is a recognized lack of healthcare supply in the region. Online consultations are thus only seen as a way to mitigate the lack of physicians in certain, mostly rural, areas. The flip side of this rigidity is that the cost of online consultations is fully covered by the public health insurance system in these European countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Consultations: From Physical to Online"
        },
        {
            "text": "Online consultations are to be differentiated from online medical advice that does not lead to an official medical diagnosis and prescription. Online medical advice services also develop quickly, even faster than online consultations. One of the reasons is the very loose regulatory framework in which they operate. In addition to this, online medical services also include monitoring. They help develop home-based care replacing hospitalization. Physicians can analyze data collected via connected devices, a visiting nurse or directly sent by the patient. This type of monitoring can appear particularly well suited for chronic diseases and care of the elderly.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Medical Consultations: From Physical to Online"
        },
        {
            "text": "Another sector of use of online health services is physician to physician (P2P), be it online coaching/tele-expertise or online assistance/telehealth monitoring. Tele-expertise means asking for advice about a particular case from a fellow physician with a rare or locally unavailable skill. For instance, an emergency physician can ask for a neurologist's advice when treating a stroke. Progress in medicine often implies the need to increase specialized advanced knowledge. The internet is then a very precious tool to pool this knowledge as much as possible. Online assistance or telehealth monitoring is more intrusive in the support given by the fellow practitioner, with direct intervention in the medical procedure. A famous example of such assistance is the collaboration between Shenzhen No. 2 People's Hospital in China and two physicians from the University of California in San Francisco (UCSF), in which they have remotely supported the surgery on a brain tumor. 15 In a totally free healthcare market, the price of such acts should be defined only by supply and demand. On the other hand, in the case of a regulated healthcare market, such co-operation is handicapped by unstandardized reimbursement schemes.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 977,
                    "text": "15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Medical Consultations: From Physical to Online"
        },
        {
            "text": "The issue of accessibility to medicine is quite acute on a global scale. Prices for drugs not only depend on the price set by the pharmaceutical companies but also on the margin applied by all intermediaries in the distribution chain right up to the patient. Drug prices can be regulated in cases where they are covered by a public insurance scheme. The more a drug is reimbursed, the more actual demand will tend to converge towards potential demand levels (numbers of patients that would use this drug for medical reasons, independently of financial considerations).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prescription and Non-prescription Drugs"
        },
        {
            "text": "When a new innovative drug is developed and patented, its price is set by the pharmaceutical company. If the cost of this drug is reimbursed through public health insurance, its price will then be the outcome of a negotiation between the regulatory body and the pharmaceutical company. When this drug reaches a certain age it is no longer under patent and other companies can start producing it. These newcomers are called generics. Logically, they can sell only if their price is set below that of the original drug using the same composition and having same mode of intake. As barriers to entry have supposedly fallen, the equilibrium price is, in theory, equal to the marginal cost to produce the drug. As a consequence, the price of generics, when they exist, is considered the lowest possible for a determined compound.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prescription and Non-prescription Drugs"
        },
        {
            "text": "A vast majority of OECD countries have defined a basic basket of drugs to be covered by the community. China is in a similar situation. The National Essential Drug List was established in 2012, with competition organized at provincial level and a zero mark-up policy for all primary care providers. These basic baskets vary from one market to the other but usually give priority to generics, in order to minimize cost.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prescription and Non-prescription Drugs"
        },
        {
            "text": "In parallel, competition in the drug market can be increased through the use of the internet, the online market for healthcare products being de facto open to anyone connected. From the supply side, this online market raises various questions. Which kind of medicine should be sold online? Only non-prescription drugs or any drug? Should there be any specific procedure or should they be treated as traditionally distributed drugs? Behind all this lies the lingering issue of the quality of drugs sold online. How can quality be controlled? How do we prevent counterfeit drugs from entering the market? In Europe, online sales of medical drugs are soaring. In Spain, Belgium, France and Italy, this is only allowed for non-prescription drugs. In other markets, such as the United Kingdom, Germany, Switzerland, Sweden, Norway or Portugal, online sales are legal for any kind of medicine, be it (under restrictive rules) prescription or non-prescription. The same situation applies in the United States. According to the Food and Drug Administration (FDA), only 3% of online pharmacies are fully safe, from medical and legal standpoints. 16 To improve such a situation, some countries have established a comprehensive list of websites allowed to sell medical drugs. This is the case in France, where its custodian is the National Orders of Pharmacists. Other attempts to improve buyers' safety include the establishment of a logo by the European Union allowing customers to quickly check the legality of the online purchase they intend to make.",
            "cite_spans": [
                {
                    "start": 1137,
                    "end": 1139,
                    "text": "16",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Prescription and Non-prescription Drugs"
        },
        {
            "text": "Defining the health good in China requires a description of the Chinese healthcare system and its specificities, bearing in mind that the structure of the healthcare market is complex.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "The first specificity is that today, most patients go to public hospitals for treatment. This is true for inpatient care but in China this is also the case for outpatient care. Major public hospitals account for more than 90% of inpatient admissions and more than 50% of outpatient consultations, with between 60 and 80 consultations per day per physician. 17 Then, the \"consultation and prescription phase\" is merged with the \"medical act and medical drug acquisition\" phase. After the consultation itself, a patient will go the pharmacy counter to be given the prescribed medicine. Whenever the structure makes it possible, all tests such as blood sampling and analysis or radiography will also be performed on site. Finally, the patient will proceed to check out to pay for the total amount of the whole process, in one single invoice. The patient cannot cherry-pick from the analysis and medicine prescribed by the practitioner. This is commonly accepted by Chinese patients, when most Westerners would probably have a hard time complying with such methods.",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 359,
                    "text": "17",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "Last, the structure of public hospitals is also very specific to China. On the one hand, they are very much like a public administration. For instance, in terms of personnel, salary scale and career development are managed by the Ministry of Social Security and Human Resources. On the other hand, hospitals have a wide financial autonomy. Direct funding by the central or provincial government accounts for a very marginal part (less than 10%). In parallel, hospitals have been incentivized to modernize their equipment and improve their quality. As a consequence of this, public hospitals can make profit. They usually enjoy a monopoly situation in their area of influence (except maybe in public healthcare facilities with low level quality (defined later as Tier 1 hospitals and part of Tier 2 hospitals) metropolises) while acting very much like private companies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "Physicians and other medical staff receive bonuses indexed to the profit made by the hospital. This can lead to a behaviour aimed at maximizing profit through over-diagnosis and over-prescription. The health good when it concerns health services is then governed by market rules, and this generates an accessibility issue for many. As a countermeasure, public insurance schemes were implemented in the first decade of 2000, as a prowelfare state policy tool (New Co-operative Medical Scheme-NCMSfor rural zones, Urban Employee Basic Medical Insurance-UEBMI-for employees in urban zones and Urban Resident Basic Medical Insurance-URBMI-for urban residents who are not covered by UEBMI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "A new round of reforms started in 2009. 18 One of the objectives was the implementation of a free market, in particular for primary care, in order to ease the congestion in public hospitals. This has encountered mixed results as patients have so far little trust in the level of quality offered by these newly set-up centres. In parallel, public health insurance schemes for both rural and urban areas have been upgraded to include a wider range of care and better coverage rate. Financial accessibility to medical drugs was the aim. A zero mark-up policy for a predefined basket of drugs has been implemented in primary care centres. Finally, the profit sources of hospitals have been more closely monitored.",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 42,
                    "text": "18",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "Since 2013, the latest set of reforms has fostered private investors in the hospital market. In parallel, a policy incentivizing the development of private insurance schemes was implemented. A more concentrated organization, modelled on the Health Maintenance Organizations (HMOs) in the United States, is one of the model encouraged, either through acquisition of existing facilities or creation of new hospitals. In such a model, private insurance would take care of both primary care and hospital admissions, as part of a bundled package. As in the case of the US Medicare federal programme, financial transfers between public and private insurance funds would compensate insurance companies for patients eligible for public programmes (i.e. NCMS, URBMI and UEBMI).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "The 13th Five Year Plan (2016-2020) showcases the concept of \"competition\" but also those of \"fairness, equity and justice\", leaving some ambiguity about the finality of reforms. As explained by Yip and Hsiao (2015) 19 , \"the market does not address issues of equity or fairness. It assumes that the income/wealth of the society is already equitably distributed\".",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 215,
                    "text": "Yip and Hsiao (2015)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 216,
                    "end": 218,
                    "text": "19",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "This shows that in China today the health good cannot be defined as the public good it was considered to be before the start of economic reforms. Yet, it cannot be considered a 100% private good, as it largely was at the beginning of 2000, with a few exceptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "What with the fragmented nature of the initial Chinese healthcare system, the co-existence of various insurance schemes and the economic and social inequalities throughout the vast Chinese territory, one can only wonder whether the country is heading towards a single homogeneous definition of the \"health good\" or toward a multiplicity of definitions, depending on local and other specificities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        },
        {
            "text": "To start addressing this issue, the next chapter focuses on the history and evolution of healthcare supply in China.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "specificities of tHe HeAltH Good in cHinA"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "What Drove the Cycles of Chinese Health System Reforms?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Systems & Reform",
            "volume": "1",
            "issn": "1",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Understanding Knowledge as a Commons: From Theory to Practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ostrom ; R. Cornes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sandler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "The Theory of Externalities, Public Goods, and Club Goods",
            "volume": "",
            "issn": "",
            "pages": "155--156",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Commission on Macroeconomics and Health _ CMH, WHO",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "The situation is actually more complex. This will be explained in more detail in later chapters",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "See next paragraph on price elasticity in the context of health goods",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Providing Health Insurance in Rural China: From Research to Policy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Health Politics",
            "volume": "31",
            "issn": "1",
            "pages": "71--92",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Health Service Delivery in China: A Literature Review",
            "authors": [
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Eggleston",
                    "suffix": ""
                },
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Qingyue",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Lindelow",
                    "middle": [],
                    "last": "Magnus",
                    "suffix": ""
                },
                {
                    "first": "Wagstaff",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Economics",
            "volume": "17",
            "issn": "2",
            "pages": "149--165",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Economic Reform and Health-Lessons from China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "William",
                    "suffix": ""
                },
                {
                    "first": "Yuanli",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The New England Journal of Medicine",
            "volume": "335",
            "issn": "",
            "pages": "430--432",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "This policy will be explained in more detail later",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "With the exception of public dispensaries, a limited number of public hospitals, and health centres for war veterans",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Most of the French medical doctors belong to the group of practitioners called \"secteur I",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "story?id=31047387. Accessed",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "What Drove the Cycles of Chinese Health System Reforms?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Systems & Reform",
            "volume": "1",
            "issn": "1",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "China's Health Care Reform Redux",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "What Drove the Cycles of Chinese Health System Reforms?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Systems & Reform",
            "volume": "1",
            "issn": "1",
            "pages": "52--61",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Commission on Macroeconomics and Health _ CMH, WHO",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The Theory of Externalities, Public Goods, and Club Goods",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cornes",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sandler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Health Service Delivery in China: A Literature Review",
            "authors": [
                {
                    "first": "Karen",
                    "middle": [],
                    "last": "Eggleston",
                    "suffix": ""
                },
                {
                    "first": "Ling",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Qingyue",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "Lindelow",
                    "middle": [],
                    "last": "Magnus",
                    "suffix": ""
                },
                {
                    "first": "Wagstaff",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Economics",
            "volume": "17",
            "issn": "2",
            "pages": "149--165",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "On the Concept of Health Capital and the Demand for Health",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "The Journal of Political Economy",
            "volume": "80",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Understanding Knowledge as a Commons: From Theory to Practice",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hess",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ostrom",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Economic Reform and Health-Lessons from China",
            "authors": [
                {
                    "first": "William",
                    "middle": [
                        "C"
                    ],
                    "last": "Hsiao",
                    "suffix": ""
                },
                {
                    "first": "Yuanli",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "The New England Journal of Medicine",
            "volume": "335",
            "issn": "",
            "pages": "430--432",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A Course in Public Economics",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "155--156",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Providing Health Insurance in Rural China: From Research to Policy",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Health Politics",
            "volume": "31",
            "issn": "1",
            "pages": "71--92",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "China's Health Care Reform Redux",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "What Drove the Cycles of Chinese Health System Reforms?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yip",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hsiao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Systems & Reform",
            "volume": "1",
            "issn": "1",
            "pages": "52--61",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}