{
    "paper_id": "f17d820bca0a54cea8f0a085124bbf78e270424d",
    "metadata": {
        "title": "The relationship between austerity and food insecurity in the UK: A systematic review",
        "authors": [
            {
                "first": "Rosemary",
                "middle": [
                    "H"
                ],
                "last": "Jenkins",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Policy Evaluation Unit",
                    "institution": "Imperial College London",
                    "location": {
                        "addrLine": "Charing Cross Campus; The Reynolds Building; St Dunstan's Road",
                        "postCode": "W6 8RP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Shirin",
                "middle": [],
                "last": "Aliabadi",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London",
                    "location": {
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Eszter",
                "middle": [
                    "P"
                ],
                "last": "Vamos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Policy Evaluation Unit",
                    "institution": "Imperial College London",
                    "location": {
                        "addrLine": "Charing Cross Campus; The Reynolds Building; St Dunstan's Road",
                        "postCode": "W6 8RP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Taylor-Robinson",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Liverpool",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Sophie",
                "middle": [],
                "last": "Wickham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Liverpool",
                    "location": {
                        "settlement": "Liverpool",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Christopher",
                "middle": [],
                "last": "Millett",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Policy Evaluation Unit",
                    "institution": "Imperial College London",
                    "location": {
                        "addrLine": "Charing Cross Campus; The Reynolds Building; St Dunstan's Road",
                        "postCode": "W6 8RP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Anthony",
                "middle": [
                    "A"
                ],
                "last": "Laverty",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Public Health Policy Evaluation Unit",
                    "institution": "Imperial College London",
                    "location": {
                        "addrLine": "Charing Cross Campus; The Reynolds Building; St Dunstan's Road",
                        "postCode": "W6 8RP",
                        "settlement": "London",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Many European countries including the UK implemented austerity measures after the 2008 Great Recession [1, 2] . Austerity is defined as \"official actions taken by the government, during a period of adverse economic conditions, to reduce its budget deficit using a combination of spending cuts or tax rises\" [3] . In the UK, austerity policies led to prominent changes in public sector spending. This involved wide-ranging but heterogeneous decreases in funding of local authorities À local authority spending was reduced by 23.4% in real terms between 2009À10 and 2014À2015 [4] . More deprived areas and cities experienced greater cuts in funding [4À6] . Impacts differed between authorities and for different services, for example, planning and development services generally experienced greater cuts than environmental services [7] .",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 106,
                    "text": "[1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 107,
                    "end": 109,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "[4]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 647,
                    "end": 652,
                    "text": "[4À6]",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 833,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Another aspect of UK austerity policies was changes to the benefits system and welfare reform. New policies included a benefit cap to limit the amount households could receive and removal of child benefit if the household contained a higher rate tax payer [8, 9] . Some policies directly decreased benefits or led to decreases through conditionality, such as changes to the way that housing benefits (Local Housing Allowance) were calculated which meant that low income private renters received less in housing benefit, sanctions for failing to meet criteria for active job-seeking such as searching for jobs, and increases in the amount of hours worked to qualify for working tax credit [8, 10, 11] . There were also changes to eligibility, including reassessments for benefits leading to more stringent tests and higher increased processed food consumption, disordered eating patterns and lower levels of vitamins and minerals [18À21] . Food insecurity is also associated with poorer physical health, higher body weight and obesity (especially in adult women), and chronic disease, irrespective of knowledge about how to eat healthily [22À25] . Food insecure children are also significantly more likely to have poorer health and behavioural problems [26À28] . Food insecurity is also associated with wider social issues including problems with housing and substance abuse [29] .",
            "cite_spans": [
                {
                    "start": 256,
                    "end": 259,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 260,
                    "end": 262,
                    "text": "9]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 688,
                    "end": 691,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 692,
                    "end": 695,
                    "text": "10,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 696,
                    "end": 699,
                    "text": "11]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 929,
                    "end": 936,
                    "text": "[18À21]",
                    "ref_id": null
                },
                {
                    "start": 1137,
                    "end": 1144,
                    "text": "[22À25]",
                    "ref_id": null
                },
                {
                    "start": 1252,
                    "end": 1259,
                    "text": "[26À28]",
                    "ref_id": null
                },
                {
                    "start": 1374,
                    "end": 1378,
                    "text": "[29]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In 2018, the UK was estimated to have the highest level of food insecurity in Europe [30] , and some previous studies have suggested that UK austerity policies may be linked to food insecurity [8, 31, 32] . Welfare reform may have led to decreases in household incomes and difficulties affording food [8, 13] . A descriptive study of foodbank users in County Durham found that high proportions of them had been affected by welfare reform [32] . Additionally, changes in public sector spending may affect services that provide a safety net, such as social care and advice services, which could contribute to these issues [31] . A regressive relationship between austerity policies and food insecurity would widen nutrition and health inequalities. However, no previous studies have synthesised quantitative research on the association between austerity policies and food insecurity in the UK. Thus, we aimed to systematically review the relationship between austerity policies and food insecurity and foodbank use in the UK.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[30]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 193,
                    "end": 196,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 197,
                    "end": 200,
                    "text": "31,",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 204,
                    "text": "32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 301,
                    "end": 304,
                    "text": "[8,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 305,
                    "end": 308,
                    "text": "13]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 438,
                    "end": 442,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 620,
                    "end": 624,
                    "text": "[31]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We undertook a systematic review following a protocol registered on the International Prospective Register of Systematic Reviews (CRD42020164508). Studies' inclusion criteria were as follows: 1) Population: UK based (without restrictions on time period). 2) Exposure: The exposure measure must include austerity policies or welfare reform as a component of austerity policies in the UK; different facets of welfare reform such as sanctions and removal of the spare room subsidy were considered as exposure to austerity policies. 3) Comparison: Those not exposed to austerity. Geographical variation in austerity measures was also used to enable comparisons between exposures and outcomes. 4) Outcome: Food insecurity was defined as the outcome, and we accepted all definitions and scales as outcomes, including foodbank use as a proxy. 5) Longitudinal studies were included, as were cross-sectional studies if they exploited geographical variation in austerity measures. 6) Studies were included if their methods were empirical and they quantitatively tested the relationship between austerity policies and food insecurity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy and selection criteria"
        },
        {
            "text": "Studies were excluded if: 1) They were qualitative or descriptive studies. 2) They were conference abstracts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy and selection criteria"
        },
        {
            "text": "3) They were not in English (due to the UK focus of the study).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy and selection criteria"
        },
        {
            "text": "Food insecurity can be measured in different ways, such as the Food Insecurity Experience Scale (FIES) Survey Module which consists of eight questions regarding access to food such as running out of money or worrying about that, eating less, skipping meals, or losing weight because of being unable to buy food [33] . Another measure used is the ability to afford eating a meal with meat, chicken, or fish (or vegetarian equivalent) every second day [34] . We also included concepts of food deprivation, food hardship, and food poverty. Usage of foodbanks and food assistance can be used as a proxy",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 315,
                    "text": "[33]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 450,
                    "end": 454,
                    "text": "[34]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Search strategy and selection criteria"
        },
        {
            "text": "Previous studies suggest that austerity policies may increase food insecurity, but evidence on this has yet to be synthesised. Prior to the present study, we searched MEDLINE; Embase; Psy-cINFO; Health Management Information Consortium (HMIC); Business Source Ultimate; CINAHL; and Web of Science databases on July 3rd, 2019 using terms including \"austerity\", \"public sector spending\", or \"welfare reform\" and \"food insecurity\", \"food poverty\", or \"hunger\" to determine if a systematic review assessing the relationship between austerity policies and food insecurity had been undertaken. We found no reviews on this topic; thus there is a need for a systematic review on austerity policies and food insecurity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Evidence before this study"
        },
        {
            "text": "To our knowledge, we are the first to systematically review quantitative studies of the relationship between austerity policies and food insecurity and foodbank use in the UK. Two studies found that implementation of austerity policies was associated with food insecurity in European countries including the UK. The remaining six studies found that welfare reform as part of UK austerity was associated with increased food insecurity and foodbank use.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Added value of this study"
        },
        {
            "text": "We recommend that policy makers consider potential impacts of austerity measures on food insecurity, particularly welfare reform which leads to reductions in incomes of the poorest in society. We recommend that such approaches are not used by governments to reduce budget deficits, and that the UK government considers removing features which cause benefit reductions and delays as these can considerably reduce individuals' abilities to afford food. Further quantitative investigation of the relationship between austerity policies and food insecurity is suggested, particularly regarding aspects other than welfare reform such as changes in public sector spending, and this research would be facilitated by routine measurement of food insecurity.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "as it correctly identifies an individual or household experiencing food insecurity, although may underestimate food insecurity as only a proportion of food insecure households will access a foodbank [35] . We therefore also included papers which used data on foodbanks opening and usage, and use of other food assistance as a proxy for food insecurity.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 203,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We searched seven databases in September 2020: Business Source Ultimate; CINAHL; Embase; Health Management Information Consortium (HMIC); MEDLINE; PsycINFO; and Web of Science. We used search terms including \"austerity\", \"public expenditure\", \"benefit cut\", and \"public sector financing\" and \"food insecurity\", \"food deprivation\", \"food hardship\", and \"foodbank\". For example, our search of Embase was as follows: \"austerity OR public expenditure OR benefit claim OR benefit cut* OR spending cut* OR welfare reform OR sanctio* OR social protection OR (spending adj3 change*) OR public spending OR public sector financing OR public sector spending OR universal credit OR local authorit* OR public financ* OR budget cut* OR welfare regime OR welfare state OR debt crisis OR budget deficit* OR troika OR Eurozone crisis OR economic adjustment program* AND malnutrition OR food insecurity OR food insecurity [MeSH term] OR food security OR food security [MeSH term] OR food deprivation OR food deprivation [MeSH term] OR nutrition security OR food hardship OR food poverty OR food insufficiency OR food bank* OR foodbank OR food assistance OR food assistance [MeSH term] OR food charity OR food pantr* OR food distribution OR food parcel* OR soup kitchen* OR community kitchen* OR community food program*, limit to English\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "We also searched for relevant grey literature. We manually searched all publications on the websites of organisations undertaking research on government expenditure and policies or poverty and inequalities: the Institute for Fiscal Studies, the Joseph Rowntree Foundation, and Oxfam. We also manually searched the websites of The Food and Agriculture Organisation, The Trussell Trust, FareShare, the Food Foundation, and the Independent Food Aid Network due to their research into and proximity to issues relating to food insecurity and foodbank use. We also searched OpenGrey Europe database and the UK government's publications database, and also manually examined each individual submission to the evidence submission call for the visit to the UK by Professor Philip Alston, United Nations Special Rapporteur on extreme poverty and human rights in 2018, which were available on the UN Office of the United Nations High Commissioner for Human Rights website. Finally, we searched references of included papers. References were imported into Covidence software for screening [36] . We screened studies in line with PRISMA guidance [37] , with RJ and SA screening the title and abstracts and then full texts of studies independently. Disagreements were discussed and resolved between RJ and SA.",
            "cite_spans": [
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[36]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "[37]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Implications of all the available evidence"
        },
        {
            "text": "Data were extracted into a data extraction form independently by RJ and SA, and discrepancies discussed and resolved. We extracted author, year and title; ethics and funding; location; time points; participants' characteristics; details regarding data collection and study design; number of participants; exposure and outcome assessments; statistical methodology including covariates; and key findings including Odds Ratios and b coefficients. We extracted data directly from studies; additional data were not sought from authors although authors were contacted if methodological clarifications were required. RJ and SA independently assessed study quality using the Newcastle Ottawa Scale and discussed and resolved conflicting scores [38, 39] . This method uses the following criteria to assign a score out of nine: selection (representativeness of sample, sample size, exposure method À maximum 4 points), comparability (maximum 2 points) and outcome (ascertainment of the method and statistical test À maximum 3 points). We considered a score of 0À4 to be low quality, 5À6 to be medium quality and 7À9 to be high quality. We performed a narrative analysis of study findings, assessing outcome measures and exposures, as the heterogeneity of studies did not allow for quantitative assessment or meta-analysis. However, we calculated the change in number of food parcels for an increase of 100 sanctions per 100,000 adults where studies used different denominators to enable comparison of rates. We used harvest plots to display and summarise study results, with each bar representing a study, the y axis representing study quality according to the Newcastle Ottawa Scale and the x axis denoting the effect direction [40] . We structured the review by outcome in terms of food insecurity and foodbank use.",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 740,
                    "text": "[38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 741,
                    "end": 744,
                    "text": "39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1719,
                    "end": 1723,
                    "text": "[40]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Data analysis"
        },
        {
            "text": "The funders had no role in the study design, data collection, data analysis, data interpretation, or the writing of the report. The views expressed are those of the authors and not necessarily those of the funders. The corresponding author had full access to all data in the study and had final responsibility for the decision to submit for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Role of the funding source"
        },
        {
            "text": "We identified 2042 studies through database searching, 360 of which were duplicates À all 1682 non-duplicate studies were screened by title and abstract (see Fig. 1 ). We then screened the full text of 131 studies. We excluded 123 studies -seven conference abstracts, 38 papers without austerity as the exposure (generally concerning patterns of food insecurity or the impact of the Great Recession without following austerity measures), two papers not in English, 55 papers that were not empirical, 20 papers where the outcome was not food insecurity or relating to foodbank usage and one study which was only descriptive with regard to exposure to austerity policies and foodbank use. Full text screening identified seven studies and one study from reference lists eligible for inclusion in the review. No studies were found in the grey literature search À we screened the full text of 18 relevant grey studies, but all were excluded. Two studies did not have austerity as the exposure, nine were not empirical, and seven did not quantitatively test the relationship between austerity and food insecurity and foodbank use. Thus, eight studies in total were included in this review and are summarised in Table 1 [41À48] .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 158,
                    "end": 164,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1205,
                    "end": 1220,
                    "text": "Table 1 [41À48]",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Two studies were at the individual level with a combined sample size of 4129 [44, 45] , and the remaining studies were ecological [41À43,46À48]. Five were longitudinal [41À43, 46, 48] and three were cross-sectional [44, 45, 47] . One study used the commencement of austerity in time as the exposure, with another defining countries as having introduced austerity if they had governments that reduced expenditure in any two years between 2008 and 2012 [42, 48] . The remaining studies used welfare reform as their exposure, including benefit delays or sanctions, introduction of Universal Credit, and the removal of the spare room subsidy policy [41,43À45,47,48] . Three studies used food insecurity [42, 45, 46] and five had foodbank use as the outcome [41, 43, 44, 47, 48] . Only one of these quantified the severity of food insecurity rather than prevalence [45] . Two studies were high quality [41, 48] , five were medium quality [43À47], and one was low quality [42] . Our quality assessment included consideration of statistical tests and confounders, in line with the Newcastle Ottawa Scale [38, 39] . Generally studies used regression models or t-tests [41,43À46,48] . A variety of covariates were adjusted for, including individual characteristics: age, gender, household income, longstanding illness, and ability to afford food or fuel [43À45,47] . Some studies using foodbank data adjusted for foodbank operating characteristics including opening times, as well as local level factors such as proportion of ethnic minorities and unemployment rates [41, 43, 47] . National level studies included GDP and unemployment to adjust for the 2008 recession, or compared actual trends with existing trends [42, 46] . Five studies were by the same author [41À43, 46, 48] . Four studies used data from the same data source À The Trussell Trust, a large foodbank network in the UK set up as a Christian charity which collates data on foodbank use into a large, national dataset [41, 43, 47, 48] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 81,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 82,
                    "end": 85,
                    "text": "45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 215,
                    "end": 219,
                    "text": "[44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 220,
                    "end": 223,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 224,
                    "end": 227,
                    "text": "47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[42,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 645,
                    "end": 661,
                    "text": "[41,43À45,47,48]",
                    "ref_id": null
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[42,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 708,
                    "end": 711,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 753,
                    "end": 757,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 758,
                    "end": 761,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 766,
                    "end": 769,
                    "text": "47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 770,
                    "end": 773,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 860,
                    "end": 864,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 897,
                    "end": 901,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 902,
                    "end": 905,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1097,
                    "end": 1101,
                    "text": "[38,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1102,
                    "end": 1105,
                    "text": "39]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1160,
                    "end": 1173,
                    "text": "[41,43À46,48]",
                    "ref_id": null
                },
                {
                    "start": 1345,
                    "end": 1355,
                    "text": "[43À45,47]",
                    "ref_id": null
                },
                {
                    "start": 1558,
                    "end": 1562,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1563,
                    "end": 1566,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1567,
                    "end": 1570,
                    "text": "47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1707,
                    "end": 1711,
                    "text": "[42,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1712,
                    "end": 1715,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1763,
                    "end": 1766,
                    "text": "46,",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1767,
                    "end": 1770,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1976,
                    "end": 1980,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1981,
                    "end": 1984,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1985,
                    "end": 1988,
                    "text": "47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1989,
                    "end": 1992,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Three studies used food insecurity measures as the outcome [43, 45, 46] . Two were located across European countries including the UK and were concerned with European austerity measures after the 2008 recession [42, 46] . In one study, a country was considered to have implemented austerity policies if they had reduced government expenditure in any two years between 2008 and 2012; thus the UK was considered to be one such country [46] . The authors concluded that implementing austerity policies had an independent effect on food insecurity (b: 0.64, (95% CI: À0.01, 1.29)) that was independent of the gap between wages and food prices, with the outcome measure as being able to afford a meal with meat, chicken, fish, or vegetarian equivalent every second day, from the Eurostat database [46] . Another study using the same outcome measure found that the prevalence of food insecurity was 2.71 percentage points (95% CI: 0.56, 4.85) higher than expected based on previous trends and coinciding with austerity beginning in Europe [42] . The third study investigated foodbank users compared to advice centre users in the London boroughs of Islington, Wandsworth, and Lambeth and found that not receiving benefits due to sanctions or delays was associated with an increase in severity of food insecurity (b: 1.01 (95% CI: 0.02, 1.97) [45] . This study was the only one to measure severity of food insecurity using a scale with multiple categories (high, marginal, low or very low food security). Thus, all three studies found a potential association between austerity policies and an increase in food insecurity, as shown in Fig. 2 .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 63,
                    "text": "[43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 64,
                    "end": 67,
                    "text": "45,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 68,
                    "end": 71,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 211,
                    "end": 215,
                    "text": "[42,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 216,
                    "end": 219,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 792,
                    "end": 796,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1033,
                    "end": 1037,
                    "text": "[42]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1335,
                    "end": 1339,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 1626,
                    "end": 1632,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Five studies investigated the welfare reform aspect of the UK government's austerity policies [41, 43, 44, 47, 48] . Different measures were used as outcomes, including number of referrals to foodbanks, number of children or adults served by foodbanks, and number of parcels distributed. A study investigating food insecurity of foodbank users found that 94% of people referred to a foodbank were classified as food insecure [47] , which validates the use of this measure as a proxy. All found that welfare reform was associated with foodbank use [41, 43, 44, 47, 48] . One study found that being impacted by welfare reform (compared to not being impacted) was associated with doubled odds of using foodbanks (OR: 2.29 (95% CI: 1.46, 3.60) p < 0.05) [44] . Each 1% cut in central government welfare spending was significantly associated with higher odds of foodbanks opening two years later (OR: 1.59 (95% CI: 1.25, 2.03) p < 0.001) and foodbank use (b: 0.16 (95% CI: 0.10, 0.22) p < 0.001); a similar pattern was seen for each 1% decrease in local authority welfare spending on odds of foodbanks opening (OR: 1.06 (95% CI:1.02, 1.11) p < 0.001), but the relationship with foodbank use was not statistically significant (b: -0.021 (95% CI: -0.05, 0.01)) [43] . Three studies reported that an increase in sanctioning was associated with an increase in food parcels distributed by foodbanks [41, 43, 47] . One found that an increase of 100 sanctions per 100,000 population was associated with an increase of 31 food parcels per 100,000 population, while another study found a similar increase of 34 food parcels per 100,000 population [41, 47] . An increase of 100 sanctions per 100,000 adults was linked to an increase of 2 food parcels per 100,000 in the third study [43] . One hundred failed Personal Independence Payment assessments (a UK benefit for those with long-term disabilities or illhealth which had more stringent criteria than previous disability benefit) per 100,000 was associated with an additional 93 food parcels per 100,000 population being distributed per year [47] . Additionally, an increase of 100 people subject to the removal of the spare room subsidy led to 68 additional food parcels per 100,000 people [47] . Not receiving benefits due to sanctions or delays was more common in foodbanks (21% of users) compared to advice centre users (12% of users) [45] . An increase in proportion of households on Universal Credit was also consistently and significantly associated with an increase in households receiving food parcels using a number of different statistical methods (b: 0.09 (p < 0.01)) [48] .",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 99,
                    "end": 102,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 103,
                    "end": 106,
                    "text": "44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 107,
                    "end": 110,
                    "text": "47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 425,
                    "end": 429,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 547,
                    "end": 551,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "44,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 560,
                    "end": 563,
                    "text": "47,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[44]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1254,
                    "end": 1258,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1389,
                    "end": 1393,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1394,
                    "end": 1397,
                    "text": "43,",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1398,
                    "end": 1401,
                    "text": "47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1633,
                    "end": 1637,
                    "text": "[41,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1638,
                    "end": 1641,
                    "text": "47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1767,
                    "end": 1771,
                    "text": "[43]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2080,
                    "end": 2084,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2229,
                    "end": 2233,
                    "text": "[47]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2377,
                    "end": 2381,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 2618,
                    "end": 2622,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "This systematic review has collated all available quantitative evidence on the relationship between austerity policies and food insecurity in the UK. Studies consistently found that austerity policies were associated with food insecurity and foodbank use in the UK. Two studies found that austerity policies were associated with an increase in food insecurity; welfare reform including cuts in welfare spending, sanctions, and removal of the spare room subsidy were also associated with food insecurity and foodbank use in six studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our review has reported that welfare reform was associated with foodbank use. Sanctioning, disability benefit reassessments, the removal of the spare room subsidy and Universal Credit were all significantly associated with an increase in foodbank use. This is in line with studies which suggest that these changes can lead to an inability to afford food, destitution, and foodbank use [49À51] . Local area studies of foodbanks suggest that high proportions of foodbank users do so due to benefit changes and delays. Percentages of people using foodbanks who have experienced benefit changes (including changing to a different benefit or benefits being stopped entirely) or delays (including sanctions) ranged from 21% of foodbank users in Islington, Wandsworth, and Lambeth [45] to 54% of foodbank users in County Durham [32] . These assessments of reasons for foodbank use support the findings of our systematic review that welfare reform may play a role in foodbank use. Additionally, we have also described one study which found that an increase in the proportion of households on Universal Credit was associated with an increase in households receiving food parcels [48] . This potential impact of Universal Credit is supported by studies identifying increases in foodbank use following Universal Credit rollout [52, 53] . While Universal Credit was designed to unify the complex legacy benefits system, features such as the five week wait, two child policy limit, and sanctions may lead to increases in food insecurity and foodbank use as people switch over to the new system [15, 54, 55] .",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 392,
                    "text": "[49À51]",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[32]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "[48]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1316,
                    "end": 1320,
                    "text": "[52,",
                    "ref_id": null
                },
                {
                    "start": 1321,
                    "end": 1324,
                    "text": "53]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1581,
                    "end": 1585,
                    "text": "[15,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1586,
                    "end": 1589,
                    "text": "54,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1590,
                    "end": 1593,
                    "text": "55]",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "We have also reviewed the limited evidence on the impact of austerity policies on food insecurity in the UK. Two studies conducted in European countries including the UK concluded that austerity policies were associated with an increase in food insecurity, and that this was independent of wages and food prices [42, 46] . However, the 95% confidence interval of one of these studies did include the possibility of no impact, and the studies did not assess mechanisms behind potential impacts of austerity policies or differences between countries [46] . While welfare reform may have affected food insecurity, impacts of other aspects of UK austerity policies such as changes in public sector spending have not been examined. Investigating effects of such aspects is important as they may have independent effects on food insecurity due to the depth and heterogeneity of public sector spending changes [5] [6] [7] , and also as potential impacts of public sector spending and welfare reform may be linked. For example, welfare reform coupled with reductions in local authority funding for support services and public transport may mean that already food insecure individuals may struggle to access foodbanks and advice centres [56] . Furthermore, only one study investigating the impacts of welfare reform used food insecurity as the outcome, in contrast with the higher volume of studies on foodbank use, and this was the only study to measure severity of food insecurity [45] . Further research in this area may have been hindered by a lack of comprehensive measurement of food insecurity in the UK. A positive development is that the UK has recently introduced a single, nationwide measure for food insecurity, which will be reported in 2021 [57] . Our review highlights the importance of this as well as the importance of quantifying severity of food insecurity as well as prevalence [58] .",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "text": "[42,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 317,
                    "end": 320,
                    "text": "46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 548,
                    "end": 552,
                    "text": "[46]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 903,
                    "end": 906,
                    "text": "[5]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[6]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 911,
                    "end": 914,
                    "text": "[7]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1228,
                    "end": 1232,
                    "text": "[56]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1474,
                    "end": 1478,
                    "text": "[45]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1746,
                    "end": 1750,
                    "text": "[57]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1889,
                    "end": 1893,
                    "text": "[58]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our review supports existing evidence which suggests that welfare reform and an unravelling safety net have led to increasingly insecure lives with difficulty affording food for the poorest members of UK society [59] . Reductions in incomes due to austerity policies have been experienced almost exclusively in the lowest 50% of incomes, who have experienced a reduction in income of approximately 10% due to the changes in benefits and Universal Credit announced since 2010 [16] . These reductions in resources have also coincided with increases in food prices, which mean that households in the lowest income decile would need to spend 74% of their disposable income to eat healthily [60] . Income insufficiency is associated with food insecurity and an inability to afford a healthy diet, and thus a reduction in income for those with already low resources may increase food insecurity [61] . Food insecurity may lead to unhealthy diets and disordered patterns of eating [18, 21] . Thus, welfare reform may have significant regressive impacts on nutrition and health for both adults and children [62] , and may have widened already existing inequalities in nutrition and health. This review has several strengths. We took a broad view regarding outcome measures including using foodbank use as a proxy for food insecurity. We searched seven databases, relevant grey literature, and reference lists to ensure this review was comprehensive. The scope of our review in the UK enabled a specific and comprehensive overview of the impact of UK austerity policies. This review also has some limitations. All studies consistently reported that austerity policies were associated with increased food insecurity regardless of study quality, and thus we cannot rule out the risk of publication bias in these studies. Furthermore, half of studies included in this review use The Trussell Trust data as outcome data, which may be a non-representative subset of the food insecure population, particularly as The Trussell Trust does not oversee all foodbanks in the UK and some food insecure individuals will attend different foodbanks or not attend foodbanks [35] . Thus, these findings are likely to underestimate the scale of the impact of austerity in food insecurity. Additionally, disentangling impacts of austerity from impacts of recessions is important, as the studies generally did not control for the economic recession [63] . However, the majority of impacts we describe were either associated with specific austerity policy changes such as benefit sanctions, had a considerable lag time to the 2008 recession, or examined actual trends compared with existing trends. Finally, other work has explicitly examined the severity of austerity policies and the severity of their impacts, but we were unable to quantify this for food insecurity due to the studies included in this review.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 216,
                    "text": "[59]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 475,
                    "end": 479,
                    "text": "[16]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 686,
                    "end": 690,
                    "text": "[60]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 889,
                    "end": 893,
                    "text": "[61]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 974,
                    "end": 978,
                    "text": "[18,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 979,
                    "end": 982,
                    "text": "21]",
                    "ref_id": null
                },
                {
                    "start": 1099,
                    "end": 1103,
                    "text": "[62]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2149,
                    "end": 2153,
                    "text": "[35]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2420,
                    "end": 2424,
                    "text": "[63]",
                    "ref_id": "BIBREF61"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In conclusion, our review suggests that austerity policies have had a direct and consistent negative impact on food insecurity in the UK. It highlights the need for robust and routine measurement of food insecurity, which would facilitate further and more robust research in this area. While we have synthesised evidence on the role of welfare reform in food insecurity, there is a gap in the literature regarding the role of other mechanisms of austerity À for example through changes in public expenditure. Research ascertaining impacts on severity as well as prevalence of food insecurity would also be beneficial. Impacts of austerity measures on individuals not on benefits and not directly impacted by welfare reform needs to be further elucidated. Overall, our systematic review highlights the need for further research into the impacts of UK austerity policies, particularly in the areas of nutrition and health. A strong safety net providing adequate resources for people to maintain healthy diets will be an important part of mitigating health impacts of the COVID-19 pandemic. Recent controversies in the UK over free school meals and holiday hunger serve as a reminder of the intersection of existing inequalities and COVID-19 impacts. Therefore, we recommend that policy-makers consider the potential impacts of austerity measures, particularly in terms of welfare reform leading to benefit caps and reductions, on food insecurity as the UK government tries to reduce budget deficits caused by the COVID-19 pandemic. We recommend that policy-makers do not introduce fiscal consolidation measures which further erode the safety net for the poorest in society as a response to budget deficits.. We would also recommend that UK policy-makers consider how to re-establish the safety net for the most vulnerable in society and remove features which cause benefit reductions and delays, as these can drastically reduce individuals' resources and affect their ability to afford food.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The data used in this study were extracted from publicly available studies and are available from the corresponding author upon reasonable request.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data sharing statement"
        },
        {
            "text": "RJ, AL, and EV conceptualised and designed the study. RJ and SA did the literature search, study selection, and quality assessment. RJ and SA undertook data extraction. All authors contributed to the interpretation of the findings. RJ wrote the first draft of the manuscript. All authors contributed to manuscript writing and revisions and approved the final version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "The authors have nothing to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declaration of Competing Interest"
        },
        {
            "text": "This study is funded by the National Institute for Health Research (NIHR) School for Public Health Research (SPHR), Grant Reference Number PD-SPH-2015.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The U.S. labor market during and after the great recession: continuities and transformations",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Kalleberg",
                    "suffix": ""
                },
                {
                    "first": "Von",
                    "middle": [],
                    "last": "Wachter",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "RSF",
            "volume": "3",
            "issn": "3",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Delivering fiscal squeeze by cutting local government spending",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Innes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tetlow",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Fisc Stud",
            "volume": "36",
            "issn": "3",
            "pages": "303--328",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "A time of revolution? British local government finance in the 2010s: institute for fiscal studies",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Eiser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trickey",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Cities outlook 2019: a decade of austerity",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Coping with the cuts: lessons from English councils' responses to budget reductions: public policy institute for wales",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Whittington",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Tipping the balance? A qualitative study on the cumulative impacts of welfare reform in the London borough of Newham: community links",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Chancellor announces reforms to the welfare system",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "M"
                    ],
                    "last": "Treasury",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Department for Work & Pensions. Housing benefit: under occupation of social housing impact assessment",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Tax Credit Cuts will hit family finances",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Department for Work & Pensions. Personal Independence Payment (PIP) handbook",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The uneven impact of welfare reform: the financial losses to places and people",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Beatty",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fothergill",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Universal credit: rolling out a new benefits system",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The cumulative impact of tax and welfare reforms: equality and Human Rights Commission",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Portes",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The state of food security and nutrition in the world",
            "authors": [
                {
                    "first": "Ifad",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                },
                {
                    "first": "Wfp",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Food insecurity is associated with nutrient inadequacies among Canadian adults and adolescents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirkpatrick",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tarasuk",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Nutr",
            "volume": "138",
            "issn": "",
            "pages": "604--616",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Relationship of hunger and food insecurity to food availability and consumption",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kendall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "Frongillo",
                    "middle": [],
                    "last": "Ea",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Am Diet Assoc",
            "volume": "96",
            "issn": "10",
            "pages": "1019--1043",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Feeding a family in a recession: food insecurity among Minnesota parents",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bruening",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maclehose",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Loth",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Story",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Neumark-Sztainer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Public Health",
            "volume": "102",
            "issn": "3",
            "pages": "520--526",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Does living in a food insecure household impact on the diets and body composition of young children? Findings from the Southampton Women's Survey",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pilgrim",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Epidemiol Community Health",
            "volume": "66",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Food insecurity and family well-being outcomes among households with young children",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Markowitz",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Pediatr",
            "volume": "196",
            "issn": "",
            "pages": "275--82",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Food insecurity is associated with diabetes mellitus: results from the National Health Examination and Nutrition Examination Survey (NHANES) 1999À2002",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "K"
                    ],
                    "last": "Seligman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "B"
                    ],
                    "last": "Bindman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vittinghoff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Kanaya",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Kushel",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Gen Intern Med",
            "volume": "22",
            "issn": "7",
            "pages": "1018--1041",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Examining effects of food insecurity and food choices on health outcomes in households in poverty",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lombe",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "E"
                    ],
                    "last": "Nebbitt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reynolds",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Soc Work Health Care",
            "volume": "55",
            "issn": "6",
            "pages": "440--60",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Food insecurity, a determinant of obesity? -An analysis from a population-based survey in the Paris metropolitan area",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin-Fernandez",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Caillavet",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lhuissier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chauvin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Obes Facts",
            "volume": "7",
            "issn": "2",
            "pages": "120--129",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Food insufficiency, family income, and health in US preschool and school-aged children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alaimo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "Frongillo",
                    "middle": [],
                    "last": "Ea",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Briefel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Public Health",
            "volume": "91",
            "issn": "5",
            "pages": "781--787",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Food insecurity and child behavior problems in fragile families",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Econ Hum Biol",
            "volume": "28",
            "issn": "",
            "pages": "14--22",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Child food insecurity and iron deficiency anemia in low-income infants and toddlers in the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Skalicky",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Matern Child Health J",
            "volume": "10",
            "issn": "2",
            "pages": "177--85",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Food insecurity and the burden of health-related social problems in an urban youth population",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Baer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Fleegler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Adolesc Health",
            "volume": "57",
            "issn": "6",
            "pages": "601--608",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Building climate resilience for food security and nutrition",
            "authors": [
                {
                    "first": "Ifad",
                    "middle": [],
                    "last": "Fao",
                    "suffix": ""
                },
                {
                    "first": "Wfp",
                    "middle": [],
                    "last": "Unicef",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Rome: FAO",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Surviving austerity: local voices and local action in England's poorest neighbourhoods",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Penny",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Slay",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "New ECONOMICS Foundation",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Emergency use only: understanding and reducing the use of food banks in the UK: the child poverty action group",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sefton",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Oxfam GB and The Trussell Trust",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Food and Agriculture Organisation of the United Nations. The food insecurity experience scale",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Inability to afford a meal with meat, chicken, fish (or vegetarian equivalent) every second day by level of activity limitation, sex and age",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurostat",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Food bank usage is a poor indicator of food insecurity: insights from Canada",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loopstra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tarasuk",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Policy Soc",
            "volume": "14",
            "issn": "3",
            "pages": "443--55",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Covidence systematic review software, Veritas Health Innovation",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Moher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Liberati",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tetzlaff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "G"
                    ],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "The",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS Med",
            "volume": "6",
            "issn": "7",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomized studies in meta-analyses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tugwell",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O&apos;connell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Panethnic differences in blood pressure in Europe: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Modesti",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Reboldi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "P"
                    ],
                    "last": "Cappuccio",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS One",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The harvest plot: a method for synthesising evidence about the differential effects of interventions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ogilvie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fayter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "BMC Med Res Methodol",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Impact of welfare benefit sanctioning on food insecurity: a dynamic cross-area study of food bank usage in the UK",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loopstra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fledderjohann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Soc Policy",
            "volume": "47",
            "issn": "3",
            "pages": "437--57",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Rising food insecurity in Europe",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loopstra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Austerity, sanctions, and the rise of food banks in the UK",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loopstra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ",
            "volume": "350",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Understanding the prevalence and drivers of food bank use: evidence from deprived communities in glasgow",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Macleod",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Curl",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kearns",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Soc Policy Soc",
            "volume": "18",
            "issn": "1",
            "pages": "67--86",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Exploring the impact of financial strain and adverse life events on food insecurity",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Prayogo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chater",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Public Health",
            "volume": "40",
            "issn": "4",
            "pages": "676--83",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "The growing disconnect between food prices and wages in Europe: cross-national analysis of food deprivation and welfare regimes in twenty-one EU countries",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loopstra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Health Nutr",
            "volume": "20",
            "issn": "8",
            "pages": "1414--1436",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "State of Hunger: a study of poverty and food insecurity in the UK",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sosenko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Littlewood",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bramley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fitzpatrick",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Blenkinsopp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The continuing effects of welfare reform on food bank use in the UK: the roll-out of universal credit",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Loopstra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Soc Policy",
            "volume": "2020",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Big society or broken society?: Food banks in the UK",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caplan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anthropol Today",
            "volume": "32",
            "issn": "1",
            "pages": "5--9",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Nothing left in the cupboards: austerity, welfare cuts, and the right to food in the UK",
            "authors": [],
            "year": 2019,
            "venue": "Human Rights Watch",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Welfare conditionality in lived experience: aggregating qualitative longitudinal research",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Patrick",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc Policy Soc",
            "volume": "18",
            "issn": "4",
            "pages": "597--613",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Early warnings: universal credit and foodbanks. The Trussell Trust",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jitendra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thorogood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hadfield-Spoor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Left behind: is universal credit truly universal?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jitendra",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thorogood",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hadfield-Spoor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "#5weekstoolong: why we need to end the wait for universal credit. The Trussell Trust",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jitendra",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rabindrakumar",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Heating or eating and the impact of austerity",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Food Foundation. DWP launches national measurement of household food insecurity",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Food charity and social policy À challenges faced by the emerging evidence base",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lambie-Mumford",
                    "suffix": ""
                },
                {
                    "first": "Hunger",
                    "middle": [],
                    "last": "Dowler",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Soc Policy Soc",
            "volume": "14",
            "issn": "3",
            "pages": "497--506",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "New economics foundation. surviving austerity: local voices and local action in England's poorest neighbourhoods",
            "authors": [],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Affordability of the UK's eatwell guide. The Food Foundation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sutherland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Can low-income households afford a healthy diet? Insufficient income as a driver of food insecurity in Europe",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Penne",
                    "suffix": ""
                },
                {
                    "first": "Goedem",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Food Policy",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Diet, nutrition and the prevention of chronic diseases: report of the joint WHO/FAO expert consultation",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Recessions are harmful to health",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Barr",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Taylor-Robinson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMJ",
            "volume": "354",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA Flow Diagram detailing screening and selection of studies.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "examine different aspects of the relationship. The multi-level model clustered at Job Centre Office and local authority levels while adjusting for number of foodbank distribution centres in postcode district and an interaction Modelling association between change in proportion of households receiving universal credit over time and change in proportion of households receiving food parcels: 1 percentage-point increase in proportion of households on Universal Credit: 0.011 (SE: High (continued on next page)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Harvest plot of the association between austerity and food insecurity and foodbank use. Each bar represents a single study, with the height of the bar representing study quality via the Newcastle Ottawa Scale. The x axis indicates effect direction, for food insecurity and foodbank use separately.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Detailed Description of Studies included in this review.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Continued)",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}