{
    "paper_id": "f18bc3eb013934a8c1bbbfd2000a7b79961eff03",
    "metadata": {
        "title": "Environmental impact of a 290.4 kWp grid-connected photovoltaic system in Kocaeli, Turkey",
        "authors": [
            {
                "first": "C",
                "middle": [
                    "Aksoy"
                ],
                "last": "Tırmıkçı",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "C"
                ],
                "last": "Yavuz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [
                    "A"
                ],
                "last": "Tırmıkçı",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "C",
                "middle": [],
                "last": "Yavuz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper examines the environmental impact of a grid-connected PV system in Kocaeli, Turkey, supported by East Marmara Development Agency to contribute local economic and environmental sustainability goals. For this purpose, energy payback time and greenhouse payback time analysis is carried out in terms of calculated total embodied data and measured annual operation data. The results indicate that the system spends approximately 12.68% of its lifetime to payback its total embodied energy and 10.67% to save its total embodied greenhouse gas emissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Graphic abstract",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "It is a fact that the global warming has reached to a critical level likely between 0.8 and 1.2 °C with noticeable effects in natural and human ecosystems as extreme temperatures, heatwaves, wildfires, tropical storms, floods and droughts. The Special Report of Intergovernmental Panel on Climate Change (IPCC) on Global Warming estimates that it would be possible to limit the warming by 0.5 °C on a century time, if only all worldwide emissions were reduced to zero immediately (Intergovernmental Panel on Climate Change 2018). Sanderson et al. emphasise the importance of limitation by establishing the massive differences in extreme behaviours between the 1.5 degree Celsius (°C) and 2 °C scenarios with various climate simulations by their climate model emulator.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 546,
                    "text": "Sanderson et al.",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The results show that 0.5 °C changes the frequencies vitally to experience extreme conditions for temperature, sea level and sea ice (Sanderson et al. 2017) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 156,
                    "text": "(Sanderson et al. 2017)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Global energy-related carbon dioxide (CO 2 ) emissions, one of the major contributors of climate change, have dramatically increased from 20.5 Gigaton (Gt) CO 2 to a historic value, 33.1 Gt CO 2 in the last 20 years as a result of fossil fuel domination in power generation sector. International Energy Agency estimates that global electricity use will continue to increase as a result of rising demand of modern economies (International Energy Agency, CO 2 Emissions 2019). Thus, achieving climate change goals is depending on rising to a challenge of mitigation of energy-related emissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Buildings and construction sector accounted for 39%, more than one-third, of global energy and process related CO 2 emissions in 2018. Besides, it is estimated that buildings sector energy intensity and related emissions will continue to rise worldwide for several reasons like rise in the building stocks, improved energy access in developing countries, rise in heating and cooling-based energy demands and use of energy-consuming devices (International Energy Agency, Tracking Buildings 2020). However, this rising trend stands as a serious threat in achieving ambitions for limiting the warming by 2 °C or below.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this context, the zero energy buildings emerge to reverse the trend. Peterson et al. define a zero energy building as \"An energy-efficient building where, on a source energy basis, the actual annual delivered energy is less than or equal to the on-site renewable exported energy\" (Peterson et al. 2016) . In this definition, the source energy refers to the embodied energy of primary fossil fuels and the energy used at the building site (D'Agostino and Mazzarella 2019). Besides, the definition explains that the essential requirements of the zero energy buildings are energy efficiency measures and power self-sufficiency on renewable energy. Among all the renewable energy sources, photovoltaic (PV) technology is the most common approach used in zero energy buildings and other energy efficient buildings due to the possibility of energy feedback into the grid (Shirazi et al. 2019; Belussi et al. 2019) . It is an indisputable fact that PV technology is a feasible solution to reduce environmental impacts caused by traditional energy sources. However, embodied emissions from PV energy systems in energy efficient buildings lead to material emissions to be compensated for (Birgisdóttir et al. 2016) .",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 305,
                    "text": "(Peterson et al. 2016)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 868,
                    "end": 889,
                    "text": "(Shirazi et al. 2019;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 890,
                    "end": 910,
                    "text": "Belussi et al. 2019)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1182,
                    "end": 1208,
                    "text": "(Birgisdóttir et al. 2016)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In this paper the environmental profile of an energy efficient building with a roof-type 290.4 kWp grid-connected PV system in Kocaeli, Turkey, is evaluated by means of energy payback time (EPBT) and greenhouse payback time (GPBT). The main goal of the paper is to investigate the relation between the changes in annual mean temperatures, one of the most noticeable effects of climate change, and PV system environmental profile. For this purpose, EPBT and GPBT of the examined system are estimated dividing the embodied data by the annual in operation data to investigate the effect of energy performance on carbon footprint of a PV system. Energy generation and CO 2 saving data between 2014 and 2018 are obtained from the owner. The embodied data is calculated by an appropriate approach which is selected from the current studies based on the mounting type of the PV system, the energy source used to produce the PV system, the year of PV system production and annual solar irradiation received in the location. Then, EPBT and GBPT results are evaluated for measured annual mean temperature and solar radiation data of the location. In conclusion, world future priorities are discussed since the solar PV generation, leader of renewable power capacity, does not promise to reduce emissions to zero.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "East Marmara Development Agency (MARKA) is an institution of Ministry of Industry and Technology comprising Kocaeli, Yalova, Düzce, Sakarya and Bolu cities in East Marmara Region, Turkey, which was established to decrease the dependency on imported resources by utilizing the regional ones efficiently. The institution aims to cooperate with universities, public commercial organisations, privately held companies and civil institutions in the region to contribute the regional and national economic and social development. Thus, the renewable energy investments are encouragingly supported by the institution since they offer to use the local clean resources instead of imported fossil fuels (East Marmara Development Agency 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "System description"
        },
        {
            "text": "The PV system evaluated in this paper is commissioned on the roof of a privately held food facility, located in Kocaeli, Turkey, in 19.11.2013 with the support of MAR-KA's clean production financial support program (Fig. 1) . The system consists of 1200 PV modules oriented to south with an inclination angle of 32°, 18 inverters (Table 1) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 142,
                    "text": "Kocaeli, Turkey, in 19.11.2013",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 215,
                    "end": 223,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "System description"
        },
        {
            "text": "In zero energy buildings and other energy efficient buildings, PV technology applications are widely used to meet energy efficiency measures and power self-sufficiency requirements. However, PV technology and all other renewable energy technologies have embodied energy and embodied greenhouse gas emissions depending on the energy source to produce the technology. Due to the increasing climate change concerns, it is becoming increasingly essential to evaluate the economic and environmental profile of energy technologies. Energy payback time (EPBT) and greenhouse payback time (GPBT) are the two most common metrics to investigate the performance of a PV system throughout its lifetime. Energy payback time (EPBT) represents the period required for a PV energy system to recover the energy amount consumed to produce the system (Frischknecht et al. 2016; Kato et al. 1998) :",
            "cite_spans": [
                {
                    "start": 832,
                    "end": 858,
                    "text": "(Frischknecht et al. 2016;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 859,
                    "end": 876,
                    "text": "Kato et al. 1998)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where E E is the embodied energy and E o is the annual energy generation of the system. Energy used in fabrication, transportation and installation stages for PV modules and balance of the system (BOS) constitute the total embodied energy of the system:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where E PV,E is the embodied energy of PV modules and E BOS,E is the embodied energy of BOS components.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Current studies in the literature propose that the total embodied energy of a PV module and BOS varies between 894 and 13,428 MJ/m 2 (Bhandari et al. 2015; Saini et al. 2020) . In this paper the mounting type, energy source used to produce the technology, year of production and the annual solar irradiation received in Turkey (1527 kWh/ m 2 /year) are used as determining integrators for the total embodied energy of a PV module and BOS. The system examined in this paper is a roof-type multi-crystalline PV system produced with 2013 technology (Table 1) . De Wild-Scholten proposes that the total embodied energy of a roof-type multi-crystalline PV system in a location with annual solar radiation of 1700 kWh/m 2 /year is approximately 931.535 MJprim/m 2 . Table 2 gives the fossil fuel energy consumed per process step based on 2011 manufacturers' data; and on 2013 equipment manufacturers' estimates of photovoltaic modules (De Wild-Scholten 2013).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 155,
                    "text": "(Bhandari et al. 2015;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 174,
                    "text": "Saini et al. 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 546,
                    "end": 555,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 760,
                    "end": 767,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "Greenhouse payback time (GPBT) represents the period required for a PV energy system to save the greenhouse gas emissions occurred due to the energy consumed to produce the system (Lu and Yang 2010):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "where GHG E is the embodied greenhouse gas emissions and GHG o is the annual greenhouse gas emission savings of the system. GHG E is the sum of the emissions occurred during fabrication, transportation and installation stages for PV modules and balance of the system (BOS):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "Lifecycle greenhouse gas emission studies for PV energy systems mainly focus on mounting type of the system. The statistical analysis from qualified studies shows that mean greenhouse gas intensity is 48.5 g CO2-eq/kWh and 34.5 g CO2-eq/kWh for roof-type and ground-type mounting PV applications, respectively (Nugent and Sovacool 2014) . However, De Wild-Scholten shows that energy source used in per process to produce PV systems is one of the key parameters to determine the carbon footprint of PV electricity. In this context, greenhouse gas emissions for per process with fossil fuel based energy sources to produce a roof-type multi-crystalline PV system are used to estimate the embodied greenhouse emissions of the PV system examined in this paper (Table 3 ) (De Wild-Scholten 2013). Table 4 The total embodied energy of the system is calculated 2,304,872.61. Table 5 shows that PV modules contribute most to the embodied energy with a 66.44%. The energy generation data of the system since commissioning is obtained from the owner and used to calculate EPBT by Eq. 1. Figure 3 gives the annual energy generation of the system on monthly basis, and Table 6 gives the annual energy generation and EPBT of the system between 2014 and 2018. According to the table, EPBT is minimum, 2.073 years, for total yield in 2016 and maximum, 2.230 years, for total yield in 2018 which is in consistent with the global solar radiation and temperature data.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 336,
                    "text": "(Nugent and Sovacool 2014)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [
                {
                    "start": 756,
                    "end": 764,
                    "text": "(Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 792,
                    "end": 799,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 868,
                    "end": 875,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1077,
                    "end": 1085,
                    "text": "Figure 3",
                    "ref_id": null
                },
                {
                    "start": 1157,
                    "end": 1164,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "Methodology"
        },
        {
            "text": "The total embodied greenhouse gas emissions for PV modules, arrays supporting and cables and inverters of the system are calculated 549,713.68 kg CO 2 -eq, respectively ( Table 7) . The annual emission savings of the system are obtained from the owner and used to calculate GPBT by Eq. 3 (Table 8 ). According to the table, GPBT is longer with GHG o in 2018 which is in consistent with the global solar radiation and temperature data.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 171,
                    "end": 179,
                    "text": "Table 7)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 296,
                    "text": "(Table 8",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Net electricity consumption of Turkey has increased from 7308 to 249,023 GWh since 1970. Table 9 shows the distribution of the consumption by sectors (Turkish Statistical Institute, Environment and Energy 2018). According to the table, biggest contribution comes from industry and the biggest increase is observed in commercial sector. The share of household sector also shows a significant increase from 15.9 to 21.8%. These numbers all prove that the modern world is dependent on energy now than ever before at every step of life.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 89,
                    "end": 96,
                    "text": "Table 9",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "(1) It includes consumption in agriculture, livestock, fishery sector and municipal water abstraction pumping facilities, and other public services, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This year, it is likely to see net electricity consumption by most sectors in Table 9 and CO 2 emissions related to these sectors largely fall in virtue of the coronavirus which is affecting people's health and economies unprecedently all over the world. The coronavirus, COVID-19, is thought to have spread from Wuhan, China, to at least 190 countries in a three months' time. The precautions taken to fight the outbreak are forcing the world to reduce emissions with extreme slowdowns in industrial production and transportation. However, the effects of the outbreak to reduce emissions are likely to be temporary. This paper addresses EPBT and GPBT of a PV system which gives a relation between the annual power generation and total embodied energy. Table 6 and Table 8 show EPBT and GPBT calculations of the examined system for the annual generation of 2014, 2015, 2016, 2017 and 2018, respectively. It is a fact that the performance of PV cells is directly dependent on radiation level and temperature (Chan and Phang 1987; Gow and Manning 1999; Brano et al. 2010; Bai et al. 2014; Fathi et al. 2017 ). According to the measured meteorological data, 2018 was the less efficient year among the investigation period of the study, 2014-2018, due to lower global solar radiation and annual temperature anomalies. 2018 was recorded as the second warmest year since 1971 with 1.9 °C above from 1981-2010 normal (Fig. 2) . The rise in annual mean temperature is one of the most noticeable effects of climate change. Greenhouse gas emissions of Kocaeli city have been increasing dramatically and expected to reach 42 million tonnes CO 2eq by 2030. The local government prepared an emergency action plan called \"Kocaeli Greenhouse Gases Inventory and Climate Change Action Plan\" to turn the industry city to a green city and support the climate change goals of the country. Greenhouse Gases Inventory Report of the city shows that the city is responsible for 5% of Turkey's emissions in 2016, 25 million tonnes CO 2eq . The primary sources of these emissions are 65.3% stationary sources, 17% industry, 15% transportation, 1.4% land use and forestry and 0.9% agriculture. The urban climate change plan of the local government targets to fight 8 million tonnes of the emissions; 69% industry, 13.9% residential, 3.7% commercial, 13.1 urban transportation and 0.9% agriculture. The plan has two main targets and eight actions to reduce the energy-based emissions of all sectors.",
            "cite_spans": [
                {
                    "start": 857,
                    "end": 889,
                    "text": "2014, 2015, 2016, 2017 and 2018,",
                    "ref_id": null
                },
                {
                    "start": 1007,
                    "end": 1028,
                    "text": "(Chan and Phang 1987;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1029,
                    "end": 1050,
                    "text": "Gow and Manning 1999;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1051,
                    "end": 1069,
                    "text": "Brano et al. 2010;",
                    "ref_id": null
                },
                {
                    "start": 1070,
                    "end": 1086,
                    "text": "Bai et al. 2014;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1087,
                    "end": 1104,
                    "text": "Fathi et al. 2017",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "text": "Table 9",
                    "ref_id": null
                },
                {
                    "start": 753,
                    "end": 772,
                    "text": "Table 6 and Table 8",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 1410,
                    "end": 1418,
                    "text": "(Fig. 2)",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Reducing fossil fuel use in industrial and commercial buildings by encouraging the roof-type PV systems is determined as Action 2 of Target 1. It is excepted to save at least 30% of total emissions by these buildings which occur during electricity consumption with roof-type PV systems (Regional Environment Center Turkey 2019).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this paper, a roof-type 290.4 kWp grid-connected PV system of a commercial building in Kocaeli city, Turkey, is examined. The results indicate that this system has saved nearly 1.2 kt CO 2eq emissions of the city and still continues to contribute savings with more than 250 ton CO 2eq /year. In recent years, net electricity consumption by commercial and industrial buildings has not been dropped below 60% of total consumption in the country (Table 9 ). If the number of the buildings with roof-type PV systems similar to the building examined in this paper increases within Target 1 of \"Kocaeli Greenhouse Gases Inventory and Climate Change Action Plan\", the city will save more than 0.9 million ton CO 2eq /year of total commercial and industrial sectors based emissions in the country. Figure 4 gives the Photovoltaic Power Potential Map of Turkey. Kocaeli, nearest neighbour of Istanbul, is in the medium potential region of the Map with a potential of nearly 1300 kWh/kWp-year. There are also many other big cities with developed commercial and/or industrial sectors in the medium and high potential region of the Map. Greenhouse Gases Inventory of the country established that emissions reached to 526.3 million ton CO 2eq / year in 2017 and 86.3% of these emissions were recorded energy based. By using net electricity consumption by sectors in Table 9 , it is likely to say that the contribution of industrial and commercial sectors was nearly 290 million ton CO 2eq /year. The map and the results of this study show that 40 million tons of these emissions can be saved by only rooftype PV system applications in industrial and commercial buildings with serious and urgent regional actions (Regional Environment Centre Turkey, 2019 and Turkish Statistical Institute, Environment and Energy 2018). From this point of view, it can be foreseen that solar energy development in all sectors and all regions to reduce energy-based emissions can improve the temperature anomalies in the red part of Fig. 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 446,
                    "end": 454,
                    "text": "(Table 9",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 801,
                    "text": "Figure 4",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1356,
                    "end": 1363,
                    "text": "Table 9",
                    "ref_id": null
                },
                {
                    "start": 2004,
                    "end": 2010,
                    "text": "Fig. 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "PV systems release zero emissions during the operation. However, these systems have embodied emissions from processes of manufacturing, transportation and installation until the operation. The payback time for the embodied energy and emissions are dependent on the annual energy output in other words global solar radiation, weather conditions and PV technology. In this paper, the total embodied emissions of the roof-type PV system are estimated 549,713.68 kg CO 2eq with approximately 2.536 years of payback time, 12.68% of its lifetime. Regarding that the PV system examined in this paper was built in 2013, seven years ago, it is likely to calculate smaller embodied emissions for PV systems built with the latest solar energy technology which is in a much better shape with ongoing innovations to improve efficiency, cost and size. However, EPBT and GPBT results of the system prove the fact that temperature is a determining factor in PV system performance with longer EPBT and GPBT values due to lower annual energy output in 2018, the second warmest year of the country since 1971. This interaction between extreme temperature anomalies and solar energy which is one of the most promising renewable energy sources for a sustainable future with normal temperature anomalies and normal weather conditions shows the urgency to put local and global climate change action plans into practice without a moment's delay. Otherwise, the support of PV systems and other renewable energy systems in climate change fight may diminish with longer EPBTs and GPBTs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This study focuses on the environmental impact of a 290.4 kWp grid-connected multi-crystalline photovoltaic (PV) system-located in Kocaeli, Marmara region of Turkey-in terms of EPBT and GPBT. EPBT, total embodied energy divided by annual generation, is established between 2.073 years and 2.230 years depending on the annual performance of PV modules. Looking at the current literature this value is reasonable for 2013 PV panel production technology when up to 3.5 years of EPBT values are considered acceptable (Bhandari et al. 2015) . Also another acceptable data (for 2013) of GPBT values-around 2.5 years-confirm the fact that the environmental benefits of PV systems are determined by annual energy generation which is strongly dependent on weather conditions and PV technology. In a country such as Turkey, having this amount of solar radiation, use of PV systems should be expanded to nationwide at least for private enterprises that have large scale of rooftop spaces.",
            "cite_spans": [
                {
                    "start": 513,
                    "end": 535,
                    "text": "(Bhandari et al. 2015)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "As mentioned previously, PV system used in this private held food facility is consisting of multi-crystalline panels. Speaking for rooftop applications today in 2020, EPBT and GPBT values are retreated to 0.6 years for thin-film panels which perform and operate better in means of electrical energy generation and have a longer life-span with a higher reliability (Taylor and Jäger-Waldau 2019) . Evaluating this subject from this point of view, obviously adapting thin panel technologies to rooftop applications in a more efficient and an economic way will provide a better potential to save energy and prevent greenhouse gas emissions. It appears that investigations on PV power prediction and solar PV technologies will play a crucial role in building a sustainable future for the world which is at a defining moment to shape the coming climate crisis with a probability of retreating EPBT and GPBT ratios to 1-2% of panel life-spans.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 394,
                    "text": "(Taylor and Jäger-Waldau 2019)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Development of a new compound method to extract the five parameters of PV modules",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Energy Convers Manag",
            "volume": "79",
            "issn": "",
            "pages": "294--303",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A review of performance of zero energy buildings and energy efficiency solutions",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Belussi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Build Eng",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Energy payback time (EPBT) and energy return on energy invested (EROI) of solar photovoltaic systems: a systematic reviewandmeta-analysis",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Bhandari",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Collier",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Ellingson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Apul",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Renew Sustain Energy Rev",
            "volume": "47",
            "issn": "",
            "pages": "133--141",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Subtask 4: case studies and recommendations for the reduction of embodied energy and embodied greenhouse gas emissions from buildings. International Energy Agency EBC Brano VL, Orioli A, Ciulla G, Gangi AD (2010) An improved fiveparameter model for photovoltaic modules",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Birgisdóttir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Houlihan-Wiberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Malmqvist",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moncaster",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "N"
                    ],
                    "last": "Rasmussen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sol Energy Mater Sol Cells",
            "volume": "94",
            "issn": "",
            "pages": "1358--1370",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Analytical methods for the extraction of solar cell single-and double-diode model parameters from I-V characteristics",
            "authors": [
                {
                    "first": "Dsh",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "Jch",
                    "middle": [],
                    "last": "Phang",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "IEEE Trans Electron Devices",
            "volume": "34",
            "issn": "2",
            "pages": "286--293",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What is a nearly zero energy building? Overview, implementation and comparison of definitions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "D&apos;agostino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mazzarella",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Build Eng",
            "volume": "21",
            "issn": "",
            "pages": "200--212",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Energy payback time and carbon footprint of commercial photovoltaic systems",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "De Wild-Scholten",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sol Energy Mater Sol Cells",
            "volume": "119",
            "issn": "",
            "pages": "296--305",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Reducing dust effects on photovoltaic panels by hydrophobic coating",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fathi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Abderrezek",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Friedrich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clean Technol Environ Policy",
            "volume": "19",
            "issn": "",
            "pages": "577--585",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Methodology guidelines on life cycle assessment of photovoltaic electricity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Frischknecht",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heath",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Raugei",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "De Wild-Scholten",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Development of a photovoltaic array model for use in power-electronics simulation studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gow",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "IEEE Proc Electr Power Appl",
            "volume": "146",
            "issn": "",
            "pages": "193--200",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "An IPCC Special Report on the impacts of global warming of 1.5°C above pre-industrial levels and related global greenhouse gas emission pathways, in the context of strengthening the global response to the threat of climate change, sustainable development, and efforts to eradicate poverty World Meteorological Organization",
            "authors": [],
            "year": 2018,
            "venue": "Intergovernmental Panel on Climate Change. Summary for policymakers",
            "volume": "32",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Energy pay-back time and lifecycle CO 2 emission of residential PV power system with silicon PV module",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Murata",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sakuta",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Prog Photovolt Res Appl",
            "volume": "6",
            "issn": "",
            "pages": "105--115",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Environmental payback time analysis of a roofmounted building-integrated photovoltaic (BIPV) system in Hong Kong",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "X"
                    ],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Appl Energy",
            "volume": "87",
            "issn": "",
            "pages": "3625--3631",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Assessing the lifecycle greenhouse gas emissions from solar PV and wind energy: a critical meta-survey",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nugent",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Sovacool",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Energy Policy",
            "volume": "65",
            "issn": "",
            "pages": "229--244",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Performance evaluation of different types PV materials for PVTAC with solar drying system",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peterson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Torcellini",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grant",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Punjabi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Colker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moy",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kennett",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tiwari",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Jain",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "N"
                    ],
                    "last": "Tiwari",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Mater Today Proc",
            "volume": "25",
            "issn": "4",
            "pages": "544--550",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Community climate simulations to assess avoided impacts in 1.5 and 2 degree futures",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Sanderson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Earth Syst Dyn Discuss",
            "volume": "8",
            "issn": "",
            "pages": "827--847",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Techno-economic BIPV evaluation method in urban areas",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Shirazi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "S"
                    ],
                    "last": "Zomorodian",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tahsildoost",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Renew Energy",
            "volume": "143",
            "issn": "",
            "pages": "1235--1246",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Low Carbon Energy Observatory Photovoltaics Technology Development Report 2018 -Public Version, EUR 29916 EN",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jäger-Waldau",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "European Commission",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2760/373667"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "290.4 kWp grid-connected PV system",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "gives the annual global solar radiation values for Kocaeli city between 2014 and 2018 (Ministry of Energy and Natural Energy Sources, Turkey Solar Energy Potential Atlas 2018). The table shows that 2016 is the sunniest year and 2018 is the cloudiest year among the period. Figure 2 gives annual temperature anomalies in Turkey. The figure shows that 2018 is a hotter year than 2016 with an annual temperature 15.4 °C, 1.9 °C above from 1981-2010 normal (Ministry of Energy and Natural Energy Sources, State of Climate in Turkey in 2018).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Photovoltaic Power Potential Map of Turkey (Global Solar Atlas 2020)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Technical specifications of the PV system",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Embodied energy of a roof-type multi-crystalline PV system per process step",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Embodied energy of the system (MJ)",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Annual energy generation and EPBT of the system between 2014 and 2018",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}