{
    "paper_id": "f18cb3ac9ab3f223569ee72673dbce568b7516f7",
    "metadata": {
        "title": "Tobacco use, smoking identities and pathways into and out of smoking among young adults: a meta-ethnography",
        "authors": [
            {
                "first": "Ria",
                "middle": [],
                "last": "Poole",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Hannah",
                "middle": [],
                "last": "Carver",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Despina",
                "middle": [],
                "last": "Anagnostou",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Adrian",
                "middle": [],
                "last": "Edwards",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Graham",
                "middle": [],
                "last": "Moore",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Pamela",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fiona",
                "middle": [],
                "last": "Wood",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kate",
                "middle": [],
                "last": "Brain",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: This meta-ethnography investigates how young adults describe their tobacco use, smoking identities and pathways into and out of regular smoking, to inform future smoking prevention and harm reduction interventions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Eight databases were systematically searched using keywords and indexed terms. Studies were included if they presented qualitative data from young adults aged 16-25 reporting smoking histories and/or smoking identities from countries culturally similar to the UK. A systematic and rigorous meta-ethnographic approach was employed, consistent with Noblit and Hare's methodology.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Thirty papers were included. Reasons stated for taking up smoking and becoming a smoker included alleviating stress, transforming one's identity, and coping with the transition to further education, employment or leaving home. Many used smoking to aid acceptance within new peer groups, particularly when alcohol was present. Smoking was also perceived as an act of resistance and a coping mechanism for those with marginalised identities. Barriers to quitting smoking included young adults' minimisation or denial of the health risks of smoking and not identifying with \"being a smoker\".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "This meta-ethnography may provide a blueprint to inform the development of health and wellbeing interventions designed specifically for young adults. Smoking cessation interventions should be co-designed with young adults based on their perceived needs, resonant with their desire to quit in the future at key milestones. Harm reduction interventions should address the social aspect of addiction, without reinforcing stigma, particularly for those with marginalised identities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Recent studies into smoking have begun to identify a complex typology of smoking identities and varied patterns of tobacco use during the transition to adulthood including large numbers of \"casual\" smokers and \"social\" smokers -populations not well served by current cessation approaches [1] [2] [3] [4] [5] [6] . As the minimum legal age required to purchase tobacco in the UK rose from 16 to 18 in 2007, and is likely to be raised again to 21 in England [7] , legislation has been a key driver to reduce smoking uptake in the UK as it has been in the US [8] . In 2019 the US Congress raised the federal minimum legal sales age for tobacco products from 18 to 21 years [9] . In most European countries, the minimum age to purchase tobacco is 18, with the exception of Austria and Belgium where the minimum age is 16; however, in 21 EU Member States, there is no minimum age for being permitted to consume tobacco [10] . In the UK, a Parliamentary report published in 2021 highlighted the importance of increased funding, legislation, and behaviour change policy and interventions for the UK Government to deliver a 'Smokefree 2030' [11] . Elsewhere, Australia has tended to be ahead of the UK regarding tobacco policy, as it has introduced smoke free legislation, plain packaging and banned smoking in cars carrying children among other initiatives before the UK [12] . New Zealand has recently announced some of the most radical policy moves, such as prohibiting the sale, delivery and supply of smoked tobacco products to individuals born after a certain date, with an intention to phase out tobacco entirely by 2025 [13] .",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 292,
                    "end": 295,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 296,
                    "end": 299,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 456,
                    "end": 459,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 556,
                    "end": 559,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 670,
                    "end": 673,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 914,
                    "end": 918,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1133,
                    "end": 1137,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1364,
                    "end": 1368,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1620,
                    "end": 1624,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the UK, recent data showed that 32% of current and ex-smokers aged 16-24 started when they were 16 or 17 years old [7] , during the turbulent and transitionary phase of the lifecourse from youth into young adulthood which is characterised by the disruption of old habits and behaviours and the establishment of new ones [14, 15] . In order to inform appropriate targeted interventions (aged [16] [17] [18] [19] [20] [21] [22] [23] [24] [25] , it is essential to understand how young adults construct and negotiate their identities in the context of smoking, and how and why they transition into and out of smoking regularly.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 323,
                    "end": 327,
                    "text": "[14,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 328,
                    "end": 331,
                    "text": "15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 394,
                    "end": 398,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 399,
                    "end": 403,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 414,
                    "end": 418,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 419,
                    "end": 423,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 424,
                    "end": 428,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 429,
                    "end": 433,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 434,
                    "end": 438,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 443,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The meta-ethnography approach brings together standalone qualitative studies to provide a new interpretation of the evidence, and is useful in informing service delivery and designing suitable interventions for this target population [16] . The classic meta-ethnography was designed by Noblit and Hare as a methodology to synthesise primary qualitative studies in an interpretative and theory-generating way [16] . Their seven phase approach requires a systematic comparison of data across studies to develop new overarching concepts, theories and/or models for the phenomena of interest [16] . The meta-ethnography differs from other qualitative synthesis approaches because, rather than purely reporting on or aggregating identified themes from a qualitative synthesis, the metaethnography's systematic process preserves the context and meanings of the primary studies, whilst using a unique translation synthesis method in order to transcend the findings of individual study accounts and create higher order themes, leading to a new interpretation or conceptual understanding which can better inform intervention development [17] . A meta-ethnographic synthesis approach is suitable when there is specific interest in a conceptual or theoretical understanding of a particular phenomenon.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 588,
                    "end": 592,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1128,
                    "end": 1132,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Researchers have noted, however, that Noblit and Hare's methodology may be interpreted in different ways and as a result meta-ethnographies vary widely in practice, reporting and quality [18] . To address this concern, new reporting guidelines for reporting meta-ethnography may facilitate high quality, transparent reporting for the methods, analysis and findings [18] .",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A meta-ethnography conducted by Tombor et al. (2015) investigated the potential role of smoker identity in young adults' smoking behaviour and how identity change could influence smoking and cessation attempts [19] . The authors identified a complex array of smoking identities and the role of identities, motives and contextual factors in influencing quit attempts [19] ; however, experiences of tobacco use, patterns and trajectories were not looked at specifically. Therefore, if we are to tailor interventions to this target population, it is crucial to fully understand how young adults' identities develop and shift as they journey into adulthood in relation to their smoking identities and motivations for using tobacco. Beyond the individual studies, there is a story to be told that makes sense of the evidence as a whole, whilst striving to preserve and honour any contextual or demographic differences which were identified as relevant. Our metaethnography investigated how young adults describe their tobacco use, smoking identities and pathways into and out of regular smoking, for the purpose of generating new theoretical insights into the timing, nature and influences upon young adults' smoking trajectories. As such, we addressed the following questions:",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 52,
                    "text": "Tombor et al. (2015)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 210,
                    "end": 214,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "1. How do young adults describe their tobacco use? 2. How do smoking identities and lifecourse transitions into adulthood influence pathways into and out of regular smoking?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Findings will identify smoking cessation and harm reduction strategies to inform future intervention development. As a Cochrane systematic review has already found limited evidence that either behavioural support or smoking cessation medication increases the proportion of young people that stop smoking in the long-term [20] , our study focuses on harm reduction as a strategy most appropriately suited to this target population. National Institute for Health and Care (NICE, UK) guidance on preventing smoking uptake, promoting quitting and treating dependence defines harm reduction as measures to reduce the illnesses and deaths caused by smoking tobacco among people who smoke and those around them [21] .",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 325,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 704,
                    "end": 708,
                    "text": "[21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This meta-ethnography is the first to synthesise the international literature to understand young adults' smoking trajectories to understand the potential key components required in future interventions for this group and to inform the wider evidence base.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "A systematic and rigorous meta-ethnographic approach was employed, consistent with Noblit and Hare's methodology [16] and with reference to the eMERGe Guidelines for reporting meta-ethnographies [18] . The seven steps for conducting a meta-ethography as described by Noblit and Hare are indicated within each sub-heading below [16] .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 117,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 195,
                    "end": 199,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 327,
                    "end": 331,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "ASSIA (Applied Social Sciences Index and Abstracts), CINAHL (Cumulative Index to Nursing and Allied Health Literature), Science Citation Index, Social Science Citation Index, Embase, Medline, Medline-in-Process and PsycINFO databases were systematically searched using a mix of keywords and indexed terms from 1998 (when youth smoking began to decline in the UK) [22, 23] up to September 2020. A search strategy was designed in Ovid Medline and has been translated for other databases (see Additional File 2 for search terms). For included papers citations were identified and reference lists reviewed. This process is encompassed within Phase 1 of Noblit and Hare's methodology ('Getting started') [16] .",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 368,
                    "end": 371,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Search strategy"
        },
        {
            "text": "Phase 2 of Noblit and Hare's methodology is 'Deciding what is relevant' [16] . Studies were included if they were: primary qualitative studies; published in the English language since 1998 [22, 23] ; reporting data predominantly from young adults aged 16-25; reporting smoking histories and/or smoking identities; from countries culturally similar to the UK (USA, Canada, Australia, New Zealand, Western Europe) indicated by scoring highly on dimensions of secular-rational values (compared to traditional values) and self-expression values (compared to survival values) within the Inglehart-Weizel World Cultural map to depict analysis of the World Values Survey data [24] , and also because of expected (and therefore informative) heterogeneity of studies in these countries which are similar in terms of tobacco control policy (such as age of sales and introducing smoke-free legislation) and smoking rates [25] . The lead author (RP) conducted title and abstract screening to select potential studies for inclusion and the relevance of included selected studies was assessed using the study inclusion criteria. At the full text screening stage, if a study was considered to be lacking sufficient data to extract first and second order concepts (participant quotes and author's interpretations, respectively), then it was reviewed by a second researcher (HC) to consider its suitability for inclusion. All studies selected for possible inclusion were read in full by RP and all inclusion decisions were confirmed by KB. This is consistent with Noblit and Hare's Phase 3 ('Reading the studies') [16] .",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 189,
                    "end": 193,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 252,
                    "end": 258,
                    "text": "16-25;",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "[24]",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 914,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1597,
                    "end": 1601,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion and exclusion criteria"
        },
        {
            "text": "The rigour and credibility of included studies were independently evaluated by members of the research team (RP, DA, KB, PS) using the CASP [26] (Critical Appraisal Skills Programme) checklist for qualitative studies. The CASP Qualitative Critical Appraisal Tool is the most commonly used and robust qualitative critical appraisal tool used for qualitative evidence synthesis and is recommended by the Cochrane Qualitative and Implementation Methods Group [27] [28] [29] . The Critical Appraisal Skills Checklist (CASP) provides detailed instructions and decision rules on how to interpret the suggested criteria [26] . This checklist is designed to help the reviewer assess the rigour, credibility and relevance of each study and has been successfully used in other published metaethnographies [30] [31] [32] [33] . We are aware that other tools exist [34, 35] , some of which focus on more conceptually rich index accounts; however, the different ways of ordering study accounts has yet to be formally empirically compared and there is no guidance for reviewers [36, 37] . Furthermore, in a systematic mapping of existing tools to appraise methodological strengths and limitations of qualitative research it was found that many other recent critical appraisal tools for qualitative research are published adaptations of existing checklists developed without hypotheses or empirical evidence to investigate the relationships between components of qualitative study design, conduct or the trustworthiness of findings [35] .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 456,
                    "end": 460,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 461,
                    "end": 465,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 466,
                    "end": 470,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 613,
                    "end": 617,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 795,
                    "end": 799,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 800,
                    "end": 804,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 805,
                    "end": 809,
                    "text": "[32]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 810,
                    "end": 814,
                    "text": "[33]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 853,
                    "end": 857,
                    "text": "[34,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 858,
                    "end": 861,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "text": "[36,",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1069,
                    "end": 1072,
                    "text": "37]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1517,
                    "end": 1521,
                    "text": "[35]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Quality assessment"
        },
        {
            "text": "Minor disagreements regarding the quality rating were resolved through discussion. Eighteen of the included papers were considered of high quality, nine were considered medium quality and three of medium to low quality. All papers were included within the synthesis due to their conceptually rich first and second order data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Quality assessment"
        },
        {
            "text": "Consistent with Noblit and Hare's Phase 3 ('Reading the studies') and with their Phase 4 ('Determining the relationships between the studies'), we performed data extraction and coding [16] . At the beginning of the data extraction process two researchers (RP, HC) independently read and extracted first and second order data from the first two studies in parallel, checking for any uncertainties or discrepancies in the data. They extracted first and second order data from the remaining studies independently. The first and second order concepts of two papers were independently analysed for comparison and discussion and to facilitate the consistent application of the data extraction method. Key characteristics of study design, participant characteristics, results (including themes and quotes) and authors' interpretations were extracted and coded in NVivo 11 [38] .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 865,
                    "end": 869,
                    "text": "[38]",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Data extraction (selection and coding)"
        },
        {
            "text": "Data synthesis was conducted across the seven phases, working backwards and forwards across the phases and overlapping phases as necessary [16] . Translation of studies (Phase 5) was achieved through reciprocal analysis (for similar cases) rather than refutational analysis (for disconfirming cases) because interpretations across studies were similar throughout first, second and third order interpretations [16] . The studies were compared and contrasted iteratively and the lead author discussed emerging interpretations with the study team. The lead author conducted a thematic analysis for the first order and second order data (quotes and authors' interpretations, respectively), logging reflections throughout, and at least one other researcher (KB, HC) reviewed a proportion of the transcripts to enable discussion of concepts and any contradictory findings. Studies were grouped according to participant characteristics (such as gender and cultural identification), according to the available data. Across Phases 6 ('Synthesising the translations') and 7 ('Findings'), findings were tabulated for review and discussion within the study team, where alternative interpretations were also considered, and the data were mapped to second order interpretations (i.e. synthesising the data to create the next level (third order) of themes) [16] . To preserve the context and meaning of the relationships between concepts within and across studies, the key descriptors used within the first and second order interpretations were carried over to the third order interpretations (the interpretations of the synthesis team expressed as themes and key concepts), where appropriate to do so.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 409,
                    "end": 413,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1342,
                    "end": 1346,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Translating interpretations and synthesis"
        },
        {
            "text": "For the third order interpretations, two researchers (RP, KB) independently considered the first and second order interpretations to derive the new, overarching concepts and conceptual categories that comprise the \"line of argument\" synthesis. To encompass the behavioural determinants, environmental factors and health considerations of young adults who smoke, we chose to take an ecological approach to the findings within the line of argument synthesis and used the PRECEDE theoretical framework as a lens to convey the pathways of the problem at multiple ecological levels (interpersonal, organisational and societal) [39, 40] . The PRECEDE model has been used as the basis for health intervention planning across a multitude of studies, and recognises the lived experiences of stakeholders as fundamental to defining the problem and thus to informing potential solutions [39, [41] [42] [43] [44] .",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 626,
                    "text": "[39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 627,
                    "end": 630,
                    "text": "40]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 876,
                    "end": 880,
                    "text": "[39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[41]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 886,
                    "end": 890,
                    "text": "[42]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 891,
                    "end": 895,
                    "text": "[43]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 896,
                    "end": 900,
                    "text": "[44]",
                    "ref_id": "BIBREF44"
                }
            ],
            "ref_spans": [],
            "section": "Translating interpretations and synthesis"
        },
        {
            "text": "The study selection process is shown in Fig. 1 . Thirty papers were identified which fulfilled our inclusion criteria. Characteristics of included studies are detailed in Table 1 . Included studies took place in nine countries (Finland, Scotland, USA, Ireland, Australia, England, Canada, New Zealand and Norway), and were published between 2000 and 2020. The self-reported smoking statuses of participants were noted within each study and these included current smokers, former smokers, eversmokers and never smokers. Sample sizes ranged from 13 to 99 participants, and data collection methods were primarily focus groups and interviews. A variety of qualitative analysis methods were employed, to include thematic analysis, content analysis, framework analysis, narrative analysis and grounded theory among others. Papers by Scheffels (2009) and Scheffels and Schou (2007) were derived from the same primary study, using the same qualitative interview data collected in 2002 [45, 46] . Similarly, papers by Amos et al. (2006) and Wiltshire et al. (2005) were derived from the same primary study, drawing on the same set of qualitative interview data and also responses to a brief structured questionnaire [47, 48] .",
            "cite_spans": [
                {
                    "start": 827,
                    "end": 843,
                    "text": "Scheffels (2009)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 848,
                    "end": 874,
                    "text": "Scheffels and Schou (2007)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 977,
                    "end": 981,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 982,
                    "end": 985,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1009,
                    "end": 1027,
                    "text": "Amos et al. (2006)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1032,
                    "end": 1055,
                    "text": "Wiltshire et al. (2005)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1207,
                    "end": 1211,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1212,
                    "end": 1215,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 40,
                    "end": 46,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 171,
                    "end": 178,
                    "text": "Table 1",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "The conceptual categories and meta-themes generated from the data are listed in Table 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "text": "Table 2",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "One of the main reasons young adults gave for taking up regular smoking was that smoking provided a coping mechanism for alleviating stress, frustration and boredom. Many felt it helped them cope with balancing responsibilities and problems such as financial hardship or unemployment [6, 48-50, 54, 56, 60, 63, 65, 68, 69, 71-73] .",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 329,
                    "text": "[6, 48-50, 54, 56, 60, 63, 65, 68, 69, 71-73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Reasons for taking up smoking Alleviating stress"
        },
        {
            "text": "\"We're in college, that's kind of stressful, you know we have jobs, we have social lives and we have school to worry about. \" [73] Three studies found that LGBTQ (Lesbian, Gay, Bisexual, Transgender, Queer/Questioning) young adults may start smoking due to factors which relate to their sexuality-related stressors, such as the stress of struggling with one's sexual identity, sexual discrimination, prejudice or bullying [51, 69, 73] . Smoking was perceived as a tool for survival:",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "text": "[73]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 427,
                    "end": 430,
                    "text": "69,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "73]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Reasons for taking up smoking Alleviating stress"
        },
        {
            "text": "The influence of family and friends who smoke was a key contributing factor for normalisation of smoking, leading individuals to choose to take up smoking [49, 53, 57, 58, 60, 63, [65] [66] [67] 72] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 160,
                    "end": 163,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 164,
                    "end": 167,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 168,
                    "end": 171,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 172,
                    "end": 175,
                    "text": "60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 176,
                    "end": 179,
                    "text": "63,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 180,
                    "end": 184,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 185,
                    "end": 189,
                    "text": "[66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 190,
                    "end": 194,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Influence of family and friends"
        },
        {
            "text": "\"My whole family smoked, I was brought up with it. I had to almost. \" [72] Studies of Black young adults and people of colour found culturally specific ways in which young adults initiated smoking. Where racial and cultural demographics have been reported, Black people and people of colour were studied in 13 of the 30 included papers [50-52, 58, 62, 64-69, 71, 73] . For African Americans in one study, smoking cannabis was a gateway to smoking tobacco [66] , whereas young adults of colour explained how smoking tobacco is prevalent, socially accepted and encouraged [58, 65] : [58] Smoking was also found to reinforce a sense of community among LGBTQ people where smoking is a culturally accepted norm, particularly when socialising in gay bars and to seek social acceptance [51, 69, 73] ",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 336,
                    "end": 366,
                    "text": "[50-52, 58, 62, 64-69, 71, 73]",
                    "ref_id": null
                },
                {
                    "start": 455,
                    "end": 459,
                    "text": "[66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 570,
                    "end": 574,
                    "text": "[58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "65]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 581,
                    "end": 585,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 784,
                    "end": 787,
                    "text": "69,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 788,
                    "end": 791,
                    "text": "73]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Influence of family and friends"
        },
        {
            "text": "Leaving home or the transition to university or college, with fewer restrictions around smoking and a smoking culture, enabled young adults to take up smoking. Some participants cited no longer having to conceal their smoking from their parents [48, 49, 53, [55] [56] [57] 73] :",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 250,
                    "end": 253,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 254,
                    "end": 257,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 258,
                    "end": 262,
                    "text": "[55]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 263,
                    "end": 267,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 268,
                    "end": 272,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "73]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Transition to further study, employment or leaving home"
        },
        {
            "text": "\"At school you were always getting watched but at college you're not […] you've got the freedom to smoke. \" [48] ",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 72,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 112,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Transition to further study, employment or leaving home"
        },
        {
            "text": "Smoking coincided with experimenting with other risktaking behaviours, including sexual activity, drugs and alcohol [48, 56, 63, 72] :",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 120,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 121,
                    "end": 124,
                    "text": "56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 125,
                    "end": 128,
                    "text": "63,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 129,
                    "end": 132,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Experimenting with other risk-taking behaviours"
        },
        {
            "text": "\"I don't know if smoking led to drugs, but I think that's what happened. \" [72] As socialising with friends in pubs, bars or clubs became a frequent occurrence, what was occasional experimentation with smoking developed into regular and heavier smoking:",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Experimenting with other risk-taking behaviours"
        },
        {
            "text": "\"It was really just a gradual kind of increase, it wasn't any kind of event that said I'm going to smoke more today. I think going out and going to clubs and having a drink and everything does kind of make you smoke more. \" [56] Smoking was frequently reported to appear glamorous and provide a symbol of maturity for those wanting to look sophisticated, successful or mysterious [6, 45, 66, 70, 72] \"I remember feeling like an adult when smoking […] we always wanted to look older than we were. \" [45] For both men and women, cigarettes were used as a \"fashionable prop\" [59] or \"social tool\" to assist with confidence in social interactions [6, 46, 48, 51, 69, 72] . Some women thought that smoking facilitated weight control (i.e. nicotine suppressing one's appetite) [59, 72] . Women in particular saw the act of smoking as a means of acquiring a mature social status during their transition to adulthood [45, 46, 59, 72] , but as they became older their addiction to smoking became frustrating and some expressed regret for having started due to financial and health burdens:",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 384,
                    "end": 387,
                    "text": "45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 388,
                    "end": 391,
                    "text": "66,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 392,
                    "end": 395,
                    "text": "70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 396,
                    "end": 399,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 447,
                    "end": 450,
                    "text": "[…]",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 502,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 572,
                    "end": 576,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 643,
                    "end": 646,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 647,
                    "end": 650,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 651,
                    "end": 654,
                    "text": "48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 655,
                    "end": 658,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 659,
                    "end": 662,
                    "text": "69,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 663,
                    "end": 666,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 771,
                    "end": 775,
                    "text": "[59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 776,
                    "end": 779,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 909,
                    "end": 913,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 914,
                    "end": 917,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 918,
                    "end": 921,
                    "text": "59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 922,
                    "end": 925,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Experimenting with other risk-taking behaviours"
        },
        {
            "text": "\"I can't quit, we start young and we are hooked. One day you wake up in the morning and it's too late. \" [72] ",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Experimenting with other risk-taking behaviours"
        },
        {
            "text": "Smoking also served to establish a rebellious image for those wishing to differentiate from other peer groups and appear unafraid to take risks, particularly within educational settings and among marginalised subcultures such as LGBTQ (Lesbian, Gay, Bisexual, Trans, Queer) communities [45, 49, 51, 69, 70, 72, 73] .",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 291,
                    "end": 294,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 295,
                    "end": 298,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 299,
                    "end": 302,
                    "text": "69,",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 303,
                    "end": 306,
                    "text": "70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 307,
                    "end": 310,
                    "text": "72,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "73]",
                    "ref_id": "BIBREF74"
                }
            ],
            "ref_spans": [],
            "section": "Transforming identity: A rebellious image"
        },
        {
            "text": "\"It's like you smoke a cigarette… you do something you're not supposed to be doing, you know. It's like bad for you, but it's also like a simple little rebellion. \" [70] Men in particular felt that smoking gave them social status and enhanced a \"tough guy\" or \"bad boy\" image [45, 46, 70] :",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 276,
                    "end": 280,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 281,
                    "end": 284,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 285,
                    "end": 288,
                    "text": "70]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Transforming identity: A rebellious image"
        },
        {
            "text": "\"It was cool you know. We gained status, and the girls thought it was tough […] It was fashion. It was a good investment. \" [46] LGBTQ people also reported smoking as supporting a tough image, but their motivation stemmed from wishing to protect themselves against physical violence and harassment if they otherwise were perceived as defenceless [51] ",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 346,
                    "end": 350,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Transforming identity: A rebellious image"
        },
        {
            "text": "Becoming a smoker provided a sense of belonging and acceptance among peers, particularly for those in fear of rejection and alienation from social groups or with low self-esteem [6, 46, 48, 49, 51, 53, 55, 57, 60, 64, 70, 72, 73] : [59] .",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 181,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 182,
                    "end": 185,
                    "text": "46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 186,
                    "end": 189,
                    "text": "48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 190,
                    "end": 193,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 194,
                    "end": 197,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 198,
                    "end": 201,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 206,
                    "end": 209,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "64,",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 222,
                    "end": 225,
                    "text": "72,",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 226,
                    "end": 229,
                    "text": "73]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[59]",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Sense of belonging"
        },
        {
            "text": "Young adults joining the workforce felt peer pressure to smoke as part of their working culture [56, 60] . For example, when working on a building site smoking provided an opportunity to take a break with your colleagues and feel part of the team [46, 48, 60] . Other workplace settings, such as hospitals, hotels and care homes, normalised smoking as the only way of enabling employees to take a rest break [49, 56, 60] :",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 101,
                    "end": 104,
                    "text": "60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 247,
                    "end": 251,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 408,
                    "end": 412,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 413,
                    "end": 416,
                    "text": "56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 417,
                    "end": 420,
                    "text": "60]",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Sense of belonging"
        },
        {
            "text": "\"At the hotel you weren't allowed a break unless you were a smoker\" [56] ",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 72,
                    "text": "[56]",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Sense of belonging"
        },
        {
            "text": "Some studies noted the phenomenon of smoking in groups to enhance sociability, support each other and protect against negative reactions from within the group or from outsiders, rather than to be seen as a lone smoker, which was self-stigmatising [48, 49, 51, 57, 60, 70, 71] . Those who would not ordinarily smoke would smoke with their friends to be part of the smoking in-group:",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 252,
                    "end": 255,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 256,
                    "end": 259,
                    "text": "51,",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 260,
                    "end": 263,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 264,
                    "end": 267,
                    "text": "60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 268,
                    "end": 271,
                    "text": "70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 272,
                    "end": 275,
                    "text": "71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Smoking in groups to prevent negative reactions"
        },
        {
            "text": "\"When properly all your mates smoke and when we sit around at ours and play cards, they're like, send them out for a fag. We can't really stay alone with those cards. \" [49] ",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Smoking in groups to prevent negative reactions"
        },
        {
            "text": "There was evidence from many studies to suggest that smoking helped build relationships with others, made starting conversations easier and was a way to express empathy particularly in new school, work or social situations when meeting new people, without requiring the presence of alcohol [48, 49, 51, 53-55, 57, 59, 65, 66, 69-73] :",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 332,
                    "text": "[48, 49, 51, 53-55, 57, 59, 65, 66, 69-73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Smoking to facilitate new relationships"
        },
        {
            "text": "\"You can hang out with people, smoke, and not be drinking as a social smoker. \" [71] ",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "text": "[71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Smoking to facilitate new relationships"
        },
        {
            "text": "Numerous studies found a strong relationship between young adults' alcohol consumption and their likelihood and frequency of smoking in social contexts [6, 45, 46, 50, 53-58, 63, 65-68, 70-72] . They noted that their frequency of smoking depended on the social context [45, 48] :",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 192,
                    "text": "[6, 45, 46, 50, 53-58, 63, 65-68, 70-72]",
                    "ref_id": null
                },
                {
                    "start": 269,
                    "end": 273,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 274,
                    "end": 277,
                    "text": "48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Alcohol and social smoking"
        },
        {
            "text": "\"When I am working I smoke maybe five a day. And at weekends, if we go to a bar, I can smoke 20 in one night just like that. And if I go to a party I can smoke up to 40. \" [46] Alcohol and parties were a catalyst for social smoking [45-47, 53-55, 57, 63, 64, 68, 70-73] , where they felt less responsible for their actions, less risk-averse, and inclined to smoke more than usual to appear relaxed and curb nicotine cravings:",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 232,
                    "end": 269,
                    "text": "[45-47, 53-55, 57, 63, 64, 68, 70-73]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Alcohol and social smoking"
        },
        {
            "text": "\"After I've had a drink I just don't care. \" [64] Stigma of smoking Sensing social disapproval Sensing disapproval from others and being stigmatised as a smoker generated negative prejudice and hostility [45, 47, 50, 53-55, 57-60, 63, 65, 67, 68, 70, 72] . Smoking when not drinking or socialising was deemed by many young adults to be socially unacceptable. They regarded smoking to be acceptable only when drinking, otherwise it was stigmatised as an addiction [47, 54, 57, 70] . Participants reported receiving social disapproval from non-smoking peers or family members [46, 53-55, 65, 68, 72] or employers [48] :",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 49,
                    "text": "[64]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 204,
                    "end": 254,
                    "text": "[45, 47, 50, 53-55, 57-60, 63, 65, 67, 68, 70, 72]",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 467,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 468,
                    "end": 471,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 472,
                    "end": 475,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 476,
                    "end": 479,
                    "text": "70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 574,
                    "end": 597,
                    "text": "[46, 53-55, 65, 68, 72]",
                    "ref_id": null
                },
                {
                    "start": 611,
                    "end": 615,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Alcohol and social smoking"
        },
        {
            "text": "Women smokers reported feeling particularly stigmatised [45, 50, 54, 58, 65, 70] . For some, the stigma of smoking around non-smoking friends or family led to them deciding not to smoke, thereby gaining their approval [53, 54, 67] . Women were stigmatised for smoking by men and women, smokers and non-smokers [45, 50, 54, 55, 58, 63, 65, 70] . Across studies women smokers were seen as being unladylike, unattractive, \"trashy\" and out of control, whereas male smokers appeared cool and in control:",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 61,
                    "end": 64,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 65,
                    "end": 68,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 69,
                    "end": 72,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 73,
                    "end": 76,
                    "text": "65,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 77,
                    "end": 80,
                    "text": "70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 218,
                    "end": 222,
                    "text": "[53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 227,
                    "end": 230,
                    "text": "67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 315,
                    "end": 318,
                    "text": "50,",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 319,
                    "end": 322,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 323,
                    "end": 326,
                    "text": "55,",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 327,
                    "end": 330,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 331,
                    "end": 334,
                    "text": "63,",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 335,
                    "end": 338,
                    "text": "65,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 339,
                    "end": 342,
                    "text": "70]",
                    "ref_id": "BIBREF71"
                }
            ],
            "ref_spans": [],
            "section": "Women stigmatised for smoking"
        },
        {
            "text": "\"Smoking women look like sluts. They are wild and undisciplined. \" [65] Black women and women of colour were viewed particularly harshly, which exacerbated their stress and made them feel dehumanised:",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 71,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Women stigmatised for smoking"
        },
        {
            "text": "\"I feel that women that smoke cigarettes are looked down upon… like you can't control yourself, you have a problem… you're not really a woman if you smoke cigarettes. \" [50] To counter such prejudice, some women who smoked considered it important to smoke only at parties or in a \"clean and controlled way\" to maintain perceived femininity and social status [45] Barriers to quitting Barriers to quitting included enjoying the act of smoking, minimising the health risks associated with being a smoker, not identifying with addiction or not identifying with \"being a smoker\", even for those smoking on a regular or social basis [46-50, 52, 54, 57, 58, 64, 68, 70, 71] . Many were concerned with upholding their image of being an occasional smoker, felt they were exempt from associated health risks, and had a poor understanding of the nature of addiction and how it relates to them:",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "text": "[50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 358,
                    "end": 362,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 628,
                    "end": 667,
                    "text": "[46-50, 52, 54, 57, 58, 64, 68, 70, 71]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Women stigmatised for smoking"
        },
        {
            "text": "\"If what I have gone through hasn't killed me so far… the cigarette is probably not going to kill me\" [49] ",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Women stigmatised for smoking"
        },
        {
            "text": "As an observation from only a few studies, some participants described the pleasure of smoking [46, 49] and not wanting to experience nicotine withdrawal, including cravings, increased sensitivity and irritability [48, 49, 72] . The act of smoking was often performed in a ritualistic or meditative manner which aided relaxation [49, 51] :",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 99,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 100,
                    "end": 103,
                    "text": "49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 214,
                    "end": 218,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 219,
                    "end": 222,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 223,
                    "end": 226,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 329,
                    "end": 333,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 334,
                    "end": 337,
                    "text": "51]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Pleasure of smoking"
        },
        {
            "text": "\"Often when I get stressed or annoyed I just go and sort of calm down with a smoke\" [49] Minimising the health risk of smoking For participants of a few studies, being otherwise fit and healthy [45, 46] or only smoking occasionally [54] were viewed as compensating for the health risk of smoking. This perpetuated denial of smoking related harms and rationalised the continuation of smoking:",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 194,
                    "end": 198,
                    "text": "[45,",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 232,
                    "end": 236,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Pleasure of smoking"
        },
        {
            "text": "\"I can still take care of my health even if I smoke, because I just exercise and bother to be active\" [46] Others were unconcerned about their present health risk from smoking, even when experiencing breathing difficulties and throat problems, because they felt they were still young enough not to have to worry about cancer and smoking was still part of their socialisation [46, 53] \"I have sort of imagined that I will quit. Maybe it will help me that my brother is quitting now. He's in his 30s, and that's OK because then the risk is not so high, kind of. But if you're 40 the risk of getting ill is a bit higher. Like, not many 30 year olds get lung cancer. \" [46] Quitting smoking was seen as a task for the future, and some participants planned to quit at an age milestone [46, 49, 53, 60, 68, 70, 72] :",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 380,
                    "end": 383,
                    "text": "53]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 665,
                    "end": 669,
                    "text": "[46]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 780,
                    "end": 784,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 789,
                    "end": 792,
                    "text": "53,",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 793,
                    "end": 796,
                    "text": "60,",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 797,
                    "end": 800,
                    "text": "68,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 801,
                    "end": 804,
                    "text": "70,",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 805,
                    "end": 808,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Pleasure of smoking"
        },
        {
            "text": "\"I don't want to smoke my whole life. I want to quit by the time I'm 22 or something\" [60] Participants who felt socially disadvantaged reported that smoking mitigated mental health issues and was more accessible as a coping mechanism for stress than other forms of stress-relief, such as talking therapy or massage [51] :",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 90,
                    "text": "[60]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 316,
                    "end": 320,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Pleasure of smoking"
        },
        {
            "text": "\"Working class people, folks of colour and queers and, God forbid, if you are all three of those things you are going to be smoking. You are stressed out. There are not a lot of things that are accessible to you in terms of relief. Like […] Who can afford mental health care? Sometimes smoking a cigarette is the difference between cutting myself or not\" [51] Not identifying with addiction When smoking was seen as a habit or part of a routine it was not necessarily acknowledged to be an addiction because the decisions of whether and when to smoke were within young adults' control [47, 48, 50] . Some smokers denied being addicted or unhealthy due to experiencing a lack of cravings or symptoms [48, 71] :",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "text": "[51]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 585,
                    "end": 589,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 590,
                    "end": 593,
                    "text": "48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 594,
                    "end": 597,
                    "text": "50]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 699,
                    "end": 703,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 704,
                    "end": 707,
                    "text": "71]",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Pleasure of smoking"
        },
        {
            "text": "Many individuals did not identify with \"being a smoker\" and avoided classifying themselves in the smoking category [48, 52, 54, 64] . They believed they were not smokers because they only smoked socially [48, 52] , only \"borrowed\" cigarettes from others rather than buying their own [22, 35] , did not consider themselves to use habitually or within a daily routine [48, 52, 54] , felt they could quit whenever they wanted to [46, 52] and could \"go without\" [48, 54, 64] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 120,
                    "end": 123,
                    "text": "52,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 124,
                    "end": 127,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 128,
                    "end": 131,
                    "text": "64]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 204,
                    "end": 208,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 209,
                    "end": 212,
                    "text": "52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 283,
                    "end": 287,
                    "text": "[22,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 288,
                    "end": 291,
                    "text": "35]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 371,
                    "end": 374,
                    "text": "52,",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 375,
                    "end": 378,
                    "text": "54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 426,
                    "end": 430,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 431,
                    "end": 434,
                    "text": "52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 458,
                    "end": 462,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 463,
                    "end": 466,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 467,
                    "end": 470,
                    "text": "64]",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Not identifying as a smoker"
        },
        {
            "text": "\"I see a social smoker as someone who only wants a cigarette when they are having a few drinks and don't smoke by themselves or have cravings during the day. Could go without. \" [64] Therefore, those who were \"not a smoker\" did not need to quit [52] , smoking cessation was not a priority [47] and they perceived no reason to stop [54] . Cessation services, nicotine replacement therapy or counselling interventions were viewed to be \"uncool\" and aimed at older or addicted smokers rather than for young people [47, 58] and public health campaigns were thought to reinforce stigma felt by smokers, thereby alienating them [45] \"The people I know that have quit know about patches and gum and stuff, but they don't want to use them. It's a pride issue. \" [58] (2022) 17:24 ",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 182,
                    "text": "[64]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 245,
                    "end": 249,
                    "text": "[52]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 289,
                    "end": 293,
                    "text": "[47]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 331,
                    "end": 335,
                    "text": "[54]",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 511,
                    "end": 515,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 516,
                    "end": 519,
                    "text": "58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[45]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 754,
                    "end": 758,
                    "text": "[58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 766,
                    "end": 771,
                    "text": "17:24",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Not identifying as a smoker"
        },
        {
            "text": "Health concerns and known health risks, such as cancer and other diseases, reinforced young adults' decision not to smoke [48, 54, 58, 59, 65-67, 70, 72] . However, some young adults considered that developing a serious illness would lead them to quitting:",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 153,
                    "text": "[48, 54, 58, 59, 65-67, 70, 72]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Factors facilitating quit attempts Health concerns"
        },
        {
            "text": "\"Probably I'd completely stop if I had cancer or anything like that. \" [70] They cited the negative cosmetic effects of smoking on physical appearance, such as aging skin, bad breath, stained teeth, tooth loss and odour [49, 54, 58, 59, 68, 72] . Some studies noted young adults' reasons for attempting to quit smoking, including feeling short of breath, coughing and being generally unhealthy and unfit [65, 72] :",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 75,
                    "text": "[70]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 220,
                    "end": 224,
                    "text": "[49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 225,
                    "end": 228,
                    "text": "54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 229,
                    "end": 232,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 233,
                    "end": 236,
                    "text": "59,",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 237,
                    "end": 240,
                    "text": "68,",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 241,
                    "end": 244,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 404,
                    "end": 408,
                    "text": "[65,",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 409,
                    "end": 412,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Factors facilitating quit attempts Health concerns"
        },
        {
            "text": "\"I am trying to quit smoking because I find that my health and physique are not as good as they were. \" [65] ",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 108,
                    "text": "[65]",
                    "ref_id": "BIBREF66"
                }
            ],
            "ref_spans": [],
            "section": "Factors facilitating quit attempts Health concerns"
        },
        {
            "text": "For young adults who anticipated a time when they would want to quit smoking, self-motivation and willpower [46, 57, 72] or going \"cold turkey\" [54, 72] were seen as the most effective quitting strategies [47, 58, 72] . This perspective is consistent with the role of self-agency in young adults who decided not to take up smoking because they saw themselves as confident and having a positive self-image [67] or being respected as a healthy role model among their peers [63] :",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 112,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 113,
                    "end": 116,
                    "text": "57,",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 117,
                    "end": 120,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 144,
                    "end": 148,
                    "text": "[54,",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 149,
                    "end": 152,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 205,
                    "end": 209,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 210,
                    "end": 213,
                    "text": "58,",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 405,
                    "end": 409,
                    "text": "[67]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 471,
                    "end": 475,
                    "text": "[63]",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "Self-motivation and self-confidence"
        },
        {
            "text": "The most cited reasons women gave for considering quitting smoking in the future were becoming pregnant, the risk to their unborn foetus and the risk of second-hand smoke for young children [46, 49, 72] :",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 194,
                    "text": "[46,",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 195,
                    "end": 198,
                    "text": "49,",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 199,
                    "end": 202,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Pregnancy"
        },
        {
            "text": "\"When I'm pregnant I will quit. \" [72] Women perceived that it was socially unacceptable and irresponsible to smoke in pregnancy or around children, and it was particularly unacceptable to be seen to be smoking around your own children or in cars carrying children [49] :",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "text": "[72]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 265,
                    "end": 269,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Pregnancy"
        },
        {
            "text": "\"I've never understood that when you're in the last stage of pregnancy, why you have to smoke in a public place. Can't you do it somewhere out of sight?!\" [49] Recognising own addiction to smoking An eventual recognition of one's own addiction to smoking led to consequent quit attempts, although successfully quitting was more difficult than previously anticipated and some reported that their awareness of the problem came \"too late\" [48, 72] . Their former denial about being a smoker precluded their initial quit attempts:",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 159,
                    "text": "[49]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 436,
                    "end": 440,
                    "text": "[48,",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 441,
                    "end": 444,
                    "text": "72]",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Pregnancy"
        },
        {
            "text": "\"I never used to see myself as a smoker, it was just as someone who smoked. One day I couldn't be bothered smoking and I wanted to stop but I couldn't stop. And I didn't even know I was addicted. \" [48] ",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 202,
                    "text": "[48]",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Pregnancy"
        },
        {
            "text": "Two studies found that some young adults transitioning to college, university or employment and making friends with non-smoking peers led to reducing their smoking or attempting to quit completely [56, 57] . Non-smoking friends, family and partners provided support for quitting smoking and e-cigarettes were successful used by some as a smoking cessation tool:",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 201,
                    "text": "[56,",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 202,
                    "end": 205,
                    "text": "57]",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Non-smoking peers"
        },
        {
            "text": "\"When I bought the e-cigarette thing I bought him one for his birthday at the same time and he quit too\" [57] Line of argument synthesis Figure 2 depicts an overarching model for young adults starting to smoke and is based on the PRECEDE approach which defines the problem, its pathways and the ecological levels and influences on the problem [39, 74, 75] . This logic model serves as a conceptual framework presenting study participants' smoking trajectories, including identity and lifestyle factors present within that phase of their lifecourse which (pre-)determines their smoking behaviour (such as identity transformation to increase social status) and the specific environmental determinants which influence and encourage smoking behaviour (such as smoking peers or family members) or reinforce stigma (negative attitudes towards women who smoke). The concurrent contexts of socialising at parties, with or without alcohol, or with new colleagues are synergistic with the environmental determinants of further study or working environments in which smoking is accepted as a normative activity by peers. The additional presence of alcohol in social contexts predisposes individuals who may not otherwise smoke to smoking. Individuals are likely to smoke more than usual when drinking alcohol due to lower inhibition control and to appear more relaxed and socially engaged within new social groups. Smoking during work breaks is normalised in various different occupational contexts, for many providing their only permitted break.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "text": "[57]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 343,
                    "end": 347,
                    "text": "[39,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 348,
                    "end": 351,
                    "text": "74,",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 352,
                    "end": 355,
                    "text": "75]",
                    "ref_id": "BIBREF76"
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 145,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Non-smoking peers"
        },
        {
            "text": "Family members, friends and colleagues who smoke may influence young adults' decisions to start smoking, and conversely individuals from non-smoking families are at risk of smoking during their transition to living independently in the absence of being watched and experiencing familial disapproval. Many young adults begin smoking to alleviate stress. For LGBTQ people, Black women and women of colour in particular, being stigmatised led to smoking as a coping mechanism to deal with stress. For those with already stigmatised identities, smoking was performed as an act of resistance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-smoking peers"
        },
        {
            "text": "Unrealistic self-management attitudes and behaviours identified from the data reveal how smoking is initiated and maintained via young adults' not identifying with addiction and anticipating that they will be able to quit in the future using willpower alone. They also smoke more when drinking alcohol and in social situations to facilitate new interpersonal relationships.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-smoking peers"
        },
        {
            "text": "A number of environmental factors supported these attitudes and behaviours, ranging from the interpersonal to organisational and societal factors. A lack of support for non-smokers or smoking cessation interventions specifically tailored for young adults in further or higher educational settings or in the workplace is problematic, and presents a gap in public health service provision to be addressed. At the societal level, the data generated the meta-theme of stigma surrounding the engagement with smoking cessation services which were perceived to be targeted at older, \"addicted\" smokers and stigma towards those who were seen as addicted smokers, lone smokers and women smokers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-smoking peers"
        },
        {
            "text": "Regarding the perceived health and wellbeing outcomes associated with participants' smoking behaviour, there were both negative outcomes (such as addiction to smoking and health concerns) and outcomes which reinforced smoking behaviour (such as acceptance and belonging in new social groups and alleviating stress and boredom). Not having any immediate health concerns associated with starting to smoke leads to a continuation of smoking and the minimisation or denial of the health risks associated with smoking. Furthermore, young adults' anticipation of when they would quit smoking is at a milestone when they are older. The few who had made quit attempts reported struggling to quit on their own, and only then were they able to acknowledge their smoking habit as an addiction. Some successfully use e-cigarettes to quit smoking; however, the social benefits of smoking outweigh any immediate health side effects for the majority of young adults.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Non-smoking peers"
        },
        {
            "text": "Young adults' decisions to start and continue to smoke to develop desired social identities demonstrate that smoking is \"socially addictive\" and not just biologically addictive [6, 66] . This finding is congruent with Social Identity Theory which postulates that social identification with an 'in-group' is of emotional significance to an individual and that such membership enhances their self-esteem [76, 77] . Here, the process of in-group assimilation leads to pressure to conform to the in-group's norms, i.e. peer pressure to smoke. In these instances, being a smoker becomes a positive identity and one that is socially reinforced, particularly for marginalised groups such as the LGBTQ community.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 181,
                    "end": 184,
                    "text": "66]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 402,
                    "end": 406,
                    "text": "[76,",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 407,
                    "end": 410,
                    "text": "77]",
                    "ref_id": "BIBREF78"
                }
            ],
            "ref_spans": [],
            "section": "Non-smoking peers"
        },
        {
            "text": "This study is the first to review young adults' experiences of starting and continuing to smoke as they construct their social identities whilst navigating the unstable transitions in their lifecourse towards adulthood. The ways in which young adults described their tobacco use were mediated by their experiences of the physical act of smoking, motivation for status enhancement within an in-group, and environmental contexts, including parties and workplaces where smoking was a normative behaviour. Many described smoking more frequently when socialising and when alcohol was present. Reasons stated for taking up smoking and becoming a smoker included alleviating stress, transforming one's identity to appear mature or rebellious, and coping with the transition to further education, employment or leaving home. Gender differences were apparent, as women, particularly Black women and women of colour, were stigmatised for smoking by all genders (labelled as uncouth, promiscuous and unfeminine), and women considered pregnancy to be a key milestone for future cessation. Barriers to quitting smoking included young adults' minimisation or denial of the health risks of their smoking, their enjoyment of smoking, and not identifying with addiction or with \"being a smoker\". Smoking-related health problems were anticipated to be a future concern and many young adults felt that they would be able to stop smoking using selfdetermination alone when they were older. For the few who had attempted to quit smoking, the realisation of their addiction had become apparent to them \"too late\" and they struggled with quitting on their own. E-cigarettes were used as a cessation aid; however, smoking cessation services were disregarded as they were considered to be self-stigmatising and aimed at older or \"addicted\" smokers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "Consistent with previous research, smoker identities were found to be context-dependent and developed in congruence with young adults' desire to appear mature and maintain social status [19] . Individuals' abilities to self-regulate their behaviour and resist the temptation to smoke is inhibited by the presence of alcohol and when pleasure is derived from the act of smoking. Furthermore, even though future health problems from smoking, including the risk of cancer, are accepted among young adults, the immediate risk of smoking to one's health was negated. Health concerns were rationalised as being a reason to quit in the future, not in the present, consistent with Cognitive Dissonance Theory's dissonance resolution method of changing one's beliefs about smoking-related harm so that continuing to smoke is no longer incongruent with those beliefs [78] . Psychosocial interventions could involve peer support around resisting the temptation to smoke in groups, particularly in new social settings, such as universities, colleges and the workplace. If the decision not to smoke is met with peer approval, then young adults are more likely to refrain from smoking and becoming regular smokers.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 857,
                    "end": 861,
                    "text": "[78]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy makers, clinicians and future research"
        },
        {
            "text": "Considering young adults' tenets that they may not be addicted to smoking and that smoking cessation services and nicotine patches and gum are shameful, \"uncool\" and aimed at older smokers, researchers and public health organisations should co-design new interventions with young adults that are specifically for them based on their perceived needs. Such interventions should resonate with their desire to quit in the future at key milestones, and address the social aspect of addiction, without reinforcing stigma, particularly for women and those of marginalised backgrounds [47, 58] . Culturally-sensitive health promotion interventions could be designed for those from diverse and disadvantaged backgrounds to minimise further health inequalities, and interventions may be specifically designed with and for Black people, women and LGBTQ communities [66, 73, 79] . Factors such as social isolation have recently been shown to play a larger role in smoking onset [80] . Furthermore, the development of future interventions should take into account smoking behaviours associated with the COVID-19 pandemic, during which smoking rates among young adults between 18 and 34 years have increased by 25% [81, 82] . Furthermore, a study examining the prevalence of psychological distress among smokers following the onset of the pandemic compared with previous years shows increased distress among smokers, particularly for women and those from more disadvantaged backgrounds, which may act as a barrier to cessation efforts and exacerbate health inequalities [83] .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "text": "[47,",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "58]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 854,
                    "end": 858,
                    "text": "[66,",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "73,",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "79]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 966,
                    "end": 970,
                    "text": "[80]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1201,
                    "end": 1205,
                    "text": "[81,",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1206,
                    "end": 1209,
                    "text": "82]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1556,
                    "end": 1560,
                    "text": "[83]",
                    "ref_id": "BIBREF84"
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy makers, clinicians and future research"
        },
        {
            "text": "Rather than positioning interventions either within smoking prevention or smoking cessation frameworks, adopting a harm reduction approach for young adults may be a more appropriate strategy considering that they do not necessarily identify with or express themselves within the simple binary terms of \"smoker\" or \"non-smoker\" and addiction is not something to which many relate. For young adults, context is key and their smoking practices often fall into the fluid spaces between categories and definitions. Harm reduction interventions designed to speak to their emerging identities and lifestyles, whilst acknowledging the variance of perspectives and experiences of those with marginalised identities, may provide messages to young adults that reach them in meaningful and impactful ways. Future intervention approaches which may better resonate with young adults may include social marketing and education on tobacco industry tactics targeted at adolescents and the practice of refusing tobacco products in safe environments [84] . Helping young adults to recognise their addiction, and that they may not be able to quit as readily as they anticipate they will be able to, may be another effective harm reduction strategy and could facilitate earlier quit attempts. The role of e-cigarettes as an effective harm reduction tool providing nicotine replacement therapy may also be considered as an alternative to smoking among young adults [32, [85] [86] [87] . Proposed legislation changes in New Zealand for regulating vaping products aim to strike a balance between preventing the uptake of vaping among children and young adults, whilst supporting people who smoke to switch to a less harmful product (and thereby contributing to New Zealand's 'Smokefree 2025' goal) [13] . Similarly, the European Union Tobacco Products Directive (TPD) has also introduced regulatory controls on e-cigarettes as well as setting out requirements on tobacco products, and the UK has enabled tobacco and e-cigarette regulations to continue to function following its withdrawal from the European Union [88] .",
            "cite_spans": [
                {
                    "start": 1031,
                    "end": 1035,
                    "text": "[84]",
                    "ref_id": null
                },
                {
                    "start": 1443,
                    "end": 1447,
                    "text": "[32,",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "text": "[85]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1453,
                    "end": 1457,
                    "text": "[86]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1458,
                    "end": 1462,
                    "text": "[87]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1774,
                    "end": 1778,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2089,
                    "end": 2093,
                    "text": "[88]",
                    "ref_id": "BIBREF88"
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy makers, clinicians and future research"
        },
        {
            "text": "With reference to the position some countries represented in this study have taken with regard to their ambitious tobacco control strategies, the prevention of smoking uptake among young adults in countries such as New Zealand (by way of phasing out tobacco entirely, so that people born after a certain date will never be able to legally purchase tobacco) will inevitably impact on young adults' tobacco use, identities and pathways of smoking [13] . This contrasts with other countries (such as the UK and US) where tobacco control policy measures are taking less bold action [9, 11, 89] .",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 582,
                    "end": 585,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 586,
                    "end": 589,
                    "text": "89]",
                    "ref_id": "BIBREF89"
                }
            ],
            "ref_spans": [],
            "section": "Implications for policy makers, clinicians and future research"
        },
        {
            "text": "A systematic and rigorous approach to conducting the meta-ethnography was employed, consistent with Noblit and Hare's methodology and the eMERGe guidelines [16, 18] , and we produced a new line of argument for young adults starting and continuing to smoke.",
            "cite_spans": [
                {
                    "start": 156,
                    "end": 160,
                    "text": "[16,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 161,
                    "end": 164,
                    "text": "18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Most papers were rated as being of high or medium quality according to the CASP checklist [26] . Our strategy and process for data extraction and translating interpretations are described, including information on the processes conducted independently by reviewers and when data were checked for credibility and trustworthiness [18] . A limitation within the meta-ethnography is that most included studies were from the US, the UK and Australia; it would have been valuable to have had more representation from other Western European countries. A limitation associated with the primary studies included in the meta-ethnography is that the majority did not report racial and cultural identification of participants.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 94,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 332,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Primary studies from 2000 to 2020 were included in the synthesis, which is relevant to contemporary health policies, including the introduction of plain packaging and the smoking ban in enclosed public spaces [90, 91] . However, as health policy and practice vary between countries, participants' experiences and accounts may be influenced by different contexts at policy-level, for example increased stigma towards smokers may be more salient in studies from countries where a smoking ban has been introduced.",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "text": "[90,",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 214,
                    "end": 217,
                    "text": "91]",
                    "ref_id": "BIBREF91"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "There may be shifts that have occurred since this work was conducted as a result of the COVID-19 pandemic. Research suggests that during the pandemic smoking rates for young people in England increased along with smoking cessation activity, where a greater number of younger smokers made quit attempts during lockdown and more smokers quit successfully [82] . These findings coincide with the first 'lockdown' (legislation to restrict social interaction, including advice to stay at home), where a reduction in socialising may have led to less stimulus to continue smoking occasionally or socially without the predisposing contexts of social events or the presence of alcohol. The absence of these situations may have increased quitting behaviour and also the likelihood of success [82] . Another study found that people's ability to stop smoking and their motivation to do so have been affected by new life stressors induced by the pandemic, and that those attempting to quit smoking reported lacking access to coping strategies previously available (such as visiting family and friends) [92] .",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 357,
                    "text": "[82]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 782,
                    "end": 786,
                    "text": "[82]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "text": "[92]",
                    "ref_id": "BIBREF92"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "This meta-ethnography describing young adults' pathways into smoking may provide a blueprint to inform the development of health and wellbeing interventions designed specifically for this target population. Future research may consider the evolving views of young adults within the 16-25 age bracket and beyond as they transition into adulthood, to include their changing perceptions of addiction and what it means to be a smoker as they become older and develop more concern for their health. Harm reduction approaches may resonate with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Smoker Self-Identification Versus Recent Smoking Among College Students",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lust",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sanem",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kirch",
                    "suffix": ""
                },
                {
                    "first": "Rudie",
                    "middle": [
                        "M"
                    ],
                    "last": "Ehlinger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ahluwalia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Prev Med",
            "volume": "36",
            "issn": "4",
            "pages": "333--339",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Smoking and adolescence: Narratives of identity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lovato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maggi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Ratner",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shoveller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kalaw",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Res Nurs Health",
            "volume": "26",
            "issn": "5",
            "pages": "387--97",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "What Does It Take to Be a Smoker? Adolescents' Characterization of Different Smoker Types",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Halpern-Felsher",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nicotine and Tob Res",
            "volume": "13",
            "issn": "11",
            "pages": "1106--1119",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Smoking and drinking among college students: \"it's a package deal",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carkoglu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lloyd-Richardson",
                    "suffix": ""
                },
                {
                    "first": "Tobacco",
                    "middle": [
                        "Etiology"
                    ],
                    "last": "Research",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Drug Alcohol Depend",
            "volume": "106",
            "issn": "1",
            "pages": "16--20",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Immortal but frightened\"-smoking adolescents' perceptions on smoking uptake and prevention",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Emmelin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Smoking in the lived world: how young people make sense of the social role cigarettes play in their lives",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grogan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Br J Social Psychol",
            "volume": "47",
            "issn": "4",
            "pages": "763--80",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Towards a Smokefree Generation: A Tobacco Control Plan for England",
            "authors": [
                {
                    "first": "Public",
                    "middle": [],
                    "last": "Health England",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The path to a smoke-free England by 2020",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hopkinson",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BMJ",
            "volume": "10",
            "issn": "",
            "pages": "1--2",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Prevention: State and Territorial Laws Prohibiting Sales of Tobacco Products to Persons Aged < 21 Years Smoking Tobacco Use",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control",
            "volume": "69",
            "issn": "7",
            "pages": "189--92",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Minimum age requirements concerning children's rights in the EU. In: Marriage and sexual consent; Citizenship; Political Participation; Religion; Health. Edited by FRA",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "All Party Parliamentary Group on Smoking and Health: Delivering a Smokefree 2030: The All Party Parliamentary Group on Smoking and Health recommendations for the Tobacco Control Plan. 2021",
            "authors": [],
            "year": 2021,
            "venue": "London: APPG on Smoking and Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Smoking and tobacco laws in Australia",
            "authors": [
                {
                    "first": "Australian",
                    "middle": [],
                    "last": "Government",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Smokefree Aotearoa 2025 Action Plan -Auahi Kore Aotearoa Mahere Rautaki 2025",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ministry",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Health",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Emerging Adulthood: A Theory of Development From the Late Teens Through the Twenties",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am Psychol",
            "volume": "55",
            "issn": "5",
            "pages": "469--80",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Emerging Adulthood: What Is It, and What Is It Good For?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Arnett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Soc Res Child Develop",
            "volume": "1",
            "issn": "2",
            "pages": "68--73",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Synthesising qualitative studies",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Noblit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hare",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Meta-Ethnography",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A methodological systematic review of what's wrong with meta-ethnography reporting",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "France",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noyes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Jepson",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Med Res Methodol",
            "volume": "14",
            "issn": "119",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Improving reporting of metaethnography: the eMERGe reporting guidance",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "F"
                    ],
                    "last": "France",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Uny",
                    "suffix": ""
                },
                {
                    "first": "Eas",
                    "middle": [],
                    "last": "Duncan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "G"
                    ],
                    "last": "Jepson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maxwell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Turley",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Med Res Methodol",
            "volume": "19",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Smoker Identity and Its Potential Role in Young Adults' Smoking Behavior: A Meta-Ethnography",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tombor",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shahab",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Herbec",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Michie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Health Psychol",
            "volume": "34",
            "issn": "10",
            "pages": "992--1003",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Tobacco cessation interventions for young people",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Fanshaw",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Halliwell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lindson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Aveyard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Livingstone-Banks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hartmann-Boyce",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Cochrane Database Syst Reviews",
            "volume": "",
            "issn": "11",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Tobacco: preventing uptake, promoting quitting and treating dependence",
            "authors": [],
            "year": null,
            "venue": "NICE Guideline",
            "volume": "",
            "issn": "NG209",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Evidence of a Dose-Response Relationship Between \"Truth\" Antismoking Ads and Youth Smoking Prevalence",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Farrelly",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haviland",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Messeri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Healton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Public Health",
            "volume": "95",
            "issn": "3",
            "pages": "425--456",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Smoking trends among adolescents from 1990 to 2002 in ten European countries and Canada",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hublet",
                    "suffix": ""
                },
                {
                    "first": "De",
                    "middle": [],
                    "last": "Bacquer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Valimaa",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Godeau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rahav",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "280",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-6-280"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Smokefree Map",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Smoke Free Partnership",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Potential value of systematic reviews of qualitative evidence in informing user-centered health and social care: findings from a descriptive overview",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dalton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noyes",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sowden",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Clin Epidemiol",
            "volume": "88",
            "issn": "",
            "pages": "37--46",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Optimising the value of the critical appraisal skills programme (CASP) tool for quality appraisal in qualitative evidence synthesis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Res Methods Med Health Sci",
            "volume": "1",
            "issn": "1",
            "pages": "31--42",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Supplimentary Guidance for Inclusion of Qualitative Research in Cochrane Systematic Reviews of Interventions",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hannes",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Criticial Appraisal of Qualitative Research",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Symptom management, nutrition and hydration at end-of-life: A qualitative exploration of patients' , carers' and health professionals' experiences and further research questions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baillie",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anagnostou",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sivell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Van Godwin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Byrne",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Palliative Care",
            "volume": "17",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12904-018-0314-4"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "What constitutes effective problematic substance use treatment from the perspective of people who are homeless? A systematic review and meta-ethnography",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carver",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Parkes",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Harm Reduction J",
            "volume": "17",
            "issn": "10",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12954-020-0356-9"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "That's the whole thing about vaping, it's custom tasty goodness\": a meta-ethnography of young adults' perceptions and experiences of e-cigarette use",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ranjit",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mccutchan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Subst Abuse Treat, Prev Policy",
            "volume": "16",
            "issn": "85",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13011-021-00416-4"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Medication career\" or \"moral career\"? The two sides of managing antidepressants: a meta-ethnography of patients' experiences of antidepressants",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Malpass",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Feder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ridd",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kessler",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Soc Sci Med",
            "volume": "68",
            "issn": "1",
            "pages": "154--68",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Qualitative research synthesis: methodological guidance for systematic reviewers utilizing meta-aggregation",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lockwood",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Munn",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Porritt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int J Evid Based Healthc",
            "volume": "13",
            "issn": "3",
            "pages": "179--87",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Systematic mapping of existing tools to appraise methodological strengths and limitations of qualitative research: first stage in the development of the CAMELOT tool",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Munthe-Kaas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Glenton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Noyes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Med Res Methodol",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A comparison of methods for the systematic review of qualitative research: two examples using meta-ethnography and meta-study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Garside",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Origins, methods and advances in qualitative meta-synthesis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nye",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Melendez-Torres",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bonell",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Educ",
            "volume": "4",
            "issn": "",
            "pages": "57--79",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "QSR International Pty Ltd. NVivo 11 Qualitative Data Analysis Software",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Planning Health Promotion Programs: An intervention mapping approach",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Eldridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Markham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruiter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Parcel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Health promotion planning: An educational and environmental approach. 2 ed. Mountain View: Mayfield",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kreuter",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The effects of an educational program based on PRECEDE model on depression levels in patients with coronory artery bypass grafting",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hazavei",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sabzmakan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasanzadeh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Rabiei",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roohafza",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ARYA Atherosclerosis",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Community health needs assessment with precede-proceed model: A mixed methods study",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "BMC Health Serv Res",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Development and evaluation of a youth mental health community awareness campaign -the compass strategy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mcgorry",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jorm",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pennell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Applying precede-proceed to develop an intuitive eating nondieting approach to weight management pilot program",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Horacek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Nutr Educ Behav",
            "volume": "41",
            "issn": "2",
            "pages": "120--126",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "or sort of cool Young adult's accounts of smoking and identity",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scheffels",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Stigma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Eur J Cult Stud",
            "volume": "12",
            "issn": "4",
            "pages": "469--86",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "To be one who continues to smoke: Construction of legitimacy and meaning in young adults' accounts of smoking",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Scheffels",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "C"
                    ],
                    "last": "Schou",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Addict Res Theory",
            "volume": "15",
            "issn": "2",
            "pages": "161--76",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Ambivalence and uncertainty: experiences of and attitudes towards addiction and smoking cessation in the mid-to-late teens",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiltshire",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Health Educ Res",
            "volume": "21",
            "issn": "2",
            "pages": "181--91",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Image, context and transition: smoking in mid-to-late adolescence",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wiltshire",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haw",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Adolesc",
            "volume": "28",
            "issn": "5",
            "pages": "603--620",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Practical nursing students' discursive practices on smoking in Finland",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aho",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pietila",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Joronen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Qualitative Stud Health Well-being",
            "volume": "14",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The gendered experience of smoking stigma: implications for tobacco control",
            "authors": [
                {
                    "first": "Tmj",
                    "middle": [],
                    "last": "Antin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Annechino",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lipperman-Kreda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Public Health",
            "volume": "27",
            "issn": "4",
            "pages": "443--54",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "The \"here and now\" of youth: the meanings of smoking for sexual and gender minority youth",
            "authors": [
                {
                    "first": "Tmj",
                    "middle": [],
                    "last": "Antin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sanders",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Harm Reduct J",
            "volume": "15",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Defining \"smoker\": college student attitudes and related smoking characteristics",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Parelkar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lessard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Escoffery",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Kegler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Sterling",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ahluwalia",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nicotine & Tobacco Research: Official Journal of the Society for Research on Nicotine and Tobacco",
            "volume": "12",
            "issn": "9",
            "pages": "963--972",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "It's not all about price: factors associated with roll-your-own tobacco use among young people -a qualitative study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Breslin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hanafin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Clancy",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-018-5921-8"
                ]
            }
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Occasional smoking in college: who, what, when and why?",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Carpenter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Sutfin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Addict Behav",
            "volume": "36",
            "issn": "12",
            "pages": "1199--204",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Social influences on sorority and fraternity member smoking",
            "authors": [
                {
                    "first": "Mkp",
                    "middle": [],
                    "last": "Cheney",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "Maness",
                    "suffix": ""
                },
                {
                    "first": "Jkms",
                    "middle": [],
                    "last": "Huber",
                    "suffix": ""
                },
                {
                    "first": "Tbs",
                    "middle": [],
                    "last": "Burt",
                    "suffix": ""
                },
                {
                    "first": "Lbs",
                    "middle": [],
                    "last": "Eggleston",
                    "suffix": ""
                },
                {
                    "first": "Bbs",
                    "middle": [],
                    "last": "Naberhaus",
                    "suffix": ""
                },
                {
                    "first": "Bbs",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Coll Health",
            "volume": "65",
            "issn": "8",
            "pages": "525--558",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Tell them you smoke, you'll get more breaks\": a qualitative study of occupational and social contexts of young adult smoking in Scotland",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Delaney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macgregor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "12",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "I'm not the anti-smoker now. I just don't smoke anymore\": social obstacles to quitting smoking among emerging adults",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dono",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ettridge",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Addict Res Theory",
            "volume": "28",
            "issn": "3",
            "pages": "240--249",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Beliefs and attitudes regarding smoking among young adult Latinos: a pilot study",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Foraker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Patten",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "N"
                    ],
                    "last": "Lopez",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "T"
                    ],
                    "last": "Croghan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Prev Med",
            "volume": "41",
            "issn": "1",
            "pages": "126--159",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Constructing 'fashionable' youth identities: Australian young women cigarette smokers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Youth Stud",
            "volume": "10",
            "issn": "1",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Young adults' experiences of neighbourhood smoking-related norms and practices: A qualitative study exploring place-based social inequalities in smoking",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Glenn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lapalme",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mccready",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Frohlich",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soc Sci Med",
            "volume": "189",
            "issn": "",
            "pages": "17--24",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Substance Abuse Treatment, Prevention, and Policy (2022) 17:24 • fast, convenient online submission • thorough peer review by experienced researchers in your field • rapid publication on acceptance • support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year submit your research ? Choose BMC",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Choose BMC and benefit from",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Smoking to stay thin or giving up to save face? Young men and women talk about appearance concerns and smoking",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grogan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fry",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Gough",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Conner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Br J Health Psychol",
            "volume": "14",
            "issn": "",
            "pages": "175--86",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Becoming a 'real' smoker: cultural capital in young women's accounts of smoking and other substance use",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Haines",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sociol Health Illn",
            "volume": "31",
            "issn": "1",
            "pages": "66--80",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Smoking to fit a stigmatised identity? A qualitative study of marginalised young people in Australia. Health: An Interdisciplinary",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hefler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Carter",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Soc Stud Health Illness Med",
            "volume": "23",
            "issn": "3",
            "pages": "306--330",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Social smokers' management of conflicted identities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoek",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maubach",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Stevenson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gendall",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Tob Control",
            "volume": "22",
            "issn": "4",
            "pages": "261--266",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "The meanings of smoking among Chinese American and Taiwanese American college students",
            "authors": [
                {
                    "first": "F-N",
                    "middle": [],
                    "last": "Hsia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spruijt-Metz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nicotine & Tobacco Research: Official Journal of the Society for Research on Nicotine and Tobacco",
            "volume": "5",
            "issn": "6",
            "pages": "837--50",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "Smoking in young adult African Americans",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "Z"
                    ],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "E"
                    ],
                    "last": "Mcilvain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Siahpush",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Okafor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Adv Nurs",
            "volume": "70",
            "issn": "5",
            "pages": "1117--1144",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Factors influencing adolescents' decision not to smoke",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Kulbok",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Botchwey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hinton",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bovbjerg",
                    "suffix": ""
                },
                {
                    "first": "Nlr",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Nurs",
            "volume": "25",
            "issn": "6",
            "pages": "505--520",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Crossing the smoking divide for young adults: expressions of stigma and identity among smokers and nonsmokers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mccool",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hoek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gifford",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Nicotine & tobacco research: official journal of the Society for Research on Nicotine and Tobacco",
            "volume": "15",
            "issn": "2",
            "pages": "552--558",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Tobacco use in the sexual borderlands: The smoking contexts and practices of bisexual young adults. Health and Place",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mcquoid",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thrul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ozer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ramo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Ling",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "58",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "Gendered Dimensions of Smoking Among College Students",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nichter",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Lloyd-Richardson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Flaherty",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Carkoglu",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Adolesc Res",
            "volume": "21",
            "issn": "3",
            "pages": "215--258",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "A Qualitative Study of Smoker Identity Among College Student Smokers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Rosa",
                    "suffix": ""
                },
                {
                    "first": "Aloise-Young",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Subst Use Misuse",
            "volume": "50",
            "issn": "12",
            "pages": "1510--1517",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Late adolescent female smoking",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Seguire",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "I"
                    ],
                    "last": "Chalmers",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Adv Nurs",
            "volume": "31",
            "issn": "6",
            "pages": "1422--1431",
            "other_ids": {}
        },
        "BIBREF74": {
            "ref_id": "b74",
            "title": "Exploring young adult sexual minority women's perspectives on LGBTQ smoking",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Youatt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Johns",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "S"
                    ],
                    "last": "Pingel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Soler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Bauermeister",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J LGBT Youth",
            "volume": "12",
            "issn": "3",
            "pages": "323--365",
            "other_ids": {}
        },
        "BIBREF75": {
            "ref_id": "b75",
            "title": "Putting the system back into systems change: A framework for understanding and changing organizational and community systems",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Foster-Fishman",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Nowell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Community Psychol",
            "volume": "39",
            "issn": "3-4",
            "pages": "917--215",
            "other_ids": {}
        },
        "BIBREF76": {
            "ref_id": "b76",
            "title": "What is a planning model? An introduction to PRECEDE-PROCEED",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Crosby",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Noar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Public Health Dent",
            "volume": "71",
            "issn": "",
            "pages": "7--15",
            "other_ids": {}
        },
        "BIBREF77": {
            "ref_id": "b77",
            "title": "Differentation Between Social Groups: Studies in the Social Psychology of Intergroup Relations",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tafjel",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF78": {
            "ref_id": "b78",
            "title": "An Integrative Theory of Intergroup Conflict",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tafjel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF80": {
            "ref_id": "b80",
            "title": "Cultural and social influences on adolescent smoking dissipate by emerging adulthood among Hispanics in Southern California",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Allem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Soto",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Baezconde-Garbanati",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sussman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Unger",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immigr Minor Health",
            "volume": "17",
            "issn": "1",
            "pages": "192--199",
            "other_ids": {}
        },
        "BIBREF81": {
            "ref_id": "b81",
            "title": "Relationship of smoking with current and future social isolation and loneliness: 12-year follow-up of older adults in England",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Philip",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polkey",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Steptoe",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hopkinson",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Fancourt",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Lancet: Reg Health Eur",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF82": {
            "ref_id": "b82",
            "title": "Tobacco control: far from the finish line",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                }
            ],
            "year": 1939,
            "venue": "Lancet",
            "volume": "398",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF83": {
            "ref_id": "b83",
            "title": "Moderators of changes in smoking, drinking and quitting behaviour associated with the first COVID-19 lockdown in England",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Beard",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Field",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Addiction",
            "volume": "117",
            "issn": "3",
            "pages": "772--83",
            "other_ids": {}
        },
        "BIBREF84": {
            "ref_id": "b84",
            "title": "Smoking, distress and COVID-19 in England: Cross-sectional population surveys from 2016 to 2020",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kock",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shahab",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Preventative Med Rep",
            "volume": "23",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF85": {
            "ref_id": "b85",
            "title": "Tobacco smoking: Health impact, relevalence, correlates and interventions",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Psychol Health",
            "volume": "32",
            "issn": "8",
            "pages": "1018--1054",
            "other_ids": {}
        },
        "BIBREF86": {
            "ref_id": "b86",
            "title": "Electronic cigarettes: fact and fiction",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br J Gen Pract",
            "volume": "64",
            "issn": "626",
            "pages": "442--445",
            "other_ids": {}
        },
        "BIBREF87": {
            "ref_id": "b87",
            "title": "Evidence review of e-cigarettes and heated tobacco products",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcneill",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Brose",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Calder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bauld",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Robson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Public Health England",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF88": {
            "ref_id": "b88",
            "title": "The Tobacco Products and Nicotine Inhaling Products (Amendment etc.) (EU Exit) Regulations",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF89": {
            "ref_id": "b89",
            "title": "What did the spending review do for population health?",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hopkinson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "375",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF90": {
            "ref_id": "b90",
            "title": "Plain tobacco packaging: A systematic review. In.: Department of Health",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moodie",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stead",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bauld",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF91": {
            "ref_id": "b91",
            "title": "Impacts of smoke-free public places legislation on inequalities in youth smoking uptake: study protocol for a secondary analysis of UK survey data",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Anyanwu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katikireddi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMJ Open",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF92": {
            "ref_id": "b92",
            "title": "The Perceived Impact of COVID-19 among Treatment-Seeking Smokers: A Mixed Methods Approach",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rosoff-Verbit",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Logue-Chamberlain",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fishman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Audrain-Mcgovern",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ashare",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Environ Res Public Health",
            "volume": "18",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF93": {
            "ref_id": "b93",
            "title": "How do young adults describe their tobacco use, smoking identities and pathways into and out of regular smoking? A meta-ethnography. In.: PROSPERO: International prospective register of systematic reviews",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brain",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Edwards",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Carver",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anagnostou",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF94": {
            "ref_id": "b94",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA flowchart of study selection. PRISMA flowchart displays study selection along with reasons for paper exclusion",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "PRECEDE Logic model for young adults who smoke Page 15 of 19 Poole et al. Substance Abuse Treatment, Prevention, and Policy (2022) 17:24",
            "latex": null,
            "type": "figure"
        },
        "TABREF1": {
            "text": "My culture [Latin American] doesn't acknowledge that [smoking] is bad for them. It's like, I'm going to die anyway. \"",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Characteristics of included studies",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Meta-themes within conceptual categories",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors acknowledge the contribution of Fiona Morgan, Lydia Searchfield and the Specialist Unit for Review Evidence at Cardiff University to the development of the search strategy and to searching the databases.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "The online version contains supplementary material available at https:// doi. org/ 10. 1186/ s13011-022-00451-9.Additional file 1. PRISMA Flowchart of study selection.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Supplementary Information"
        },
        {
            "text": "Additional file 3. PRECEDE logic model for young adults who smoke.Authors' contributions RP designed and led the study; conducted title and abstract screening; quality assessment; data extraction, coding and analysis; developed the synthesis; interpreted the findings; and, wrote the paper. HC contributed to the design of the study; data extraction and analysis; and, feedback on drafts. KB conducted title and abstract screening; quality assessment; contributed to the analysis; and, feedback on drafts. DA contributed methodological guidance; quality assessment; and, feedback on drafts. PS conducted quality assessment and provided feedback on drafts. AE contributed methodological guidance and provided feedback on drafts. GM contributed contextual guidance and provided feedback on drafts. FW contributed methodological guidance and provided feedback on drafts. The authors read and approved the final manuscript. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Additional file 2. Medline Search Strategy."
        },
        {
            "text": "This study was funded by a Postdoctoral Research Fellowship awarded to the first author by Cancer Research UK (C57440/A21801). Cancer Research UK were not involved in the design of the study analysis, interpretation of the data, or in writing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "The protocol for the meta-ethnography was published in PROSPERO [93] . The search strategy can be accessed in Additional File 2. CASP quality checklists and ratings may be provided upon request to the corresponding author.",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 68,
                    "text": "[93]",
                    "ref_id": "BIBREF93"
                }
            ],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "Ethics approval and consent to participate Not applicable.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Not applicable. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent to publication"
        }
    ]
}