{
    "paper_id": "f1affb35c66fde0bf9d8a75c7fdaad3dab9fcea7",
    "metadata": {
        "title": "Psychological Lockdown Experiences: Downtime or an Unexpected Time for Being?",
        "authors": [
            {
                "first": "Sally",
                "middle": [],
                "last": "Wai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Chi",
                "middle": [],
                "last": "Chan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "María",
                "middle": [],
                "last": "Del Mar Molero",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Paolo",
                "middle": [],
                "last": "Roma",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fortuna",
                "middle": [],
                "last": "Procentese",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ciro",
                "middle": [],
                "last": "Esposito",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Florencia",
                "middle": [],
                "last": "Gonzalez Leone",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Barbara",
                "middle": [],
                "last": "Agueli",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Caterina",
                "middle": [],
                "last": "Arcidiacono",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [
                    "Francesca"
                ],
                "last": "Freda",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Immacolata",
                "middle": [
                    "Di"
                ],
                "last": "Napoli",
                "suffix": "",
                "affiliation": {},
                "email": "immacolata.dinapoli@unina.it"
            }
        ]
    },
    "abstract": [
        {
            "text": "The spread of COVID-19 in Italy resulted in the implementation of a lockdown that obligated the first time the general populace to remain at home for approximately two months. This lockdown interrupted citizens' professional and educational activities, in addition to closing shops, offices and educational institutions. The resulting changes in people's daily routines and activities induced unexpected changes in their thoughts, feelings and attitudes, in addition to altering their life perceptions. Consequently, the present study explores how young adults perceived their lives under lockdown during the final week of March 2020, when the reported number of daily coronavirus infections reached its peak in Italy. The research was carried out among 293 university students (234 women and 59 men) with an average age of 20.85 years old (SD = 3.23). The researchers asked participants to describe the emotions, thoughts and experiences that characterized their time under lockdown. The study analyzed specific narratives related to time and space using grounded theory methodology, which was applied using Atlas 8 software, leading to the creation of 68 codes. The study organized these codes into three specific categories: confined in the present, confined in the past, and striving toward one's goals. Finally, the researchers also created a core-category labeled \"continuity of being.\" The results showed that the closure of open spaces caused a division in participants' perceptions of time continuity, with many viewing themselves as feeling fragmented and as living the present in a static and fixed way. Additionally, participants also saw the present as being discontinuous from the past, while, simultaneously, projecting toward the future and the changes it might bring. Finally, this study examined further implications surrounding individual projecting among young people in greater depth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The first COVID-19 emergency lockdown in Italy was in place from March 9 to May 4, 2020. During this period, the daily lives of Italians were turned completely upside down, as various government decrees restricted routine educational, professional and social activities. Recent studies on the COVID-19 emergency have highlighted that forced isolation has had a great impact on people's psychological condition (Brooks et al., 2020; Duan and Zhu, 2020; Pancani et al., 2020) .",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 431,
                    "text": "(Brooks et al., 2020;",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 432,
                    "end": 451,
                    "text": "Duan and Zhu, 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 452,
                    "end": 473,
                    "text": "Pancani et al., 2020)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In particular, many studies have focused on the lockdown's impacts on children and adolescents (Orgilés et al., 2020) , women vulnerable to domestic violence (Troisi, 2020) and students distress (Cao et al., 2020; Zurlo et al., 2020) . Particularly, Di Napoli et al. (2021) and Migliorini et al. (2021) described that students' individual feelings were characterized by fear, distress, sadness, rage, and loneliness, which are detailed in conjunction with coping strategies and resilience, as well as interpersonal relations at the familial and institutional levels .",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 117,
                    "text": "(Orgilés et al., 2020)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 158,
                    "end": 172,
                    "text": "(Troisi, 2020)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 195,
                    "end": 213,
                    "text": "(Cao et al., 2020;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 214,
                    "end": 233,
                    "text": "Zurlo et al., 2020)",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 236,
                    "end": 273,
                    "text": "Particularly, Di Napoli et al. (2021)",
                    "ref_id": null
                },
                {
                    "start": 278,
                    "end": 302,
                    "text": "Migliorini et al. (2021)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Further variables associated with higher levels of depression, anxiety and stress were female gender, negative affect and detachment (Mazza et al., 2020) but people with more resilient coping strategies were more likely to experience fewer depressive symptoms (Roma et al., 2020a) .",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 153,
                    "text": "(Mazza et al., 2020)",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 280,
                    "text": "(Roma et al., 2020a)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Moreover, psychological factors, such as self-efficacy, risk perception and civic engagement, had a central role in the adherence to the measures adopted by the institution to contain the spread of the virus (Roma et al., 2020b) .",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 228,
                    "text": "(Roma et al., 2020b)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "New individual and social insights about \"we-ness\" awareness arise (Walker et al., 2020) , strengthening solidarity, connectedness and shared experiences of \"we-ness, \" and improving individual and community well-being (Procentese et al., 2020; Di Napoli et al., 2021) .",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 88,
                    "text": "(Walker et al., 2020)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 219,
                    "end": 244,
                    "text": "(Procentese et al., 2020;",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 245,
                    "end": 268,
                    "text": "Di Napoli et al., 2021)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, no known studies have investigated how the pandemic has affected people's subjective perceptions of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "As observed in the biographies of those who have lived through experiences such as spending time in prison, forced confinement influence one's perceptions of time. For example, in his biography, Nelson Mandela (1994) sheds light on his many years in prison, describing how, even in the worst detention, he never gave up on his dreams and hopes for freedom, while constantly developing plans for future action. Indeed, many psychological researchers have investigated individuals' attitudes toward temporal perspectives. For example, Stolarski et al. (2018) examined the long history of time and its deep roots in philosophy and physics. Additionally, Zimbardo and Boyd (2015) defined time perspectives as individual subjective experiences through which each person refers to the psychological concepts of the past, present and future. Zimbardo and Boyd (2015) specifically elaborated five individual attitudes toward time, encompassing future, past-negative, past-positive, present-hedonistic, and present-fatalistic, which are correlated with differing levels of well-being. In particular, individuals possessing past-positive and present-hedonistic time perspectives are thought to have higher levels of well-being, while future time perspectives are associated with optimism, hope and an internal locus of control.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 216,
                    "text": "Mandela (1994)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 533,
                    "end": 556,
                    "text": "Stolarski et al. (2018)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 651,
                    "end": 675,
                    "text": "Zimbardo and Boyd (2015)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 835,
                    "end": 859,
                    "text": "Zimbardo and Boyd (2015)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "More recently, Prilleltensky et al. (2015) proposed a concept of well-being specifically measured using a temporal perspective, assuming that individual perceptions of well-being cannot ignore experiences from the past, those perceived in the present and those imagined in the future (Di Martino et al., 2018; Di Napoli et al., forthcoming) . Moreover, the seminal contribution of Pichon-Rivière on time and space in everyday life pointed out that everything that happens in daily life takes place in a given space and at a given time. Furthermore, as expressed by Quiroga and Racedo, these routine events possess a \"rhythm\" that is shaped by \"the complex social relationships that govern the life of human beings in a certain historical era\" (2012, p.18 ). In addition, external events alter how time and space frame individuals' daily lives and undermine our concrete conditions of existence. However, \"only when everyday life hurts us, when there is no more pleasure or when we experience a crisis, [do] we start to think about it\" (Quiroga and Racedo, 2012, p.18) .",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 42,
                    "text": "Prilleltensky et al. (2015)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 309,
                    "text": "Martino et al., 2018;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 310,
                    "end": 340,
                    "text": "Di Napoli et al., forthcoming)",
                    "ref_id": null
                },
                {
                    "start": 743,
                    "end": 754,
                    "text": "(2012, p.18",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1006,
                    "text": "[do]",
                    "ref_id": null
                },
                {
                    "start": 1035,
                    "end": 1067,
                    "text": "(Quiroga and Racedo, 2012, p.18)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In principle, from an ecological perspective, individual dimensions and social events influence behaviors, as every external change modifies people's reference frameworks, and, in turn, these changes alter one's internal world and their world perceptions (Lewin, 1943) . Earlier research has considered how particular sudden and unexpected events, such as serious illnesses, natural disasters, terrorist attacks, wars, geographical relocation or temporary time constraints influence time perspectives (e.g., Fung et al., 1999; Fung and Carstensen, 2004) . Indeed, some studies have found that well-being is also strictly related to subjective experiences of these events (Petrillo et al., 2014) . From a phenomenological point of view, illness, as with any other critical event, causes a break in one's sense of continuity, in addition to dramatic experiences of discontinuity. This perspective underlines a crisis of the subject's sense-making systems and the necessity to pursue meaning, in order to interpret ongoing experiences. Moreover, critical events and illness represent elements of discontinuity that saturate the present and the entirety of sense-making processes. During the perturbation phase, time is organized through extremely subjective modalities, appearing to be confusing and inconsistent at first glance. However, a deeper analysis regarding the effects of illness on time perceptions, such as the dyscrasia of the temporal order, indicates that time perceptions are the result of the ongoing sense-making processes concerning what is happening at that moment. In this regard, how illness affects time perceptions involves not only meaning construction in response to the rupture of canonical states, but also a separate process of crisis subjectification. In other words, illness-influenced time perceptions result in significant sense-making processes aimed at the construction of these perceptions (Freda et al., 2015, p. 209) . As an example, people with chronic diseases when they suffer the unpredictable vulnerability of their illness are considering their selves under the Damocles Syndrome, in allusion to the Greek mythological tale about an imminent and ever-present peril (Gonzalez Leone et al., 2019) . Consequently, i.e., oncology patients are worried and anxious about eventual cancer recurrence comprising a second pathology related to impending distress or possible danger that may materialize at an unknown time in the future.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 268,
                    "text": "(Lewin, 1943)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 508,
                    "end": 526,
                    "text": "Fung et al., 1999;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 527,
                    "end": 553,
                    "text": "Fung and Carstensen, 2004)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 671,
                    "end": 694,
                    "text": "(Petrillo et al., 2014)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1923,
                    "end": 1951,
                    "text": "(Freda et al., 2015, p. 209)",
                    "ref_id": null
                },
                {
                    "start": 2206,
                    "end": 2235,
                    "text": "(Gonzalez Leone et al., 2019)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Concerning natural disaster-related emergencies, such as floods, earthquakes and pandemics, common sense reflections emphasize their catastrophic aspects. However, these circumstances take also on unexpected dimensions, such as changes in relational and time perspectives. Consequently, significant external events cause time and space new perceptions, reconstructing individuals' inner worlds and their connections with their environmental frameworks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In addition, according to the community psychology perspective utilized by the present study, space and time are both framed also by environmental, social and relational circumstances (Orford, 2008) .",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 198,
                    "text": "(Orford, 2008)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Through-out life, people must adapt to circumstances that require the integration of new life events and changes (Kralik et al., 2006) . Subjectively perceiving future time is essential because it is associated with one's choice of goals, objectives and preferences at different ages (Donizzetti, 2019) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 134,
                    "text": "(Kralik et al., 2006)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 284,
                    "end": 302,
                    "text": "(Donizzetti, 2019)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "Life transition events lead to changes in time perceptions (Wittmann and Lehnhoff, 2005) , especially those regarding the future .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 88,
                    "text": "(Wittmann and Lehnhoff, 2005)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "In particular, life transitions are moments where time continuity is broken because of changes in temporal perspectives that result in a division between past experiences and future plans.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "This implies that young adults seek information and knowledge regarding social goals, in order to maximize their future opportunities. Young adulthood is in fact characterized by new identity exploration and development and is often coupled with significant life changes, such as entering the labor market, achieving financial independence and establishing long-term intimate relationships (Arnett, 2000; Crocetti et al., 2012) . This transition to adulthood is also imbued with optimism, given young adults' enhanced capacity to explore the world and envisage new life trajectories (Larson et al., 2002; Arnett, 2007) . On the contrary, time perceptions among the elderly are more limited. Elderly individuals have limited time perceptions and are more motivated to pursue emotion-focused goals (Carstensen et al., 2006; Charles and Carstensen, 2010) .",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 404,
                    "text": "(Arnett, 2000;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 405,
                    "end": 427,
                    "text": "Crocetti et al., 2012)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 583,
                    "end": 604,
                    "text": "(Larson et al., 2002;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 605,
                    "end": 618,
                    "text": "Arnett, 2007)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 796,
                    "end": 821,
                    "text": "(Carstensen et al., 2006;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 822,
                    "end": 851,
                    "text": "Charles and Carstensen, 2010)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "However, in the words of Rosa (2003) , Italian youth's existence has also become de-temporalized, as \"Life is no longer planned along a line that stretches from the past into the future; instead, decisions are taken from 'time to time' according to situational and contextual needs and desires\" (p.19).",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 36,
                    "text": "Rosa (2003)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "Therefore, listening to the voices of Italian youth during the peak of the unexpected COVID-19 pandemic let researchers deepen their understanding of how time perceptions could affect young people confined at home, who generally already perceived the future in uncertain, accelerated and fragmented terms (Leccardi, 2005) .",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 321,
                    "text": "(Leccardi, 2005)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "To better understand time perceptions and representations during the lockdown, we conducted a research with Italian university students to document their personal experiences of this unexpected and unforeseen event.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "From this perspective, understanding young adults' time perceptions while being confined at home due to the COVID-19 pandemic would provide valuable contributions to the existing literature.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "In this light, the present article seeks to expand upon the existing research, by elaborating upon the effects of the COVID-19 lockdown on young Italian students' psychological perceptions of time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "This study analyses students' reports regarding their personal lives during home confinement. Generally, time is \"taken into account in terms of life events and life experiences and, therefore, refers to a life-course perspective that is often processed in retrospect\" (Kieslinger et al., 2020, p.1) . In this case, however, our participants presented their present perceptions of their lives during forced confinement at home. Therefore, their perspectives represented a view of life in confinement and their texts described the meanings they attributed to time perceptions while confined at home.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 299,
                    "text": "(Kieslinger et al., 2020, p.1)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "This study sought to explore the effects of the sudden life changes resulting from the COVID-19 lockdown, in addition to examining their implications and impacts on participants' daily lives, emotions and thoughts. Specifically, this study further investigated the thoughts and emotions related to time perceptions in a confined space, seeking to expand upon the existing knowledge regarding any related impacts on well-being or distress. The researchers collected data in Italy during the last week of March 2020, when the Italian government decreed a total lockdown as measure to contain the spread of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Future Time Perceptions"
        },
        {
            "text": "The research participants were composed of psychology students from the University of Naples Federico II. Recruitment occurred during online lessons, via invitations from teachers inviting students to share their thoughts about the lockdown through the digital platform, SurveyMonkey. The study involved a total of 293 students, including 234 females and 59 males, between 19 and 29 years old, with an average of 20.85 years (SD = 3.22). The strong gender disparity is representative of the general population of psychology students in Italy, in which women comprise 77.6% of students (Centro Studio Investimenti Sociali, 2019). Table 1 displays participants' sociodemographic characteristics.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 636,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Participants"
        },
        {
            "text": "This study used a storytelling approach, collecting individual and relational experiences with the aim of creating shared awareness. Therefore, storytelling was much more than a device to deepen individual biographical paths, as it also served as a tool for shared support, common identification and social change. The researchers collected students' texts using the online platform SurveyMonkey as a teaching tool to support an online undergraduate community psychology course. The study asked participants to report their thoughts and emotions related to their lockdown experiences, as well as any other actions or events that they wished to share, limiting their written contributions to 10,000 characters or less. In the context of this study, it is pertinent to highlight the importance of using qualitative methods to detect shared meaning in individual stories using specific, defined procedures (Rappaport, 1995) , which allow for meanings attributed to events to be detected, deepening the general knowledge regarding the subject and uncovering new perspectives and ideas (Salvatore et al., 2018) .",
            "cite_spans": [
                {
                    "start": 903,
                    "end": 920,
                    "text": "(Rappaport, 1995)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1081,
                    "end": 1105,
                    "text": "(Salvatore et al., 2018)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Methods and Procedures"
        },
        {
            "text": "We conducted the textual analysis using grounded theory methodology (GTM), which develops theoretical frameworks through the close examination of participants' narratives. It is a bottom up, qualitative approach, in which findings emerge from the data, in accordance with Glaser's (1992) principles. The use of GTM found receptive audiences among psychology and community-based researchers (Stewart, 2000; Rasmussen et al., 2016) . The research team developed its coding activities using a bottom-up approach that was not based on a priori categories. This entails an \"iterative process proceeding from substantive to theoretical coding. Grounded theorists proceed from the relationships between indicators in the data to the relation of these indicators to larger categories. . . The distinction between substantive and theoretical codes is the difference between the content observed in the data and what researchers theorize about that content\" (Rasmussen et al., 2016, p. 25) . Grounded Theory is a methodology applied to qualitative research that involves the construction of hypotheses and theories through the collecting and analysis of data and for this reason it is used in all those researches in which there is no well-defined starting hypothesis.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 287,
                    "text": "Glaser's (1992)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 390,
                    "end": 405,
                    "text": "(Stewart, 2000;",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 406,
                    "end": 429,
                    "text": "Rasmussen et al., 2016)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 948,
                    "end": 979,
                    "text": "(Rasmussen et al., 2016, p. 25)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "Indeed, it was already used in other research that have deepened the psychological impact of the COVID-19 emergency Marzana et al., 2021; Migliorini et al., 2021) .",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 137,
                    "text": "Marzana et al., 2021;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 138,
                    "end": 162,
                    "text": "Migliorini et al., 2021)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The researchers began by open coding the texts and then grouping codes into larger categories in order to more fully understand the texts' proposed meanings. Namely, this study structured data analysis in 5 phases: (a) familiarization with the data, (b) initial code generation, (c) grouping the codes and their subsequent review, (d) defining and labeling the codes, and (e) creating code macro-categories and describing any relationships among them. Throughout all five steps, the research team interacted and discussed meanings using their reflective competences, agreeing up content definitions through these reciprocal and collective thought interactions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "For the data analysis Atlas 8 software (Muhr, 2017) was used.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 51,
                    "text": "(Muhr, 2017)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Data Analysis"
        },
        {
            "text": "The analysis of the textual material resulted in 68 codes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "The researchers subsequently organized these codes into 10 groups, which they later divided in three macro-categories (see Table 2 ). The results section elaborates on these macrocategories, code groups and some particularly explanatory quotations in greater detail.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "RESULTS"
        },
        {
            "text": "This macro-category is comprised of code groups that refer to participants' perceptions of the present time. It is indicative of how young people involved in the study dealt with the passage of time during the lockdown at home in a confined space. In fact, the study revealed four distinct code groups that were \"confined in the present, \" and which reported different ways of relating to daily life during the COVID-19 state of emergency. One identified code group encompassed participants whose time perceptions could be characterized as \"frozen time, \" in the sense that they perceived the lockdown as impeding their routine professional, educational and leisure activities. Codes that characterized this category highlighted a condition of immobility, as well as one of estrangement and detachment from people and daily life routines and habits, as illustrated by the excerpt below (normality on hold, a suspension of daily life activities, every day is the same), as illustrated by one participant's thoughts \"We were forced to stop, to change our habits, to deal with a reality that no one had ever imagined possible.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Present"
        },
        {
            "text": "These participants perceived time as frozen (a sense of immobility) and lacking direction in the present, as if they were lost in a desert without anything around, bereft of life, movement and relationships. Moreover, participants experiencing \"frozen time\" indicated that they lacked any interest in partaking in potentially different experiences, as they possessed little notion of time and also viewed outdoor spaces as empty and devoid of life (deserted cities), as illustrated by one participant's thoughts \"Life slowed down and then stopped. My village became silent in an instant. We were so rowdy, sentimental, 'physical, ' passionate and friendly with everyone. This all stopped. Now, we no longer meet. We no longer touch each other.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Present"
        },
        {
            "text": "A second identified code group regarding how participants experienced everyday life during the lockdown comprised those who were \"trapped in the present.\" This code group refers to the difficulties that some young people experienced during the state of emergency, characterized by social isolation and forced confinement. In this context, many young adults who were \"trapped in the present\" perceived themselves as being locked up and unable to move. In fact, participants often reported a perception of being trapped, which they frequently characterized as unescapable or lacking a defined exit (feeling caged in, the absence of an escape route, as illustrated by one participant's thoughts \"But, at the same time, unfortunately, it has become a 'cage' that keeps me locked in these walls and does not allow me to breathe.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Present"
        },
        {
            "text": "In addition, many participants who were \"trapped in the present\" emphasized a sense of unease due to their inability to leave their respective homes and/or countries (quarantined ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Present"
        },
        {
            "text": "Codes group Macro-categories A feeling of emptiness; a sense of immobility; a sense of strangeness due to absence of contact; a suspension of daily life; deserted cities; endless days; every day is the same; frozen time; normality on hold.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Code"
        },
        {
            "text": "Absence of an end; concern about not returning home; feeling caged in; impossibility of returning to one's home country; quarantined country; the absence of an escape route; travel interruptions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Frozen time CONFINED IN THE PRESENT"
        },
        {
            "text": "A surreal situation; chaos; feeling destabilized; feeling overwhelmed by the situation; loss of a life balance; sense of bewilderment. Living in the present, but in anticipation of the future A unique experience; being alone with yourself; opportunity for change; opportunity to reflect; situation that marks you; stop and think.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Trapped in the present"
        },
        {
            "text": "Achieving a new life balance; evolution of oneself; greater awareness; personal growth; rediscover oneself; revaluation of oneself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Turning point"
        },
        {
            "text": "country, travel interruptions), or, conversely, to return to their home countries (impossibility of returning to one's home country), as illustrated by one participant's thoughts \"The day the red zone was established in all of Italy, I was with my boyfriend in Holland.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-evolution"
        },
        {
            "text": "We were supposed to have stayed there for a week on vacation. As a result, we were constantly worrying about not being able to go home in the following days.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-evolution"
        },
        {
            "text": "The third code group was comprised of participants whose perceptions could be described as \"lost in time and space,\" alluding to the negative experiences generated by the expansion of the pandemic. Many participants reported having undergone moments where they felt lost and thought they would not be able to cope with the emotional burdens resulting from the pandemic (a surreal situation, a sense of bewilderment, feeling overwhelmed by the situation), as illustrated by one participant's thoughts \"We are living in a moment that could be defined as a cyclone of emotions. We feel completely overwhelmed.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-evolution"
        },
        {
            "text": "In fact, this dramatic, unprecedented situation has led many participants to experience confusion and to lose sight of their past reference points (chaos, feeling destabilized) \"This situation shocked me because it forced me to reorganize my daily life. It pushed me away from the university life routines that I had previously created.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-evolution"
        },
        {
            "text": "Finally, the fourth code group consisted of texts who viewed the lockdown as a chance to adopt \"new life routines, \" highlighting a way of dealing with the present by emphasizing the positive aspects of confinement at home. These codes refer to participants who demonstrated proactive attitudes and an ability to dedicate themselves to exploring new interests in their free time, in addition to those who embraced this new lifestyle (new interests, sudden lifestyle changes) \"Then, I rediscovered my interests, which I had not cultivated for a long time. I started reading, writing, cooking, playing and drawing. And this is another thing that I will carry with me, and that I hope to continue doing, even when this situation is over.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-evolution"
        },
        {
            "text": "In addition, participants whose time perceptions were shaped by their \"new life routines\" emphasized their ability to maintain and manage interpersonal relationships and active ties with family and friends, despite spatial distances, thanks to the use of social networks. Among this code group, the inability to see others in-person both enhanced and deepened their social ties in certain ways (new forms of social relations) \"We try to stay close, thanks to video calls, even if we are physically far apart.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-evolution"
        },
        {
            "text": "Finally, participants who embraced \"new life routines\" under lockdown underlined both their ability and desire to celebrate life events, albeit in alternative ways. They celebrated parties with relatives and friends all the same, through group calls on social networks (birthdays in quarantine) \"We still celebrated my friends' birthdays, despite the fact that they occurred during the weeks under lockdown. It was strange, but still beautiful!\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Self-evolution"
        },
        {
            "text": "This macro-category contains all code groups that refer to participants who indicated tendencies to escape from the present by taking refuge in the past. Many young people reported a desire to return to the past, prior to the pandemic and the lockdown. This macro-category is comprised of two specific code groups, whose participants both evoked memories of their earlier lives and/or desired past actions that they did not take.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Past"
        },
        {
            "text": "The first code group consisted of participants who sought to \"revalue the past,\" referring to their desire to change certain aspects of their past, resume suspended activities or start new activities that were made impractical by the lockdown. For example, many participants reported revaluing their past, with a particular focus on their interpersonal relationships (revaluation of social relationships) and on aspects of their lives that they considered to be valuable, but not normally not appreciated and often taken for granted (revaluation of what you have) \"In this dark moment, I learned how important is to appreciate what we have, without taking things for granted, how fundamental it is to love normality every day, to dedicate more time to the people we love and to stop every now and again and reflect. It allowed me to understand the irreplaceability of physical contact and embracing one another, as well as the need for reciprocity.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Past"
        },
        {
            "text": "In some cases, participants also expressed awareness in conjunction with certain feelings of guilt related to their failures to put prevention and common sense' behaviors into practice earlier in the pandemic, which could have minimized the spread of COVID-19 (inadequacies of past behaviors) \"The situation we are experiencing now is a reflection of the initial attitudes that everyone had toward this virus. We have been too irresponsible.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Past"
        },
        {
            "text": "The second code group consisted of participants whose time perceptions focused on a \"return to normality,\" in reference to their desires to restore pre-pandemic norms as soon as possible and to resume their pre-pandemic daily lives, composed of actions, spaces and consolidated times. In fact, students often referred to the desire to regain their freedom, understood as the need to regain control of their daily time management. In particular, they strove to restore the division between moments dedicated to productive activities (work or study) and leisure time, which often lacked a clear partition during the lockdown (a lack of freedom, a need to return to one's daily life; imposed free time) \"It is not free time that is at my disposal now, since it is not time that I voluntarily chose to dedicate to myself. It is time that has imposed itself on me.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Past"
        },
        {
            "text": "Participants' references to their living spaces comprise another important aspect of this code group. Some participants described their homes, which typically embodied feelings of safety and protection, as places of confinement similar to a prison, given the limits they imposed upon participants' freedoms. The lockdown also forced family members to share domestic spaces for much longer than in the pre-pandemic past, leading many young people to feel that their physical and mental spaces were being invaded (a need for multiple spaces, forced cohabitation, a sense of invasion) \"I have to adapt slowly, even if it is very difficult at 20 years old to live with 6 people in a 4-room house and to share a room with two younger sisters.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Confined in the Past"
        },
        {
            "text": "The final macro-category includes four code groups that focus on a sort of \"time travel\" on the part of the study participants. This journey led participants to explore new time perceptions that they had never experienced before, in addition to wellknown domestic spaces that were viewed in a different light. This journey also led participants to reassess their lives and enhanced their desire to live without wasting a moment, leading them to evolve, to seek new experiences and to imagine a new future. The first code group can be characterized by a philosophy based upon the belief that, \"there is no time to waste.\" In fact, this idea encapsulates the reflections of many participants regarding life's value and the fact that unpredictable events, such as the COVID-19 pandemic, can occur and lead to limitations and suffering. The thought of the possibility that unpredictable events may occur led many participants to reconsider the importance of living life to the fullest, to avoid postponing important decisions and actions and to experience the present by appreciating small moments of happiness in life (carpe diem, time is precious, life is unpredictable, live life to the fullest) \"This experience is teaching me that life must always be enjoyed, every day\"; \"I have never realized the importance of time in my life. We young people lose sight of time's importance every day. We do not realize how much it really matters, and the fact that it would be beneficial to stop for a moment to reflect upon this.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striving Toward One's Goals"
        },
        {
            "text": "The second code group consisted of participants who were \"living in the present, but in anticipation of the future.\" These participants' time perceptions were focused on the ways in which they lived through the lockdown, possessing an evasive attitude toward the present, which was viewed as a period that they must get through in order to have a brighter future. In fact, the responses of participants \"living in the present, but in anticipation of the future\" often referred to a time in the future when it will be possible to resume physical contact with others and when the pandemic will be just a bad memory (tolerating uncertainty, distancing oneself from today and embracing tomorrow, future prospects) \"We must endure this moment. It is difficult, but we know it will pass. It must pass! We have to think about the future, which will surely be better. Everything will be fine!\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striving Toward One's Goals"
        },
        {
            "text": "The third future-focused code group viewed the pandemic as a sort of \"turning point.\" Their reflections characterized this tragic event as an evolutionary crisis that marked a turning point in the lives of individuals and the community. These participants saw the obligation to stay at home as an opportunity to stop and think about their own lives and the directions that they had taken thus far, as well as the course of their future lives following their lockdown experiences (stop and think, an opportunity to reflect) \"This is a time that allows for introspection, allows you to talk to yourself and to listen to your ego. It is a time that allows us to discover, to rest, to recharge, to show our creativity and to escape the fast-paced society to which we have become accustomed. It is a time to understand that everything is fine and beautiful and that we have to listen to the silence, a silence that submerges us and which almost seems unnatural and stunning in its intensity.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striving Toward One's Goals"
        },
        {
            "text": "The uniqueness of the lockdown experience has led participants to believe that their future attitudes and behaviors will change, in addition to accepting the idea that there will be talk of a before and after COVID-19, which they considered to be an epochal event (opportunities for change, a unique experience, being alone with yourself ) \"It is clear that an experience of this type will be remembered for life. I am 20 years old today, and what I often think about is how I will tell my children and grandchildren about this experience in the future, just like my grandparents told me about the war, its dangers and the fear that prevailed at that time.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striving Toward One's Goals"
        },
        {
            "text": "The fourth and final code group, entitled \"self-evolution,\" focused on the positive aspects of temporal immobility, viewing everyday life from new perspectives and with new meanings. The suspension of everyday life activities allowed participants to find time to compare themselves with others, facilitating a process of self-reflection among some interviewees (rediscovering oneself, achieving a new life balance): \"I seek to. . . make this period a moment to become stronger and a chance to rediscover myself, as it is occurring in a completely new and undoubtedly singular context and situation.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striving Toward One's Goals"
        },
        {
            "text": "This dramatic experience has caused many participants to develop a greater awareness of themselves and their own lives and to experience personal growth (greater awareness, personal growth) \"In the future we will overcome this crisis and return to normal, but in a more conscious way, knowing that we have acquired that freedom through our sacrifices.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Striving Toward One's Goals"
        },
        {
            "text": "Finally, the researchers created a core category labeled, \"continuity of being\" (see Figure 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 85,
                    "end": 94,
                    "text": "Figure 1)",
                    "ref_id": null
                }
            ],
            "section": "Continuity of Being"
        },
        {
            "text": "In light of the proactive and empowering approaches to the lockdown adopted by many participants, we named the core category, \"continuity of being.\" This core category was characterized by maintaining or creating connections with past experiences, the present and striving toward one's goals. In this regard, we considered the importance of beneficial past and future time perceptions during the lockdown as resilience strategies to cope with pandemic-related distress. The interviewees consistently highlighted the importance of maintaining time continuity and defining time and space during the lockdown as methods of turning this period of downtime into an opportunity for personal growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Continuity of Being"
        },
        {
            "text": "During the process of reading and interpreting the codes from this study and choosing participant quotations, the research team focused on the importance of the time-space divide that affected the interviewees' emotions and thoughts. In fact, many interviewees reported changes in their daily time management in a confined space, in comparison with their usual activities. In the context of the COVID-19 pandemic, it would be interesting to understand any associations among people's attitudes toward time and their levels of well-being, distress and anxiety. The experience of being spatially confined also confined many participants' time perceptions to the present or in the past. However, for some participants, the lockdown has represented an unexpected opportunity to better understand themselves and to envision their futures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Being confined in the present implied different meanings among the research participants. For multiple participants, being confined in the present has represented an opportunity to reorganize their time management and spaces, as well as to try new activities. However, for others, a present shaped by the lockdown represented a genuine obstacle that impeded their ability to envision new organizations of time and space, constructing their time perceptions of the present based upon their expectations to resume their pre-pandemic lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Conversely, other participants reported that home confinement entailed an excess of downtime that generated a state of stunned confusion, as well as perceptions of time characterized by feelings of suspension and immobility. Among these students, their lockdown experiences were framed by anguish, fear, uncertainty and sadness in relation to the recent events linked to the COVID-19 pandemic, in addition to an FIGURE 1 | Core category, continuity of being.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Frontiers in Psychology | www.frontiersin.org unrelenting focus on the current situation and an inability to shift their focus to past events or hope for the future \"There are many conflicting thoughts and feelings that crowd our minds these days, during which we find ourselves experiencing an uneasy and worrying situation. Sadness was definitely the emotion that primarily characterized the first days of the lockdown.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Furthermore, among participants, a common sense of loss emerged. Home confinement became a distressing experience in a context of heightened anxiety surrounding death. This suspended, uncertain time confronted the study participants with their most primitive fears, such as their fear of death as pandemic dreaming also highlighted (Iorio et al., 2020) , while limiting ties and changes to their family structures.",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 352,
                    "text": "(Iorio et al., 2020)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Conversely, several interviewees reported feelings of confinement in the past, shaped by positive nostalgic memories of their past everyday lives prior to the COVID-19 lockdown (Zimbardo and Boyd, 2015) . Additionally, among some young adults, the changes in their daily routines under lockdown served as an opportunity to open or deepen a dialogue with themselves, connecting with their pasts and envisioning a new future. A break from the unrelenting perceptions of time imposed by society fostered acceptance of the situation, in addition to the development of proactive attitudes. Envisioning the future implied opportunities for greater self-awareness and for participants to deeply reflect upon their lives and lifestyles.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 202,
                    "text": "(Zimbardo and Boyd, 2015)",
                    "ref_id": "BIBREF64"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the lockdown experience resulted in freedom from pre-pandemic routines, as well as the need to cope with this new reality. Being trapped in the present while looking toward the future induced many young interviewees to rediscover the potentiality of space and to create new plans for their own futures. Therefore, confinement at home and spatial distance could be viewed as a sort of transitional experience or a potential turning point.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "It is important to mention that, although many young respondents experienced negative feelings regarding the lockdown, some of them were able to view the resulting spatial and time restrictions in a positive light, transforming their time under lockdown into something productive and finding 'serenity in disorder.' As a result, interviewee's experiences in a confined space led them to develop different time perceptions of the past, present and future, characterized by time subjectivations that seem to exclude the possibility for dialog among the three temporal perspectives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Moreover, the core category, \"continuity of being,\" described a proactive experience, especially for young people, to overcome what Rosa (2003) defines as a type of de-temporalization that pushes people to think moment by moment. In addition, the storytelling design of the study facilitated the development of awareness surrounding subjective oppression and vulnerability, as well as common experiences of suffering, giving voice to people's shared feelings, in line with community psychology perspectives.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 143,
                    "text": "Rosa (2003)",
                    "ref_id": "BIBREF57"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Individual narratives encompass the expression of individual and collective experience-making processes. Narration involves biographical, reconstruction, reinsertion, recreation, realignment and relocation perspectives. Additionally, for some authors, narration also serves as a semiotic device mediating the connection between continuity and discontinuity, aimed not only at carrying out the previously mentioned functions, but also at creating new dynamic relations among them (Freda et al., 2015) . Therefore, for participants, documenting their COVID-19 lockdown stories was an opportunity to reflect upon their lives that also acted as a resilience tool. In fact, opportunities mediated by creative expression, group discussions and shared actions aimed at individual and social awareness are a significant goal in community building, training and education (Carnevale et al., forthcoming; Arcidiacono et al., 2016; Di Napoli et al., 2019a) . As a result, creating spaces in which people share their personal stories and ask questions about their common experiences is a preliminary goal of community psychology-based intervention strategies, while subsequently detecting meaning and symbolization in their interactions is the next step in promoting social awareness and community building (Arcidiacono, 2016; . Feeling part of a community where you share projects and consider the response of institutional members and referents reliable favors collective self-efficacy and the management of stress generated by this unforeseen emergency (Procentese et al., 2020) .",
            "cite_spans": [
                {
                    "start": 479,
                    "end": 499,
                    "text": "(Freda et al., 2015)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 863,
                    "end": 894,
                    "text": "(Carnevale et al., forthcoming;",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 920,
                    "text": "Arcidiacono et al., 2016;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 921,
                    "end": 945,
                    "text": "Di Napoli et al., 2019a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1295,
                    "end": 1314,
                    "text": "(Arcidiacono, 2016;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1544,
                    "end": 1569,
                    "text": "(Procentese et al., 2020)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the contributions to the deepening of the existing literature, this study's limitations included first of all its convenience sampling (non-probabilistic), so the generalization of results should be taken with caution. The unbalanced number of male and female respondents, although the sex composition of participants was representative of the general population of Italian psychology students (Arcidiacono and Tuozzi, 2017; Centro Studio Investimenti Sociali, 2019) . Additionally, it is important to highlight the possibility that psychology students likely possess deeper reflective attitudes in comparison with students from other majors. Furthermore, the ethnic and geographical makeup of the sample was limited and was comprised solely of White university students living in a specific region of Italy. Therefore, any interpretation of the study results should be considered in conjunction with differing national and international contexts. Moreover, the researchers recommend that future studies also consider connections among young adults' feelings regarding their physical and psychological well-being and their time perceptions. This study collected participants' stories during the week with the highest number of reported COVID-19 cases in Italy; thus, it would be interesting to compare young peoples' feelings and perceptions of their time under lockdown with their experiences during its de-escalation. The researchers further recommend that future studies explore any associations among time perceptions and well-being or negative emotions, in addition to comparing time perceptions across different phases of life.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 432,
                    "text": "(Arcidiacono and Tuozzi, 2017;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 433,
                    "end": 474,
                    "text": "Centro Studio Investimenti Sociali, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Limitations"
        },
        {
            "text": "The space-time divide resulting from participants' lockdown experiences was unexpected among the research team. Our students' voices emphasized this aspect of the lockdown; thus, we sought to more profoundly explore this part of their experiences. Under lockdown, participants had to establish new time perceptions and new ways of \"social sharing\" to overcome physical confinement and distancing and to avoid further psychological distress in their daily lives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "According to Pichon-Rivière, in order to survive, hope must be planned through collective projects that help people face difficulties and changes. Planning hope emerges from people's abilities to create alternatives to collectively share spaces, such as singing from balconies in the context of the lockdown, as described by Di Napoli et al. (2021) . The implications and impacts of the research findings could help in preparing plans and providing services in the context of a generalized pandemic. In this regard, the study findings help us recognize the impact of limits on one's actions and/or mobility on individuals' psyches. The young adult study participants described their lockdown experiences through varying perceptions of time, with some of them reliving their pasts, while others focused on rethinking and shaping their futures. The COVID-19 pandemic altered participants' lives in a spatial sense, relegating them to spend the days under lockdown reliving past connections, renewing contact with old friends and lovers and redefining their future expectations.",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 348,
                    "text": "(2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Moroccan anthropologist Zakaria Rhani (2019) documented experiences of severe confinement in Morocco during the Years of Lead (1956 Lead ( -1999 . His interview with a political prisoner who spent most of his life confined in Tazmamart, a cold and secluded prison in the Atlas Mountains, best characterizes some of the effects of extreme confinement. In order to survive confinement in such a desolate space, the prisoner, Kawni, described how his body lived confined in prison, suffering from cold and hunger, while allowing his soul the opportunity to continue life far away from these deplorable conditions. Therefore, this bodysoul divide allows individuals' spirits to survive in the face of repression and limits to individual freedoms. Reflecting upon this extreme situation aids in understanding how individual experiences of forced confinement may result in different time and space perceptions. In this regard, it is important to reflect upon how the effects of confinement on people's everyday lives results in the development of a wide array of individual resilience strategies.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 131,
                    "text": "Lead (1956",
                    "ref_id": null
                },
                {
                    "start": 132,
                    "end": 144,
                    "text": "Lead ( -1999",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The lockdown period has deprived people of their health, families and careers, but also of small everyday things, like grabbing a coffee in the morning or with friends, a kiss or a hug, affection, feelings, nature and the power of sharing. Furthermore, home confinement under lockdown implied an absence of close physical contact and the presence of other people in our lives. Therefore, maintaining continuity with past experiences and future goals, without becoming trapped in the present, is a crucial need and a psychological resilience strategy to maintain life continuity. Tools and spaces for sharing during emergencies, became a goal. It will help to lower distress and favor a recovery path of continuity with the past and with new future perspectives. The continuity of time and space to meet and interact is a basic need that characterizes young people's life contributing to their well-being (Di Napoli et al., 2019b) . Therefore, the core category of this research \"continuity of being\" emphasizes the role of time and moreover of shared time allowing the individual and relational experience of connectedness.",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 929,
                    "text": "(Di Napoli et al., 2019b)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The soundness of these findings suggests the importance to take into account the perception of time, especially among young people that particularly suffer for their space limitation and lack of social interactions. Moreover, it would be interesting to devote some studies to the effect of lockdown space limitation on children with dyslexia already affected by time processing difficulties (Casini et al., 2017) . In such cases tailor specific supportive interventions for their families may help in managing time/space limits of forced home confinement.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 412,
                    "text": "(Casini et al., 2017)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "In the words of Ernest Pichon-Rivière (1985), from our youth we learned that in times of uncertainty and a \"lack of hope, \" it is essential to undertake collective projects and to plan shared hope. Thinking on youth experiences in pandemic the public bodies have to be able to sustain with actions and projects their need of connectedness with their own experiences and the world around them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The raw data supporting the conclusions of this article will be made available by the authors, without undue reservation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "Studies involving human participants were reviewed and approved by the University of Naples Federico II Department of Humanities' Ethics Board for Research in Psychology (March 15, 2020) . Participants provided written informed consent to participate in this study. Written informed consent was obtained from the individual(s) for the publication of any potentially identifiable images or data included in this article.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 186,
                    "text": "(March 15, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Psicologia di Comunità per le Città. Rigenerazione Urbana a Porta Capuana",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arcidiacono",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Participatory visual methods in the \"Psychology Loves Porta Capuana\" project",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arcidiacono",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grimaldi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Di Martino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Procentese",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Action Res",
            "volume": "14",
            "issn": "",
            "pages": "376--392",
            "other_ids": {
                "DOI": [
                    "10.1177/147675031562650"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Psicologi Campani al Lavoro!. Napoli: Ordine degli Psicologi della Regione Campania",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arcidiacono",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tuozzi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Emerging adulthood: a theory of development from the late teens through the twenties",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am. Psychol",
            "volume": "55",
            "issn": "",
            "pages": "469--480",
            "other_ids": {
                "DOI": [
                    "10.1037/0003-066X.55.5.469"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Emerging adulthood: what is it, and what is it good for?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Arnett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Child Dev. Perspect",
            "volume": "1",
            "issn": "",
            "pages": "68--73",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1750-8606.2007.00016.x"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The psychological impact of quarantine and how to reduce it: rapid review of the evidence",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Woodland",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wessely",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Greenberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30460--30468",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30460-8"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The psychological impact of the COVID-19 epidemic on college students in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "287",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.psychres.2020.112934"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Drawing Voice 4.0: Classroom Joint Designing and Facebook Interactions to Develop Reflexivity and Awareness",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Taking time seriously: a theory of socioemotional selectivity",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Carstensen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Isaacowitz",
                    "suffix": ""
                },
                {
                    "first": "Charles",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am. Psychol",
            "volume": "54",
            "issn": "",
            "pages": "165--181",
            "other_ids": {
                "DOI": [
                    "10.1037/0003-066X.54.3.165"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Aging and the intersection of cognition, motivation, and emotion",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Carstensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Mikels",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mather",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Handbook of Psychology of Aging",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "It 's about time: revisiting temporal processing deficits in dyslexia",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pech−georgel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Ziegler",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Dev. Sci",
            "volume": "21",
            "issn": "2",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1111/desc.12530"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Donne: Hanno il Primato Negli Studi, Altro Che Gender Gap",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Social and emotional aging",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Charles",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Carstensen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Annu. Rev. Dev. Psychol",
            "volume": "61",
            "issn": "",
            "pages": "383--409",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Correlates of identity configurations: three studies with adolescent and emerging adult cohorts",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Crocetti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Scrignaro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Sica",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Magrin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Youth Adolesc",
            "volume": "41",
            "issn": "",
            "pages": "732--748",
            "other_ids": {
                "DOI": [
                    "10.1007/s10964-011-9702-2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Measuring subjective well-being from a multidimensional and temporal perspective: Italian adaptation of the I COPPE scale. Health Qual",
            "authors": [
                {
                    "first": "Di",
                    "middle": [],
                    "last": "Martino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Prilleltensky",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Arcidiacono",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Life Outcomes",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12955-018-0916-9"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Psychological and Overall Well-Being in Transition to Adulthood: Evidence from a Sequential Explanatory Mixed methods Study with Italian Young Adults",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Di Martino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "Arcidiacono",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Community trust as a composite indicator of trust towards the local community and predictor of community engagement",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dolce",
                    "suffix": ""
                },
                {
                    "first": "Arcidiacono",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Soc. Indic. Res",
            "volume": "145",
            "issn": "",
            "pages": "551--579",
            "other_ids": {
                "DOI": [
                    "10.1007/s11205-019-02114-y"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Trust, hope, and identity in disadvantaged urban areas. The role of civic engagement in the Sanità District (Naples)",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Candice",
                    "suffix": ""
                },
                {
                    "first": "Arcidiacono",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Comm. Psych. Glob. Perspect",
            "volume": "5",
            "issn": "",
            "pages": "46--62",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Italian community psychology in the covid 19 pandemic: collective dimensions in storytelling of university students",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Guidi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arcidiacono",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Esposito",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Marta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Novara",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ageism in an aging society: the role of knowledge, anxiety about aging, and stereotypes in young people and adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Donizzetti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int. J. Environ. Res. Public. Health",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph16081329"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Psychological interventions for people affected by the COVID-19 epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "",
            "pages": "30073--30073",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30073-0"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Times of illness and illness of time",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Freda",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "De Luca Picione",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Martino",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Temporality: Culture in the Flow of Human Experience",
            "volume": "",
            "issn": "",
            "pages": "209--234",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Motivational changes in response to blocked goals and foreshortened time: testing alternatives to socioemotional selectivity theory",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Carstensen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Psychol. Aging",
            "volume": "19",
            "issn": "",
            "pages": "68--78",
            "other_ids": {
                "DOI": [
                    "10.1037/0882-7974.19.1.68"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Influence of time on social preferences: implications for life-span development",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "H"
                    ],
                    "last": "Fung",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Carstensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Psychol. Aging",
            "volume": "14",
            "issn": "",
            "pages": "595--604",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Basic of Grounded Theory, 2nd Edn",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Glaser",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Una vita senza vita. Pazienti con patologia oncologica mammaria in follow up",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gonzalez Leone",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Barberio",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Falco",
                    "suffix": ""
                },
                {
                    "first": "Arcidiacono",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psicol. Salute",
            "volume": "3",
            "issn": "",
            "pages": "54--76",
            "other_ids": {
                "DOI": [
                    "10.3280/PDS2019-003004"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Dreaming in the time of COVID-19: a quali-quantitative Italian study",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Iorio",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sommantico",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Parrello",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Dreaming",
            "volume": "30",
            "issn": "",
            "pages": "199--215",
            "other_ids": {
                "DOI": [
                    "10.1037/drm0000142"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Capturing meanings of place, time and social interaction when analyzing human (Im)mobilities: strengths and challenges of the application of (Im)mobility biography",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kieslinger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kordel",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Weidinger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Forum Qual. Soc. Res",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.17169/fqs-21.2.3347"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Transition: a literature review",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kralik",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Visentin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Loon",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Adv. Nurs",
            "volume": "55",
            "issn": "",
            "pages": "320--329",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2648.2006.03899.x"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Changes in adolescents' interpersonal experiences: are they being prepared for adult relationships in the twenty-first century?",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "B"
                    ],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Furstenberg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Verma",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Res. Adolesc",
            "volume": "12",
            "issn": "",
            "pages": "31--68",
            "other_ids": {
                "DOI": [
                    "10.1111/1532-7795.00024"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Facing uncertainty: temporality and biographies in the new century",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leccardi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "13",
            "issn": "",
            "pages": "123--146",
            "other_ids": {
                "DOI": [
                    "10.1177/1103308805051317"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Forces Behind Food Habits and Methods of Change",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lewin",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "35--65",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Long Walk to Freedom",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mandela",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Little, Brown and Company",
            "volume": "",
            "issn": "",
            "pages": "1918--1962",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Community dimensions and emotions in the era of Covid-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marzana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Novara",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Piccoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cardinali",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Migliorini",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Commun. Appl. Soc. Psychol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Nationwide Survey of psychological distress among Italian people during the COVID-19 pandemic: immediate psychological responses and associated factors",
            "authors": [],
            "year": null,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17093165"
                ]
            }
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Contextual influences during covid-19 lockdown in Italian university students: emotional responses, coping strategies, and resilience",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Migliorini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "De Piccoli",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cardinali",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rollero",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marzana",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arcidiacono",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Commun. Psychol. Glob. Perspect",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "ATLAS.ti 8.0 [Version 8:]. Berlin: ATLAS.ti Scientific Software Development GmbH",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Muhr",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Community Psychology: Challenges, Controversies and Emerging Consensus",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Orford",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Immediate psychological effects of the COVID19 quarantine in youth from Italy and Spain. PsyArXiv [Preprints",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orgilés",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delvecio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mazzeschi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Espada",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Forced social isolation and mental health: a study on 1006 Italians under COVID-19 lockdown",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pancani",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marinucci",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Aureli",
                    "suffix": ""
                },
                {
                    "first": "Riva",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.31234/osf.io/uacfj"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Un'applicazione del mental health continuum di Keyes al contesto italiano: benessere e malessere in giovani",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petrillo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caso",
                    "suffix": ""
                },
                {
                    "first": "Capone",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Il Processo Gruppale. Dalla psicoanalisi Alla Psicologia Sociale. Loreto: Libreria Editrice Lauretana",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pichon-Rivière",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Academic community in the face of emergency situations: sense of responsible togetherness and sense of belonging as protective factors against academic stress during covid-19 outbreak",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Procentese",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Capone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Caso",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Donizzetti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gatti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustainability",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/su12229718"
                ]
            }
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Senso di convivenza responsabile: quale ruolo nella relazione tra partecipazione e benessere sociale?",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Procentese",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gatti",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Psicol. Soc",
            "volume": "14",
            "issn": "",
            "pages": "405--426",
            "other_ids": {
                "DOI": [
                    "10.1482/94942"
                ]
            }
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Sense of responsible togetherness, sense of community and participation: looking at the relationships in a university campus",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Procentese",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gatti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Falanga",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hum. Affairs",
            "volume": "29",
            "issn": "",
            "pages": "247--263",
            "other_ids": {
                "DOI": [
                    "10.1515/humaff-2019-0020"
                ]
            }
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Critica de la Vida Cotidiana, 9th Edn",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Quiroga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Racedo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Empowerment meets narrative: listening to stories and creating settings",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rappaport",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am. J. Community Psychol",
            "volume": "23",
            "issn": "",
            "pages": "795--807",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02506992"
                ]
            }
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Grounded theory",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M A"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "Chu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Handbook of Methodological Approaches to Community-Based Research",
            "volume": "",
            "issn": "",
            "pages": "23--33",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "The inmate's two bodies: survival and metamorphosis in a moroccan secret prison",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Rhani",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Rev. Crit. Cienc. Soc",
            "volume": "120",
            "issn": "",
            "pages": "183--208",
            "other_ids": {
                "DOI": [
                    "10.4000/rccs.9884"
                ]
            }
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "A 2-month follow-up study of psychological distress among Italian people during the COVID-19 lockdown",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monaro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colasanti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Di Domenico",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17218180"
                ]
            }
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "How to improve compliance with protective health measures during the COVID-19 outbreak: testing a moderated mediation model and machine learning algorithms",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roma",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Monaro",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Muzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colasanti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph17197252"
                ]
            }
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Social acceleration: ethical and political consequences of a desynchronized high-speed society",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Constellations",
            "volume": "10",
            "issn": "",
            "pages": "3--33",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Symbolic universes between present and future of Europe. First results of the map of European societies' cultural milieu",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Salvatore",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Fini",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mannarini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Avdi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Battaglia",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Castro-Tejerina",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0200223"
                ]
            }
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Thinking through others. Qualitative research and community psychology",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Handbook of Community Psychology",
            "volume": "",
            "issn": "",
            "pages": "725--736",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Putting time in a wider perspective: the past, the present, and the future of time perspective theory",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stolarski",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Fieulaine",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimbardo",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "The Sage Handbook of Personality and Individual Differences: The science of Personality and Individual Differences",
            "volume": "",
            "issn": "",
            "pages": "592--628",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Violence against women in the COVID-19 emergency, thematic issue",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Troisi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Gender Stud",
            "volume": "22",
            "issn": "",
            "pages": "1--5",
            "other_ids": {
                "DOI": [
                    "10.6092/1827-9198/7048"
                ]
            }
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "The Global Impact of COVID-19 and Strategies for Mitigation and Suppression. Preprint. London: Imperial College COVID-19 Response Team",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "G T"
                    ],
                    "last": "Walker",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baguelin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "E C"
                    ],
                    "last": "Ainslie",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bhatia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.25561/77735"
                ]
            }
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Age effects in perception of time",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wittmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lehnhoff",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Psychol. Rep",
            "volume": "97",
            "issn": "",
            "pages": "921--935",
            "other_ids": {
                "DOI": [
                    "10.2466/pr0.97.3.921-935"
                ]
            }
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Putting time in perspective: a valid, reliable individual-differences metric, \" in Time Perspective Theory; Review, Research and Application: 17 Essays in Honour of",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zimbardo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "N"
                    ],
                    "last": "Boyd",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "17--55",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "COVID-19 student stress questionnaire: development and validation of a questionnaire to evaluate students' stressors related to the coronavirus pandemic lockdown",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Zurlo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "F"
                    ],
                    "last": "Cattaneo Della Volta",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Vallone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fron. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.576758"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "Participant characteristics.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Coding process.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Birthday in quarantine; change of attitude toward others; importance of the present; new form of social relations; new interests; new situation; sudden lifestyle changes.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "All authors listed have made substantial, direct and intellectual contributions to this research, and approved it for publication.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        }
    ]
}