{
    "paper_id": "f25cac2e82f17566a1dbeaa640d5ec27bbfee02f",
    "metadata": {
        "title": "Presumed acute suppurative bacterial dacryoadenitis with concurrent severe acute respiratory syndrome coronavirus-2 infection",
        "authors": [
            {
                "first": "Abdullah",
                "middle": [
                    "I"
                ],
                "last": "Almater",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Rawan",
                "middle": [
                    "H"
                ],
                "last": "Malaikah",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Saeed",
                "middle": [],
                "last": "Alzahrani",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yasser",
                "middle": [
                    "H"
                ],
                "last": "Al-Faky",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Acute suppurative bacterial dacryoadenitis (ASBD) was not reported to occur following severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection. We are presenting a unique case of concurrent presumed ASBD with SARS-CoV-2 infection. A 23-year-old previously healthy male presented with right upper eyelid swelling and pain over the lacrimal gland area for 3 days. Before his visit, the patient was tested positive for SARS-CoV-2 infection after experiencing mild flu-like symptoms, despite being vaccinated 2 months ago. He was found to have clinical and radiological features highly suggestive of ASBD with concurrent SARS-CoV-2 infection. He was admitted and initiated on systemic and topical antibiotic, followed by incision and drainage of an abscess collection. The patient showed dramatic clinical improvement with no recurrent signs of infection during the follow-up period. This acute dacryoadenitis is presumed to represent a secondary bacterial infection possibly aided by immune-related factors that may coexist in SARS-CoV-2-positive patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "A cute dacryoadenitis is a condition characterized by rapid enlargement and inflammation of the lacrimal gland, usually caused by the infectious or autoimmune-related process. [1] Viral etiology constitutes the majority of infectious causes, with Epstein-Barr virus being the most common pathogen. Other viral pathogens include mumps, adenovirus, herpes simplex, and herpes zoster. [1] On the other hand, bacterial dacryoadenitis is relatively rare, with Staphylococcus aureus being the most common causative organism. [2] Recently, the 2019 novel coronavirus disease (COVID-19) has been linked to various ophthalmic manifestations with conjunctivitis being the most common ocular presentation. [2] Acute dacryoadenitis is extremely rare to occur as an ocular complication of severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), with only one reported case of unilateral acute dacryoadenitis complicated with orbital inflammatory disease in a young male. [3] Herein, we report a rare case of unilateral presumed acute suppurative bacterial dacryoadenitis (ASBD) in a young male with a positive polymerase chain reaction (PCR) testing preceded by mild systemic symptoms, 2 months following vaccination. This study adheres to the tenets of the Declaration of Helsinki.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 179,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 382,
                    "end": 385,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 519,
                    "end": 522,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 695,
                    "end": 698,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 964,
                    "end": 967,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "IntRoductIon"
        },
        {
            "text": "A 23-year-old male presented to the emergency room (ER) complaining of progressive right upper eyelid swelling and painful eye movement for 3 days. He denied any history of decrease in vision or diplopia. Ten days before his presentation, he experienced flu-like symptoms, including fever (39°C at home), This is an open access journal, and articles are distributed under the terms of the Creative Commons Attribution-NonCommercial-ShareAlike 4.0 License, which allows others to remix, tweak, and build upon the work non-commercially, as long as appropriate credit is given and the new creations are licensed under the identical terms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "case RepoRt"
        },
        {
            "text": "For reprints contact: WKHLRPMedknow_reprints@wolterskluwer.com cough, chills, and headache, for which he sought medical advice and was tested positive for SARS-CoV-2 infection based on the result of PCR from nasal swab. He reported using systemic antipyretic and topical antibiotics at home. He underwent tooth abscess removal 9 months ago. Otherwise, he has no history of trauma, sinusitis, systemic diseases, ocular surgical interventions, or prior history of similar episodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "case RepoRt"
        },
        {
            "text": "On general examination, he was afebrile with a body temperature of 36.8°C. On palpation, he was found to have mild swelling over the preauricular and submandibular lymph nodes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "case RepoRt"
        },
        {
            "text": "Ocular examination revealed best-corrected visual acuity of 20/25 and 20/20 for the right and left eye, respectively. Color vision, intraocular pressure, and pupil examinations were all unremarkable for both eyes. Extraocular motility showed three limitations on the abduction of the right eye, with full extraocular movement in the rest of the gazes. External examination of the right eye showed erythematous swollen upper eyelid with firm tender swollen lacrimal gland. Slit-lamp examination revealed a pocket of abscess collection in the temporal aspect of the bulbar conjunctiva [ Figure 1 ]. The rest of the anterior segment and fundus examinations were unremarkable. The left eye examination was within normal. Using Schirmer's test paper strips, the tears and conjunctivas were swabbed separately from both eyes for SARS-CoV-2 PCR and were negative. The patient was tested again during admission for SARS-CoV-2 which showed positive results. Routine hematologic investigations, purified protein derivative skin tests, and immunoglobulin IgG4 were normal. Chest X-ray was normal. Computed tomography scan of the orbit revealed an enlarged right lacrimal gland with abnormal enhancement, in addition to abscess collection in the tenon space [ Figure 2 ]. The patient was started on systemic intravenous antibiotics vancomycin and piperacillin/tazobactam (Tazocin) and topical ofloxacin drops and erythromycin ointment. Two days later, the patient's symptoms started to improve and the lacrimal gland swelling started to subsides. The Tenon abscess was drained and a swab was taken which came back negative for organisms. Based on the presence of abscess collection, radiological imaging, and the clinical response to systemic and topical antibiotics, the presumed diagnosis of ASBD was made. After 9 days of treatment, the eyelid swelling had almost resolved and recovery of full extraocular motility in all gazes was achieved, which further supported our clinical impression. The patient was discharged from the hospital on a course of oral amoxicillin/clavulanic acid and clindamycin. He was free of recurrent signs of infection 1-month following discharge.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 585,
                    "end": 593,
                    "text": "Figure 1",
                    "ref_id": null
                },
                {
                    "start": 1248,
                    "end": 1256,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "case RepoRt"
        },
        {
            "text": "ASBD is a rare condition that affects different age groups ranging from 1 to 82 years, with a median age of 24 years. [2, 4, 5] Goold et al. [2] reported the largest case series of ASBD with 11 patients (9 male, 2 female) ranging between 6 and 82 years (mean age 43.9 years). In addition, it was found that the most common organism to be attributed to ASBD were S. aureus and skin flora.",
            "cite_spans": [
                {
                    "start": 118,
                    "end": 121,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 122,
                    "end": 124,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 125,
                    "end": 127,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 141,
                    "end": 144,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "dIscussIon"
        },
        {
            "text": "We are reporting a rare case of presumed ASBD in a young healthy male, with a positive SARS-CoV-2 PCR testing preceded by mild systemic symptoms. The presence of abscess formation, radiological features, and the dramatic response to antibiotics, was highly supportive of the clinical diagnosis of ASBD. Giving the fact of late presentation to the hospital after a total 10 days post-PCR testing, prior topical antibiotic usage, adding that the patient received the first dose of his COVID-19 vaccination 2 months prior presentation, those facts probably reduced the viral and bacterial yield from both tear and conjunctival swab testing. Furthermore, the abscess drainage after initiation of intravenous antibiotics resulted in a negative culture for the collection. Rapid clinical response to intravenous antibiotics alone lessens the need for systemic steroid usage, revoking the diagnosis of idiopathic orbital inflammation and supporting the diagnosis of bacterial dacryoadenitis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIscussIon"
        },
        {
            "text": "Since the beginning of the COVID-19 pandemic, various studies were attributed to expand our knowledge in regards to the disease and the correlated systemic associations, yet there are still unresolved questions concerning the ocular manifestation attributed to the disease either as an association or a complication. Those manifestations ranged from mild tearing and redness to orbital cellulitis with a prevalence of (11.3%), with conjunctivitis being the most encountered (88.8%), concluded by a large meta-analysis published in January 2021. [6, 7] It is a matter of debate whether viral load can be detected in PCR from the tears. During the SARS outbreak in 2003, a study was conducted by Loon et al. [8] reported a positive viral antigen in tears with a lag between systemic and ocular manifestation of an average of 1.5 days (ranging from 2 to 21 days) as believed to be a retrograde spread through the ductules of the lacrimal gland. The patient's ocular symptoms presented 7 days after being positive for SARS-CoV-2 PCR testing.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 548,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 549,
                    "end": 551,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 706,
                    "end": 709,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "dIscussIon"
        },
        {
            "text": "In conclusion, we are reporting an unusual case of concurrent clinically diagnosed ASBD in association with SARS-CoV-2 infection in the current COVID-19 global pandemic. Further investigations are needed to validate the coincidence between the two conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "dIscussIon"
        },
        {
            "text": "An informed consent was obtained from the patient for publishing clinical images.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        },
        {
            "text": "Nil.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Financial support and sponsorship"
        },
        {
            "text": "There are no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Epstein-Barr virus dacryoadenitis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Rhem",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilhelmus",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am J Ophthalmol",
            "volume": "129",
            "issn": "",
            "pages": "372--377",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Acute suppurative bacterial dacryoadenitis: A case series",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Goold",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "N"
                    ],
                    "last": "Madge",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Au",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leibovitch",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcnab",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tumuluri",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Br J Ophthalmol",
            "volume": "97",
            "issn": "",
            "pages": "735--743",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Acute dacryoadenitis in a patient with SARS-CoV-2 infection",
            "authors": [
                {
                    "first": "Martínez",
                    "middle": [],
                    "last": "Díaz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Copete",
                    "middle": [],
                    "last": "Piqueras",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blanco Marchite",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vahdani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Orbit",
            "volume": "2021",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Lacrimal gland abscess: An unusual complication of rhinosinusitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mirza",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Lobo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Counter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "T"
                    ],
                    "last": "Farrington",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "ORL J Otorhinolaryngol Relat Spec",
            "volume": "63",
            "issn": "",
            "pages": "379--81",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Atypical presentations of orbital cellulitis caused by methicillin-resistant Staphylococcus aureus",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "T"
                    ],
                    "last": "Mathias",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Horsley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Mawn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Laquis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "V"
                    ],
                    "last": "Cahill",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ophthalmology",
            "volume": "119",
            "issn": "",
            "pages": "1238--1281",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Orbital cellulitis, sinusitis and intracranial abnormalities in two adolescents with COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Turbin",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Wawrzusin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Sakla",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Traba",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "G"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mirani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Orbit",
            "volume": "39",
            "issn": "",
            "pages": "305--315",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Ocular manifestations of COVID-19: A systematic review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nasiri",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sharifi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bazrafshan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Noori",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karamouzian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sharifi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J Ophthalmic Vis Res",
            "volume": "16",
            "issn": "",
            "pages": "103--115",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The severe acute respiratory syndrome coronavirus in tears",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Loon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Teoh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "L"
                    ],
                    "last": "Oon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "Y"
                    ],
                    "last": "Se-Thoe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "S"
                    ],
                    "last": "Leo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Ophthalmol",
            "volume": "88",
            "issn": "",
            "pages": "861--864",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "How to cite this article: Almater AI, Malaikah RH, Alzahrani S, Al-Faky YH. Presumed acute suppurative bacterial dacryoadenitis with concurrent severe acute respiratory syndrome coronavirus-2 infection. Saudi Ophthalmol 2021;35:266-8.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Clinical photos showing right upper lid swelling with erythema (a), Limited abduction of the right eye (b), and pocket of abscess collection in the temporal conjunctiva (c), Improvement of clinical signs following intravenous and topical antibiotics (d) A computed tomography scan imaging of axial (a) and coronal (b) cuts showing enhancing mass in the right lacrimal fossa with subtenon abscess collection b a",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}