{
    "paper_id": "f297edebbc758ecc05ef71472225cdd91334c03d",
    "metadata": {
        "title": "Cystic Fibrosis and COVID-19",
        "authors": [
            {
                "first": "Kyle",
                "middle": [
                    "D"
                ],
                "last": "Chapman",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Kathryn",
                "middle": [
                    "S"
                ],
                "last": "Moffett",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "I n the early days of the coronavirus disease 2019 pandemic, most of the specialists caring for patients with cystic fibrosis (CF) feared for the worst while waiting for more evidence to better characterize the natural history of the disease. Any emerging pathogen could spell trouble for patients with chronic lung disease, but a rapidly spreading respiratory virus with no proven treatments was especially concerning. As more data emerged from China and later Italy, the concern for the potential impact on patients with CF continued to grow. Although the disease caused by severe acute respiratory syndrome-coronavirus-2 is hard on older adults, younger adults are not spared. Following initial infection, the pathologic driver behind severe disease seems to be related to cytokine storm, 1 potentially worsened by a vigorous immune response.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "As case numbers surged to pandemic levels in the United States, many physicians thought that it was only a matter of time before the CF community was hit. Remarkably, to date, that has not been the case. Although the United States has surpassed the total number of COVID-19 cases of every other country, the cases of COVID-19 among CF patients have been relatively few and far between. As of the end of June 4, 2020, only 42 cases were diagnosed, with 17 hospitalizations and 2 mortalities, per the CF registry. 2 Among the nation's CF population, the incidence of COVID-19 is 0.14%, compared with 0.58% of the general US population. 3 How has this group managed the pandemic so well?",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 513,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 634,
                    "end": 635,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our opinion, there are a few reasons:",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "1. Patients living with CF are professionals when it comes to social distancing. From the time of diagnosis, their day-to-day life involves a regular regimen of breathing treatments, medications, meticulous hygiene, and staying 6 f. apart. 4 Although many Americans complain of \"social distancing fatigue,\" many CF patients have followed these strict guidelines from childhood. At our Mountain State CF Center, we have given patients \"passports\" to empower them in the hospital and clinic-if any provider (eg, radiology technologist, phlebotomist) does not demonstrate proper isolation procedures, the patient can show them the passport as a reminder. In our experience, these patients do not take these precautions for themselves only, but also to protect the health of their community as well. CF infection control guidelines have been in place for >15 years, outlining strict guidelines for mask use, contact isolation, and limitations about social events, such as camps, indoor events, or support groups for patients with CF because of concerns about person-to-person spread of bacterial pathogens. 5 2. Next, CF centers focused on early cancellation of in-person clinic visits. Locally, when the rest of the hospital was discussing steps to alter business as usual, our CF center had already moved away from routine clinic visits. Our care team worked out some creative solutions such as home spirometers for those with serious lung disease, subsequent check-in and training with respiratory therapy, options for mail-in or drop-off of sputum samples, and telemedicine and video visits. 6 This was in line with guidance provided by the leadership of the CF Foundation. 3. Finally, the outlook is improving for patients receiving combination modulator therapy elexacaftor/tezacaftor/ivacaftor (Trikafta). Since its approval by the Food and Drug Administration in Fall 2019, the CF world has been altered radically-so much so that a recent correspondence argued that CF should not be considered a reason to withhold intensive care, because the patients have such projected improvements in life expectancy. 7 Locally, our case load for inpatient CF exacerbations have dropped off dramatically since the approval of Trikafta, which preceded the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1592,
                    "end": 1593,
                    "text": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2109,
                    "end": 2110,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "One of the sickest patients in our practice had been admitted >10 times from July through November 2019, but not at all since starting the new modulator therapy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In our time working with CF patients, we have been impressed both with the resilience of the patients and the diligence of the multidisciplinary care team. Despite most countries classifying them as highly vulnerable to severe acute respiratory syndromecoronavirus-2, these patients have persevered. Although the true disease prevalence is unknowable without widespread testing, some international data have suggested a below-average incidence of infection compared with the general population. 8 The COVID-19 era will undoubtedly leave a lasting impact on medical practice, but the successes of CF also should be remembered: Social distancing works to slow the spread of disease, telemedicine is a viable way to deliver health care, and advances in medicine can be true game changers.",
            "cite_spans": [
                {
                    "start": 495,
                    "end": 496,
                    "text": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": ""
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19: immunology and treatment options",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Felsenstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Herbert",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcnamara",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Immunol",
            "volume": "215",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Weekly COVID-19 Update [Cystic Fibrosis Foundation web site",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "C"
                    ],
                    "last": "Marshall",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lomas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 United States Cases by County",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus Resource",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Center",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Impact of COVID-19 on people with cystic fibrosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Burgel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gartner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "35--36",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Infection prevention and control guideline for cystic fibrosis: 2013 update",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Saiman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Lipuma",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "35",
            "issn": "1",
            "pages": "1--67",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Keep cystic fibrosis patients out of the hospital",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dasenbrook",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cleve Clin J Med",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Improved prognosis in cystic fibrosis: consideration for intensive care during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Ramos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Pilewski",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Faro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "201",
            "issn": "",
            "pages": "1434--1435",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A multinational report to characterise SARS-CoV-2 infection in people with cystic fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cosgriff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ahern",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Cyst Fibros",
            "volume": "19",
            "issn": "",
            "pages": "355--358",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}