{"paper_id": "f307584c6765a36ad6a2eec560e34b3b425c771a", "metadata": {"title": "Poverty levels, societal and individual heterogeneities explain the SARS-CoV-2 pandemic growth in Latin America", "authors": [{"first": "José", "middle": ["M"], "last": "Ponciano", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida", "location": {"postCode": "32611", "settlement": "Gainesville", "region": "FL", "country": "USA"}}, "email": "japonciano@ecfm.usac.edu"}, {"first": "Juan", "middle": ["A"], "last": "Ponciano", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad de San Carlos de Guatemala", "location": {"country": "Guatemala"}}, "email": ""}, {"first": "Juan", "middle": ["P"], "last": "Gomez", "suffix": "", "affiliation": {"laboratory": "", "institution": "Universidad del Norte", "location": {"settlement": "Barranquilla", "country": "Colombia"}}, "email": ""}, {"first": "Robert", "middle": ["D"], "last": "Holt", "suffix": "", "affiliation": {"laboratory": "", "institution": "University of Florida", "location": {"postCode": "32611", "settlement": "Gainesville", "region": "FL", "country": "USA"}}, "email": ""}, {"first": "Jason", "middle": ["K"], "last": "Blackburn", "suffix": "", "affiliation": {"laboratory": "Spatial Epidemiology and Ecology Research Laboratory", "institution": "University of Florida", "location": {"postCode": "32611", "settlement": "Gainesville", "region": "FL", "country": "USA"}}, "email": ""}]}, "abstract": [{"text": "gt (J.A.P.)", "cite_spans": [], "ref_spans": [], "section": "Abstract"}, {"text": "Latin America is experiencing severe impacts of the SARS-CoV-2 pandemic, but poverty and weak public health institutions hamper gathering the kind of refined data needed to inform classical SEIR models of epidemics. We present an alternative approach that draws on advances in statistical ecology and conservation biology to enhance the value of sparse data in projecting and ameliorating epidemics. Our approach, leading to what we call a Stochastic Epidemic Gompertz model, with few parameters can flexibly incorporate heterogeneity in transmission within populations and across time. We demonstrate that poverty has a large impact on the course of the pandemic, across four-1 arXiv:2005.11201v1 [q-bio.PE] 22 May 2020", "cite_spans": [], "ref_spans": [], "section": "Abstract"}], "body_text": [{"text": "teen Latin American countries, and show how our approach provides flexible, time-varying projections of disease risk that can be used to refine public health strategies.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "One Sentence Summary: The growth modality of SARS-CoV-2 among Latin-American countries is well-explained by poverty differences, individual and temporal heterogeneities.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "\". . .Major global crises. . . demand cooperative global responses that do not leave out the poor.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Once SARS-CoV-2 is under control, the world cannot return to business as usual\" von Braun et al. (1) concluded in a recent editorial commentary in Science entitled \"The moment to see the poor.\" As the recent flurry of research on the SARS-CoV-2 pandemic shows, the languages of mathematics, statistics and computer science are essential instruments for grappling with the uncertain course of the pandemic. Joel Cohen's (2) remark almost twenty years ago that \"mathematics is biology's next microscope, only better\" has never been more salient. Deterministic, epidemiological models of the SEIR type (Susceptible S(t), Exposed E(t), Infected I(t) and Recovered R(t)) have long enabled an in-depth exploration of infectious disease processes (3) (4) (5) (6) , and provide a framework of fundamental principles to manage infectious diseases (7) (8) (9) (10) (11) (12) including the SARS-CoV-2 virus pandemic (10, (13) (14) (15) . While these models are useful, parameterizing them for a novel viral pandemic with limited diagnostics and systematic data collection approaches can be challenging. We address this need (1) with a complementary, multi-model approach (16) that incorporates social, individual and temporal heterogeneities.", "cite_spans": [{"start": 97, "end": 100, "text": "(1)", "ref_id": "BIBREF0"}, {"start": 740, "end": 743, "text": "(3)", "ref_id": null}, {"start": 744, "end": 747, "text": "(4)", "ref_id": null}, {"start": 748, "end": 751, "text": "(5)", "ref_id": null}, {"start": 752, "end": 755, "text": "(6)", "ref_id": null}, {"start": 838, "end": 841, "text": "(7)", "ref_id": null}, {"start": 842, "end": 845, "text": "(8)", "ref_id": null}, {"start": 846, "end": 849, "text": "(9)", "ref_id": null}, {"start": 850, "end": 854, "text": "(10)", "ref_id": null}, {"start": 855, "end": 859, "text": "(11)", "ref_id": null}, {"start": 860, "end": 864, "text": "(12)", "ref_id": null}, {"start": 905, "end": 909, "text": "(10,", "ref_id": null}, {"start": 910, "end": 914, "text": "(13)", "ref_id": null}, {"start": 915, "end": 919, "text": "(14)", "ref_id": null}, {"start": 920, "end": 924, "text": "(15)", "ref_id": null}, {"start": 1160, "end": 1164, "text": "(16)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Approaches employing simple yet biologically sound models with few parameters are particularly needed in regions like Latin America where sound strategies to collect public health data are seldom employed. Here we show that a multi-model, multi-stages modeling approach helps elucidate i) early epidemic growth in fourteen Latin-American countries ii) the role of poverty in shaping the growth rate of the number of cases and iii) the probability that the number of cases of SARS-CoV-2 exceeds any given amount within arbitrarily defined small windows of time, starting from the present.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Characterizing complex epidemiological processes depends on the adequate formulation of proper probabilistic models of governing processes. Survival, extinction and growth of natural populations -including infectious diseases-are inherently stochastic (17) . At its core, the problem of modeling the growth of the accumulation of SARS-CoV-2 cases is a stochastic population dynamics problem begging for a full characterization of the probabilities of the possible trends. Computer intensive methods to fit biologically sound stochastic models to the growth of cases permit estimation of such probabilities. These methods notably allow a process-based estimation of the time-varying probability that within a given window of time, the number of cases will exceed any given number grounded in the dynamics of the infection process. Mathematically, this problem is analogous to the conservation biology goal of estimating extinction risk for endangered populations.", "cite_spans": [{"start": 252, "end": 256, "text": "(17)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The application of stochastic processes to the estimation of extinction risks and average times until an event of interest happens has enriched conservation biology (18) , wildlife management (19, 20) and evolutionary microbial population dynamics (21) . In conservation biology, Population Viability Analyses (PVA) were transformed by stochastic processes used to predict populations' growth and extinction (17) , despite complexities of the target species' lifecycle (16) . Ideally, a population dynamics model is relatively simple yet retains essential features of demographic and environmental stochasticities (17, 22) as well as robustness in the face of other sampling complexities (16) . These features are particularly important given the paucity of complete data/information. The analysis of SARS-CoV-2 time series data from countries with scant public health resources is not unlike the study of endangered species time series data -both seek to use whatever information is available to distill the general principles governing data fluctuations in order to then make informed projections and assess \"what-if\" scenarios.", "cite_spans": [{"start": 165, "end": 169, "text": "(18)", "ref_id": null}, {"start": 192, "end": 196, "text": "(19,", "ref_id": null}, {"start": 197, "end": 200, "text": "20)", "ref_id": null}, {"start": 248, "end": 252, "text": "(21)", "ref_id": null}, {"start": 408, "end": 412, "text": "(17)", "ref_id": null}, {"start": 469, "end": 473, "text": "(16)", "ref_id": null}, {"start": 614, "end": 618, "text": "(17,", "ref_id": null}, {"start": 619, "end": 622, "text": "22)", "ref_id": null}, {"start": 688, "end": 692, "text": "(16)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "It is now recognized that long-term estimates of persistence probabilities are of little use because of the ever-changing conditions of population growth (18) . Viable Population Monitoring (VPM) aims at estimating and updating persistence probabilities over short time horizons using fresh data (18) . Such stepwise, continuously updated, estimates of short-term persistence probabilities are more practical and actionable than long-term projections. We draw on prior work in conservation biology, population dynamics and epidemiological theory to complement the current suite of deterministic epidemiological models, characterize the role of urban poverty in shaping the region's SARS-CoV-2 epidemics, and develop a methodology to generate short (5-15 days), sequentially updatable, process-based forecasts.", "cite_spans": [{"start": 154, "end": 158, "text": "(18)", "ref_id": null}, {"start": 296, "end": 300, "text": "(18)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "Early epidemics : patterns and processes Characterizing the early phase of the epidemic growth profiles in Latin America ( Fig. 1A -D) provides a first step towards understanding the transmission dynamics of SARS-CoV-2 in the region. Unconstrained growth is often a fair assumption at the outset of an emerging disease, so growth of the number of cases n(t) over time are properly described by an exponential growth model wherein the per capita rate of change in total case numbers is the constant intrinsic growth rate r:", "cite_spans": [], "ref_spans": [{"start": 123, "end": 130, "text": "Fig. 1A", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Accordingly, the per capita contribution to the growth of the epidemic is unaffected by the total number of cases. Early in an epidemic, r has been used to estimate the basic reproduction number R 0 using approximate relations (6, 23) but their accuracy is model-dependent. Epidemic growth is frequently limited by many factors, including reactive behavior changes or spatially constrained contact structures. However diverse, these factors tend to act as \"densitydependent\" processes with slower growth patterns (5). Chowell et al. (5) note that different compartmental models all lead to an early sub-exponential growth. A key factor is inhomogeneous mixing in contact rates, formalized as a non-linear contact rate function of the type", "cite_spans": [{"start": 533, "end": 536, "text": "(5)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The resulting sub-exponential growth describes epidemiological data reported in the literature for many important epidemics (5) . Importantly, this model encapsulates, albeit phenomenologically, the outcome of lower level mechanistic models (5) where clustering, structuring, other forms of heterogeneity and the mean and variance of the contact distribution are ultimately responsible for the degree of sub-exponentiality.", "cite_spans": [{"start": 124, "end": 127, "text": "(5)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The key observation triggering our research was that early sub-exponential growth in fourteen Latin-American countries could be clearly divided into four distinct growth profiles (Fig.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "1A-D) according to its approach to pure exponential growth. We then hypothesized that such differences in the degree of sub-exponential growth could then be explained by differences in poverty, which we expect to modulate the distribution of contacts and possibly other mechanisms (5).", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Compartmental, multivariate SEIR models are an every-day indispensable tool to obtain conceptual and practical insights. But these models are data-hungry and statistically costly (25) due to their (potentially) large number of parameters. The ratio of data to the number of parameters needing estimation remains a challenge in Latin America due to a lack of data gathering infrastructure, cohesive contact tracing plans, and testing and monitoring capabilities. Despite these challenges, we show that in twelve out of these fourteen countries, including some form of heterogeneity (e.g. structuring according to age or poverty or, due to inhomogeneous mixing of susceptible and infected individuals (24)) improves model fits compared with the classic SEIR model mostly used to date (Table 1) . First, we fitted the following SEIR type deterministic model variants: a classic SEIR model with and without non-homogeneous mixing, and a structured population SEIR model with and without non-homogeneous mixing with structuring according to poverty and age class. The two forms of demographic structuring and the non- homogeneous mixing were included to assess the effect of different sources of heterogeneity.", "cite_spans": [{"start": 179, "end": 183, "text": "(25)", "ref_id": null}], "ref_spans": [{"start": 782, "end": 791, "text": "(Table 1)", "ref_id": "TABREF0"}], "section": ""}, {"text": "For all 14 countries we modeled the start of the epidemic as resulting from imported cases and included the effect of each nation's airport-closing decision (see Table 1 and Supplementary Material).", "cite_spans": [], "ref_spans": [{"start": 162, "end": 169, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "Next, our analyses focused on the development of actionable theory-grounded univariate models requiring fewer parameters. These models incorporate i) different degrees of heterogeneity among hosts in pathogen transmission and ii) variability in the dynamics due to overall poverty levels. The overall time series variability is decomposed into sampling error and two forms of process error: demographic and environmental variabilities (17, 30, 45) .", "cite_spans": [{"start": 435, "end": 439, "text": "(17,", "ref_id": null}, {"start": 440, "end": 443, "text": "30,", "ref_id": null}, {"start": 444, "end": 447, "text": "45)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "The early epidemic involves demographic stochasticity To model the dynamics of initial infection, we used a stochastic pure birth process -a continuous time and discrete states Markov", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Process used in various epidemiological contexts (22, 26, 27) . The type of variability displayed here, demographic stochasticity, (17, 20, 22, 26) represents chance variation in infection due to heterogeneities in individual contact rates. This type of process variability looms large at low numbers of infected individuals (17) . Let N (t) be the random number of accumulated cases in a country at time t and p n (t) = P (N (t) = n(t)) the probability of observing n(t) cases at time t. We introduced an inhomogeneous contact rate function to obtain a form of the birth rate λ n that leads to sub-exponential growth early in an epidemic. How to incorporate heterogeneity into a univariate model is detailed next. Either analytically or numerically we calculate p n (t)", "cite_spans": [{"start": 49, "end": 53, "text": "(22,", "ref_id": null}, {"start": 54, "end": 57, "text": "26,", "ref_id": "BIBREF25"}, {"start": 58, "end": 61, "text": "27)", "ref_id": null}, {"start": 131, "end": 135, "text": "(17,", "ref_id": null}, {"start": 136, "end": 139, "text": "20,", "ref_id": null}, {"start": 140, "end": 143, "text": "22,", "ref_id": null}, {"start": 144, "end": 147, "text": "26)", "ref_id": "BIBREF25"}, {"start": 325, "end": 329, "text": "(17)", "ref_id": null}], "ref_spans": [], "section": ""}, {"text": "and use it to compute the probability that the process exceeds a given threshold n c within a pre-determined future time interval (Fig. S2) , as well as first passage times (fpts) defined as", "cite_spans": [], "ref_spans": [{"start": 130, "end": 139, "text": "(Fig. S2)", "ref_id": "FIGREF3"}], "section": ""}, {"text": "Pure birth processes become quasi-deterministic at large population sizes (cases), but process variability remains important. When case numbers are large, deviations from deterministic predictions can emerge from temporal (or spatial) variation in the transmission rate, known as environmental stochasticity (17, 20, 22 ) (in addition to observation error (19)). Spatial heterogeneities may be determined by socio-economic factors. We build a hierarchical model of the accumulation of the total number of cases including poverty and heterogeneity in transmission to jointly fit to 14 Latin-American countries (Fig. 1A-D) . We then extend this model formulation to include environmental variability and use it to formulate practical risk assessment tools for each country. (20, 28) and reflects what one might call the \"Cohen principle,\" which demonstrates that distributions of abundance do not provide a shortcut to understanding the mechanisms that generate those distributions. Each requires analysis (31) . Our minimal assumptions approach has direct, practical consequences: it re-directs the inferential focus towards biologically relevant variance forms of N (t). These are key to accurately estimate population risks (30) .", "cite_spans": [{"start": 308, "end": 312, "text": "(17,", "ref_id": null}, {"start": 313, "end": 316, "text": "20,", "ref_id": null}, {"start": 317, "end": 319, "text": "22", "ref_id": null}, {"start": 772, "end": 776, "text": "(20,", "ref_id": null}, {"start": 777, "end": 780, "text": "28)", "ref_id": null}, {"start": 1004, "end": 1008, "text": "(31)", "ref_id": null}, {"start": 1225, "end": 1229, "text": "(30)", "ref_id": null}], "ref_spans": [{"start": 609, "end": 620, "text": "(Fig. 1A-D)", "ref_id": "FIGREF0"}], "section": ""}, {"text": "Second, this framework is amenable to multiple parameterizations regarding infection dynamics, for example, by assuming inhomogeneity in p(t). Using Eq. (6) in (5) (an expression for inhomogeneous mixing during infection) we let", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "is the number of infected that day. If γ is the per-day recovery probability, then I(t) −b = (n(t) − n(t)γ) −b so that the average one-step change in the number of cases is: Fig. 2A ) values of c closer to 1 (i.e. higher homogeneity in contact rates), which in turn implies that the accumulation of cases is closer to exponential growth ( Fig. 2A) . Indeed, greater social homogeneity in poorer countries means a higher proportion of the population lives in poverty.", "cite_spans": [], "ref_spans": [{"start": 174, "end": 181, "text": "Fig. 2A", "ref_id": "FIGREF3"}, {"start": 339, "end": 347, "text": "Fig. 2A)", "ref_id": "FIGREF3"}], "section": ""}, {"text": "Having demonstrated the significance of the urban poverty covariate, we repeated the estimation without Venezuela because it was the only country for which we had difficulties crosschecking the data from multiple sources. Transparency in data reporting is paramount for scientific inference. This time, besides the random poverty-driven effect, we postulated that the growth of the epidemic was dominated by environmental stochasticity. In this new model, Eq.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "(2) in the natural logarithm scale is the mean of a Markovian transition probability distribution.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "We called this model the Stochastic Epidemic Gompertz (SEG) model. Using the SEG model, we obtained a tighter relationship (Fig. 2B ) between poverty and the inhomogeneity parameter, despite the added layer of randomness. Just as before, higher urban poverty index yields on average (thick black line in Fig. 2B ) values of c closer to 1 (i.e., higher homogeneity in contact rates). Because the SEG is a model with environmental stochasticity, it allows accommodating a large mean number of contacts per individual while keeping the variance of the \"offspring\" distribution null (i.e., no demographic stochasticity, only environmental noise). In network theory models, this would amount to specifying a distribution of the number of contacts that has a large mean but a very small (if not null) variance. Our model construction process focuses on the specification of the nature of the variability (see Supplementary Material), and hence can readily accommodate many other mean to variance relationships besides the one implied by the SEG model. The point is, the contact and infection processes (32) , not the distributional assumptions, take a central stage as in (28) . The Kalman Filter (KF) applied to our poverty fit yielded a joint, time-dependent, effective reproduction number (R t ) predictions for the thirteen countries plotted in figure 2B (see Fig. 3 and Supplementary Material for the R t approximation). In all cases, R t declines but remains above one. Notably, poorer countries tend to suffer higher effective reproduction numbers.", "cite_spans": [{"start": 1096, "end": 1100, "text": "(32)", "ref_id": null}, {"start": 1166, "end": 1170, "text": "(28)", "ref_id": null}], "ref_spans": [{"start": 123, "end": 131, "text": "(Fig. 2B", "ref_id": "FIGREF3"}, {"start": 304, "end": 311, "text": "Fig. 2B", "ref_id": "FIGREF3"}, {"start": 1343, "end": 1352, "text": "figure 2B", "ref_id": "FIGREF3"}, {"start": 1358, "end": 1364, "text": "Fig. 3", "ref_id": "FIGREF4"}], "section": ""}, {"text": "To illustrate the conceptual and practical benefits of complementing SEIR modeling with our SEG models we conducted two numerical experiments. First, we compared the predictive qualities of our SEG modeling approach with the deterministic predictions of the best SEIR model variant fit in each country (Table 1 case the projections consisted of the deterministic solution of the best-fitting ODE model for four countries (Fig. 4) . Similar results for other countries are in the Supplementary Material. For our SEG model, computing these projections amounted to simulating 50000 trajectories of 16 days using its maximum likelihood estimates. We then plotted for the same four countries the most probable path along with the inter-quartile (IQ) range of these 50000 simulated paths (Fig. 4) . This comparison (analogous to stochastic forecasting of hurricane paths) clearly", "cite_spans": [], "ref_spans": [{"start": 302, "end": 310, "text": "(Table 1", "ref_id": "TABREF0"}, {"start": 421, "end": 429, "text": "(Fig. 4)", "ref_id": "FIGREF5"}, {"start": 782, "end": 790, "text": "(Fig. 4)", "ref_id": "FIGREF5"}], "section": ""}, {"text": "shows that the hierarchical model approach is at least as good or better than the deterministic predictions ( Fig. 4 , Table 1 ). In every case, the future observations (data towards the end of the observed time series, not part of the fitting procedure but retained for testing) are as good as (for Colombia) or closer to the most probable path than they are to the deterministic predictions.", "cite_spans": [], "ref_spans": [{"start": 110, "end": 116, "text": "Fig. 4", "ref_id": "FIGREF5"}, {"start": 119, "end": 126, "text": "Table 1", "ref_id": "TABREF0"}], "section": ""}, {"text": "The epidemic forecasting using the SEG model thus appears more reliable for longer forecasts than the deterministic solutions. This property of the SEG model could be particularly useful in the face of sudden changes of some kind (social, political, public health policy, and so forth) in the context within which the epidemic is developing.", "cite_spans": [], "ref_spans": [], "section": ""}, {"text": "Risk projections and future waves We developed an RPM tool that mirrors conservation biology approaches (18) to serially update the quasi-extinction probabilities with every increase of the length of the time series of population abundances. Applied to SARS-CoV-2, this process involves using the past records of the cumulative number of cases to estimate the SEG model parameters and then use these to predict for the near future (τ = 5 or 10 days) the probability that the number of cases will rise above a given critical threshold n crit , p n crit (n(t), τ ) = P r(N (t + τ ) ≥ n crit |N (t) = n(t)). With every passing day t , the estimate of p n crit (n(t ), τ ) is updated. The resulting p n crit (n(t ), τ ) trend can be used to diagnose the near future risk of an increase by any amount of the number of cases. This risk can then be propagated to compute the chances of needing the same number of extra intensive care units for Costa Rica is illustrated in Fig. 5 . There, the probability of a spike of 50 cases or more declined over time, indicating the dwindling of the epidemic. This approach is applicable to time series of deaths for studies aiming at assessing trends in mortality risks.", "cite_spans": [{"start": 104, "end": 108, "text": "(18)", "ref_id": null}], "ref_spans": [{"start": 966, "end": 972, "text": "Fig. 5", "ref_id": "FIGREF6"}], "section": ""}, {"text": "Finally, the advantage of introducing non-standard contact rate functions including heterogeneity is that they include non-linear phenomena like bi-stability, which, in the face of environmental stochasticity, explain how can a second wave arises without needing a phenomenological environmental forcing function (see Fig. 6 in (32)).", "cite_spans": [], "ref_spans": [{"start": 318, "end": 324, "text": "Fig. 6", "ref_id": null}], "section": ""}, {"text": "We have used a multi-model approach to better understand and predict the SARS-CoV-2 dynamics in fourteen countries of Latin America. Where possible, we incorporated inhomogeneous mixing and/or the effect of urban poverty. The models we have examined and compared included compartmental SEIR models and models with demographic stochasticity and environmental noise with added sampling error and a poverty random effect (the SEG model).", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "We used the SEG model to illustrate how with only time series of cumulative SARS-CoV-2 cases, countries with scant public health resources can make practical and conceptual advances in understanding the pandemic and forecasting its effects.", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "Our SEG model is one of a suite aimed at decomposing the contributions from demographic, environmental and individual heterogeneities in observed time series of data. Accurately accounting for the factors shaping the variance of the growth rate of N (t) yields better forecasts ( Fig. 4) (20, 30) and the power to estimate short term trends of the risk of epidemic growth ( Fig 5) . These projections along with our finding that urban poverty shapes the region-wide dynamics of the SARS-CoV-2 pandemic in Latin America highlight the potential power of our approach.", "cite_spans": [{"start": 288, "end": 292, "text": "(20,", "ref_id": null}, {"start": 293, "end": 296, "text": "30)", "ref_id": null}], "ref_spans": [{"start": 280, "end": 287, "text": "Fig. 4)", "ref_id": "FIGREF5"}, {"start": 374, "end": 380, "text": "Fig 5)", "ref_id": "FIGREF6"}], "section": "Conclusions"}, {"text": "Developing reliable tools to better understand and predict complex epidemiological processes in poor countries depends on mathematical and statistical approaches attuned to a multiplicity of realities. Yes, more data are needed and always will be. Mathematical \"microscopes\"", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}, {"text": "tracking the complexities of human behavior are also needed. Yet, here we show that fundamental ecological principles can illuminate the uncertain fate of countries in need. And this using only the most readily available source of information in these countries: the reported time series of the total number of cases up to any given day. ", "cite_spans": [], "ref_spans": [], "section": "Conclusions"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "The moment to see the poor", "authors": [{"first": "J", "middle": [], "last": "Braun", "suffix": ""}, {"first": "S", "middle": [], "last": "Zamagni", "suffix": ""}, {"first": "M", "middle": ["S"], "last": "Sorondo", "suffix": ""}], "year": 2020, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF25": {"ref_id": "b25", "title": "An introduction to stochastic processes with applications to biology", "authors": [{"first": "L", "middle": ["J"], "last": "Allen", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF28": {"ref_id": "b28", "title": "Theoretical population biology", "authors": [{"first": "J", "middle": ["M"], "last": "Ponciano", "suffix": ""}], "year": 2018, "venue": "", "volume": "122", "issn": "", "pages": "", "other_ids": {}}, "BIBREF36": {"ref_id": "b36", "title": "Proceedings of the Royal Society of London. Series B: Biological Sciences", "authors": [{"first": "A", "middle": ["L"], "last": "Lloyd", "suffix": ""}], "year": 2001, "venue": "", "volume": "268", "issn": "", "pages": "", "other_ids": {}}, "BIBREF41": {"ref_id": "b41", "title": "Parameter estimation for Markov chain models: fundamental statistical concepts and computer intensive methods (National Institute for the Mathematical and Biological Synthesis", "authors": [], "year": 2011, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF46": {"ref_id": "b46", "title": "Tools for statistical inference", "authors": [{"first": "M", "middle": ["A"], "last": "Tanner", "suffix": ""}], "year": 2012, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}}, "ref_entries": {"FIGREF0": {"text": "SARS-CoV-2 cumulative cases for 14 Latin-American countries (solid colored lines). (A-D) Deterministic fit of the EG model (filled circles) with a Poisson likelihood is shown for fourteen countries grouped according to growth modality. Data includes the counts from the beginning of the epidemic until April 20 th . (E) Estimates of the EG model parameters plotted against each other.", "latex": null, "type": "figure"}, "FIGREF1": {"text": "Environmental stochasticity, heterogeneity and the role of poverty Our theoretical derivation begins with the specification of the stochastic number of successful transmission encounters that each one of the total cases up to day t, n(t), generates from one day to the next. The expected number of cases in consecutive days is obtained as follows: initially, each case i incurs in a random number of contacts X i , i = 1, 2, · · · , n(t) with susceptible individuals. Out of these, a random number result in a successful transmission encounter. If on average these individuals contact m susceptible individuals, and if p(t) is the probability that one such contact results in a successful transmission, then the average number of cases for the following day is n(t)mp(t). Recovery is included in the term p(t) (see below). A similar framework is used in epidemiology (28) yet here we refrain from adopting a Poisson or negative binomial distribution for any of these quantities. This level of generality has two consequences. First, a moments-based decomposition of the process' variance of the growth rate (Supplementary Material) given demographic, environmental and individual variabilities and any combination thereof is obtained with the added benefit of not being tied to particular scalings. Parametric models contain implicit relationships, such as variance scalings, and adopting any particular model has unforeseen consequences for the estimation of risk quantities(29,30). Our analysis complements previous formulations in both epidemiology and population dynamics", "latex": null, "type": "figure"}, "FIGREF2": {"text": "Letting m = m/(1 − γ) b ≡ e a , a > 0 Eq. (2) is seen to be a discrete time Gompertz model. We call this model the Epidemic Gompertz (EG) model. Because the solution of the discrete Gompertz map matches the solution of the ODE Gompertz equation in continuous time(29) dN (t)/dt = θN (t)(log κ − log N (t))), there is a one-to-one relation between our EG model and the ODE model parameters. In particular, c = 1 − b = e −θ and a = b log κ, where κ is the equilibrium total number of infected and θ is the speed of equilibration. Note that c is a simple transformation of the speed of equilibration of the continuous time Gompertz equation. When c is 1, the process grows without bounds. In the epidemiological context, that means that b = 0 thus implying homogeneous mixing. The closer the value of c is to 1, the closer the epidemic model is to homogenous mixing and the closer the growth is to pure exponential growth initially (seeFig 1E forestimates for e a and c for Latin America). Conversely, the smaller the value of c (i.e., the higher the value of b), the stronger the degree of inhomogeneity. To characterize the role of poverty, we tested a statistical hierarchical model where the in-homogeneity parameter c in the EG model (Eq. 2) depends on urban poverty as reported by the United Nations Economic Commission for Latin -America and the Caribbean (UN-ECLAC, see Supplementary Material) against a null Gompertz model where such inhomogeneity was unconstrained and not related to poverty. Specifically, the model postulates that each countries' inhomogeneity parameter is drawn from a random effect whose mean depicts a non-linear relationship between c = 1 − b and urban poverty. Lognormal sampling error is added in both the null and the alternative model. A likelihood ratio test for hierarchical models rejected the null model (p-value=0.036). The joint, multi-countries hierarchical model with poverty as a covariate was about 8.92 times more likely to explain the ensemble of time series data than a model without the poverty covariate as given by the likelihood ratio test. Higher urban poverty index yields on average (thick black line in", "latex": null, "type": "figure"}, "FIGREF3": {"text": "and Supplementary Material). Second, we showed how the VPM concept(18) can be used to build an accurate, Risk Prediction Monitoring (RPM) tool aimed at serially updating each day, the probability of recording an increase in the number of cases by any given, arbitrarily defined amount. The trend in these serially computed probabilities can be used as a reliable indicator of whether a country is on course to control the epidemic over short forecasting horizons.Environmental stochasticity vs. SEIR models To compare the SEG model with the SEIR models, for each country we fitted both deterministic and stochastic models from the beginning of the epidemic until April 26 th . Then we projected each model for sixteen days. In the first Urban poverty vs. the inhomogeneity parameter c as predicted by (A) a hierarchical model where c results from a random poverty effect whose mean (black line trend) is shaped by poverty and the growth dynamics is according to the EG model and (B) the SEG model excluding the data from Venezuela, where now, besides the random effect link to poverty, the growth of the number of cases incorporates environmental stochasticity.", "latex": null, "type": "figure"}, "FIGREF4": {"text": "Estimated time-dependent effective reproduction number R t for thirteen Latin-American countries grouped according to decay pattern from the start of the epidemic in each country in early March. Ecuador started the earliest on March 3 rd 2020. The horizontal dashed line marks the threshold of R t = 1. Marked in bold are the most probable paths along with the 95% most probable path range (hashed lines).", "latex": null, "type": "figure"}, "FIGREF5": {"text": "Stochastic vs. deterministic forecasts for four countries using data from the beginning of the epidemic until April 26 th 2020. Sixteen \"future observations\" not used for the fit act as a comparison benchmark between our stochastic most probable path (thick red line) and the deterministic predictions (thick purple line). The IQ range of plausible paths (pink bands) is also displayed. Similar plots for all the countries are displayed in the Supplementary Material.", "latex": null, "type": "figure"}, "FIGREF6": {"text": "An example of Risk Prediction Monitoring (RPM) using the Stochastic Epidemic Gompertz model fit (Eq. 2 in the main text) for the time series of cases from Costa Rica. Inset plots show the serially updating of the risk (probability) of the number of cases increasing above 50 from the last observed count. (ICUs), or a proportion of these according to the expected proportion of severe cases. The trend", "latex": null, "type": "figure"}, "TABREF0": {"text": "SEIR model variants parameter estimates and Root Mean Squared Errors for these models and for the SEG model applied to new data predictions (seeFig. 4). See Supplementary Materials for parameter definitions.", "latex": null, "type": "table"}, "TABREF1": {"text": "Table 1: SEIR model variants parameter estimates and Root Mean Squared Errors for these models and for the SEG model", "latex": null, "type": "table", "html": "<html><body><table><tr><td>applied to new data predictions (see Fig. 4). See Supplementary Materials for parameter definitions.\nmin RMSE RMSE\n(∆BIC) SEIR SEG Best Model\nArgentina 0.88 0.31 13.4 0.08 0.27 0.19 0.13 0.0113 0.0019 165 4745 444 1927 302 Structured Poverty,\nNon - homogeneous mixing.\nColombia 0.18 0.04 60.3 0.08 0.25 0.19 0.13 0.0020 0.0004 156 5295 429 186 413 Age Structured, Fixed Mortality,\nNon - homogeneous mixing\nEcuador 1.00 0.16 0.2 0.48 2.60 0.19 0.08 0.007 171 15632 502 5682 29314 Simple, Free Mortality,\n</td></tr><tr><td>BIC </td></tr><tr><td>µ2 N </td></tr><tr><td>αr θ w β σ γ µ µ1 </td></tr><tr><td>Country αi </td></tr></table></body></html>"}}, "back_matter": [{"text": "Funding for this study was provided by the Universidad de San Carlos de Guatemala for J.A.P., the Universidad del Norte for J.P.G. and the National Institutes of Health Grant 1R01GM117617 to J.M.P., R.D. Holt and J.K. Blackburn,", "cite_spans": [], "ref_spans": [], "section": "Acknowledgments"}, {"text": "Figs. S1 to S14References (33) (34) (35) (36) (37) (38) (39) (40) (41) (42) (43) (44) (45) (46) ", "cite_spans": [{"start": 26, "end": 30, "text": "(33)", "ref_id": null}, {"start": 31, "end": 35, "text": "(34)", "ref_id": null}, {"start": 36, "end": 40, "text": "(35)", "ref_id": null}, {"start": 41, "end": 45, "text": "(36)", "ref_id": null}, {"start": 46, "end": 50, "text": "(37)", "ref_id": "BIBREF36"}, {"start": 51, "end": 55, "text": "(38)", "ref_id": null}, {"start": 56, "end": 60, "text": "(39)", "ref_id": null}, {"start": 61, "end": 65, "text": "(40)", "ref_id": null}, {"start": 66, "end": 70, "text": "(41)", "ref_id": null}, {"start": 71, "end": 75, "text": "(42)", "ref_id": "BIBREF41"}, {"start": 76, "end": 80, "text": "(43)", "ref_id": null}, {"start": 81, "end": 85, "text": "(44)", "ref_id": null}, {"start": 86, "end": 90, "text": "(45)", "ref_id": null}, {"start": 91, "end": 95, "text": "(46)", "ref_id": null}], "ref_spans": [], "section": "Materials and Methods"}]}