{
    "paper_id": "f338418e6eac4849c3d9888472a973527b220203",
    "metadata": {
        "title": "The association between COVID-19 policy responses and mental well-being: Evidence from 28 European countries",
        "authors": [
            {
                "first": "Veronica",
                "middle": [],
                "last": "Toffolutti",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imperial College London -Business School",
                    "location": {
                        "addrLine": "Exhibition Road, South Kensington",
                        "postCode": "SW7 2AZ",
                        "settlement": "London",
                        "country": "United Kingdom"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Plach",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bocconi University",
                    "location": {
                        "addrLine": "Via G. Roentgen, 1",
                        "postCode": "20136",
                        "region": "Milano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Teodora",
                "middle": [],
                "last": "Maksimovic",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bocconi University",
                    "location": {
                        "addrLine": "Via G. Roentgen, 1",
                        "postCode": "20136",
                        "region": "Milano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Giorgio",
                "middle": [],
                "last": "Piccitto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bocconi University",
                    "location": {
                        "addrLine": "Via G. Roentgen, 1",
                        "postCode": "20136",
                        "region": "Milano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Massimiliano",
                "middle": [],
                "last": "Mascherini",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Letizia",
                "middle": [],
                "last": "Mencarini",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bocconi University",
                    "location": {
                        "addrLine": "Via G. Roentgen, 1",
                        "postCode": "20136",
                        "region": "Milano",
                        "country": "Italy"
                    }
                },
                "email": ""
            },
            {
                "first": "Arnstein",
                "middle": [],
                "last": "Aassve",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Bocconi University",
                    "location": {
                        "addrLine": "Via G. Roentgen, 1",
                        "postCode": "20136",
                        "region": "Milano",
                        "country": "Italy"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This study assesses how the implementation and lifting of non-pharmaceutical policy interventions (NPIs), deployed by most governments, to curb the COVID-19 pandemic, were associated with individuals' mental wellbeing (MWB) across 28 European countries. This is done both for the general population and across key-groups. We analyze longitudinal data for 15,147 respondents from three waves of the Eurofound-\"Living, Working and COVID-19\" survey, covering the period April 2020-March 2021. MWB is measured by the WHO-5 index. Our evidence suggests that restriction on international travel, private gatherings, and contact tracing (workplace closures) were negatively (positively) associated with MWB by about, respectively, − 0.63 [95% CI: − 0.79 to − 0.47], − 0.24 [95% CI: − 0.38 to − 0.10], and − 0.22 [95% CI: − 0.36 to − 0.08] (0.29 [95% CI: 0.11 to 0.48])",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "points. These results correspond to − 3.9%, − 1.5%, and − 1.4% (+1.8%) changes compared to pre-pandemic levels. However, these findings mask important group-differences. Women compared to men fared worse under stay-at-home requirements, internal movement restrictions, private gatherings restrictions, public events cancellation, school closures, and workplace closures. Those residing with children below 12, compared to those who do not, fared worse under public events cancellation, school closures and workplace closures. Conversely, those living with children 12-17, compared to those who do not, fared better under internal movement restrictions and public events cancelling. Western-Europeans vis-à-vis Eastern-Europeans fared better under NPIs limiting their mobility and easing their debts, whereas they fared worse under health-related NPIs. This study provides timely evidence of the rise in inequalities during the COVID-19 pandemic and offers strategies for mitigating them.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The European Union (EU) and the UK have been hit hard by the COVID-19 pandemic, with five countries -Italy, France, Spain, Germany, and the UKamong the ten countries globally with the most COVID-19 cases and deaths (John Hopkinks University, 2022). By 5 January 2022, more than 90 million confirmed COVID-19 cases and over 1.5 million COVID-related deaths have been reported in the EU and the UK (ECDC, 2021) . Besides causing disease and death, COVID-19 has generated a 'parallel epidemic of poor mental health' (WHO, 2021) . The effects, here, could linger long after the pandemic has subsided. 'Mental illness is taking its toll, both on those who were already at risk, as well as on those who have never sought mental health support before', said Hans Kluge, director of WHO Europe, during a press-briefing on 28 January 2021 (WHO, 2021) . There is increasing evidence for a surge in mental health problems, greater vulnerability (Santomauro et al., 2021) and alarming implications for emotional and social functioning (Moreno et al., 2020) . As far as the USA is concerned, evidence shows that, during the pandemic, about four in 10 adults have reported symptoms of anxiety or depressive disorder (Panchal et al., 2020) . A meta-analysis conducted by Bueno-Notivol et al. (2021) suggests a seven-fold increase in the prevalence of depression across six countries (three European and three Asian countries) as compared to a global depression prevalence in 2017 (Bueno-Notivol et al., 2021) . Unfortunately, this evidence does not pertain to a few selected countries or groups but appears to be generalizable both in terms of geographical and age distribution. Recent estimation shows that during the pandemic the cases of depression rose by 53 million globally and the cases of anxiety increased by 76 million corresponding to, respectively, a 28% and 26% rise above the pre-pandemic levels (Santomauro et al., 2021) . Moreover, anecdotal evidence from the UK suggests that the mental health referrals for children and young adults (children aged 18 or below) have doubled during the pandemic (The Guardian, 2021) .",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 408,
                    "text": "(ECDC, 2021)",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 524,
                    "text": "(WHO, 2021)",
                    "ref_id": null
                },
                {
                    "start": 830,
                    "end": 841,
                    "text": "(WHO, 2021)",
                    "ref_id": null
                },
                {
                    "start": 934,
                    "end": 959,
                    "text": "(Santomauro et al., 2021)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1023,
                    "end": 1044,
                    "text": "(Moreno et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1202,
                    "end": 1224,
                    "text": "(Panchal et al., 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1256,
                    "end": 1283,
                    "text": "Bueno-Notivol et al. (2021)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1465,
                    "end": 1493,
                    "text": "(Bueno-Notivol et al., 2021)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1895,
                    "end": 1920,
                    "text": "(Santomauro et al., 2021)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 2102,
                    "end": 2117,
                    "text": "Guardian, 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Pandemic-related distress can depend on many factors including most importantly: fear of illness; economic hardship; and uncertainty about the real impact of the crisis (Moreno et al., 2020) . But it is also a result of social isolation and tensions within families: this a result of the NPIs that most governments have deployed to contain the pandemic (Moreno et al., 2020) . A large Italian study, covering 18,147 individuals, shows that NPIs implementation were associated with an increase in post-traumatic stress disorders (PTSD), anxiety, insomnia, depression and high stresswith women and younger individuals being the ones hardest hit (Rossi et al., 2020) . Similar results were found for Iran (Moghanibashi-Mansourieh, 2020) . Results for the general Danish population (Sønderskov et al., 2020) and for physicians in Oman (Badahdah et al., 2020) show the mental well-being (MWB), proxied by the five-item World Health Organization Well-Being (WHO-5) Index (for details refer to section 3.1 The Data), of women appear to be associated with a larger decrease, during COVID, than among men. Studies from China and Japan (Huang and Zhao, 2020; Ueda et al., 2020; Wang et al., 2020) show younger members of society suffering greater detrimental effects. Increases in mental health disorders independent of age and gender, were found in Portugal, India, and Spain (Moreira et al., 2020; Orgilés et al., 2020; Ahmad et al., 2020) . The cross-sectional designs of these surveys are, however, prone to bias given potential seasonal effects and unobserved country-and individual-level confounding factors, such as individuals' initial mental health status. Also, many of these studies are based on convenience samples, such as healthcare workers. This begs the question of how well these samples represent the general population (Kumar and Nayar, 2021) .",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 190,
                    "text": "(Moreno et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 353,
                    "end": 374,
                    "text": "(Moreno et al., 2020)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 643,
                    "end": 663,
                    "text": "(Rossi et al., 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 702,
                    "end": 733,
                    "text": "(Moghanibashi-Mansourieh, 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 778,
                    "end": 803,
                    "text": "(Sønderskov et al., 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 831,
                    "end": 854,
                    "text": "(Badahdah et al., 2020)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1126,
                    "end": 1148,
                    "text": "(Huang and Zhao, 2020;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1149,
                    "end": 1167,
                    "text": "Ueda et al., 2020;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1168,
                    "end": 1186,
                    "text": "Wang et al., 2020)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1367,
                    "end": 1389,
                    "text": "(Moreira et al., 2020;",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1390,
                    "end": 1411,
                    "text": "Orgilés et al., 2020;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1412,
                    "end": 1431,
                    "text": "Ahmad et al., 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1828,
                    "end": 1851,
                    "text": "(Kumar and Nayar, 2021)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Deteriorating mental health has also been observed in studies analyzing the impact of other types of shocks, including macroeconomic shocks (Stuckler and Basu, 2013; Reeves et al., 2014) . Here, suicide rates are taken as a proxy for mental health. People react to real or threatened insecurity about their future, job-stress, and increased social isolation by taking their own lives: this is frequently referred as the stress-related mechanism (Stuckler and Basu, 2013; Reeves et al., 2014) .",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 165,
                    "text": "(Stuckler and Basu, 2013;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 166,
                    "end": 186,
                    "text": "Reeves et al., 2014)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 445,
                    "end": 470,
                    "text": "(Stuckler and Basu, 2013;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 471,
                    "end": 491,
                    "text": "Reeves et al., 2014)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present work investigates the following research questions: 1) How was individuals' MWB, in the general population, associated with the implementation and lifting of 13 NPIs during the COVID-19 pandemic across 28 European countries? 2) How was the individuals' MWB within different key-groups in society associated with the implementation and lifting of NPIs? 3) Were there any differences in the way MWB was associated with NPIs between these key groups or between Eastern and Western-European countries? This paper answers these ambitious questions by exploiting a unique longitudinal survey covering over 15,000 individuals from 28 European countries. This survey was administered three times during the pandemic: 9 April-18 June 2020 (wave 1); 22 June -27 July 2020 (wave 2); and 11 February -31 March 2021 (wave 3). This coincides with the implementation and lifting of several NPIs. Individuals are asked to report their MWB measured by the WHO-5 index, besides other socio-demographic characteristics. This dataset was matched with data on the implementation and lifting of 13 NPIs to counteract the pandemic (Hale et al., 2020) . These NPIs can be classified into three main categories: containment and closure (stay-at home requirements; internal movement restrictions; international travel restrictions; private gathering restrictions; public event cancellations; school closures; workplace closures; public transport closures); health (testing policies; contact tracing; facial coverings); and economic support (income support; debt/contract relief).",
            "cite_spans": [
                {
                    "start": 1120,
                    "end": 1139,
                    "text": "(Hale et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The study, therefore, makes three substantial contributions. First, it is the first study, to date, to document the association of NPIs with MWB for a large set of countries longitudinally. Second, with longitudinal information we can reliably document how individuals' MWB changed with variations in implemented NPIs, while accounting for seasonal effects and country and individual-level confounding factors. This includes daily COVID-related cases and deaths and monthly unemployment rates by country. Third, as the survey covers individuals from diverse key-groups within the general population, our results provide evidence on who is at risk and who potentially suffers more. In particular, we provide results on how NPIs have affected key individual groups defined by: gender; education; age; family arrangements; working in a critical sector; and residing in the Western Europe or the former Eastern bloc. Observing the effects of NPIs on key-groups and examining their differences can inform decisions on future NPIs and on ways of mitigating their negative effects, especially for the most affected groups and for those who already have critically low MWB levels.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper proceeds as follows. We present in section 2 the potential mechanisms, in section 3 the data and methods, in section 4 the results, with conclusions in section 5.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We hypothesize that several mechanisms might be at play here.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The potential mechanisms"
        },
        {
            "text": "Besides, the stress-mechanism, people might suffer social isolation induced by some containment and closure measures during the pandemic, in which the need for social support is particularly high (Douglas et al., 2020) . Also, school closures (for those with children) and transport closure might reduce individuals' leisure time, and again decrease their MWB. Conversely, leisure time could increase for some through reduced commuter time in case of workplace closures. Moreover, for many people, the possibility of homeworking came rather suddenly. Increased flexibility might benefit the work-life and work-family balance, which have been found to be positively correlated with MWB (Costa et al., 2004) . In addition, workplaces, public places, and schools can trigger outbreaks, as they increase contact-numbers (Karatayev et al., 2020) . Therefore, workplace closures might reduce the fear of being infected, which in turn might improve individuals' MWB. Other measures such as face-covering (Saunders et al., 2021) and contact tracing (Kawakami et al., 2021) might be perceived as limiting freedom and interaction with others, therefore causing stress. Moreover, the previous literature shows that social support measures such as income replacement tend to have beneficial health effects if perceived as temporary (Stuckler and Basu, 2013) .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 218,
                    "text": "(Douglas et al., 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 685,
                    "end": 705,
                    "text": "(Costa et al., 2004)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 816,
                    "end": 840,
                    "text": "(Karatayev et al., 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 997,
                    "end": 1020,
                    "text": "(Saunders et al., 2021)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1041,
                    "end": 1064,
                    "text": "(Kawakami et al., 2021)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1320,
                    "end": 1345,
                    "text": "(Stuckler and Basu, 2013)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "General population"
        },
        {
            "text": "The gender gradient might be different from the one found in the literature analyzing previous recessions. While previous recessions have traditionally affected sectors that are male-dominated such as manufacturing, trade, and construction, the COVID-19 pandemic has disproportionally hit female-dominated sectors such as the service industries (Mongey and Weinberg, 2020) . Likewise, women might suffer more from school closures, as they are more likely to take care of children (Zamarro and Prados, 2021) . The female childcare-burden might, also, increase because of the implementation of school closures (Douglas et al., 2020; Hupkau and Petrongolo, 2020) , stay-at-home policies, restrictions on internal movement, and restrictions on private gatherings which might lead to a decrease in the opportunity for receiving childcare-provisions (Zamarro and Prados, 2021) . Thus, we would also expect a decrease in MWB for mothers with young children. Likewise, the higher vulnerability of older people including, of course, grandparents, might hinder informal childcare-provisions, which are highly correlated with female labour supply (Heckman, 1974; Baker et al., 2008) . However, since many countries have implemented workplace closures, this might lead both men and women to spend more time at home, and so greater relative balance in terms of childcare responsibility (Zamarro and Prados, 2021) . It should be clear from all this that the net result is a-priori unclear.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 372,
                    "text": "(Mongey and Weinberg, 2020)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 480,
                    "end": 506,
                    "text": "(Zamarro and Prados, 2021)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 608,
                    "end": 630,
                    "text": "(Douglas et al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 631,
                    "end": 659,
                    "text": "Hupkau and Petrongolo, 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 844,
                    "end": 870,
                    "text": "(Zamarro and Prados, 2021)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1136,
                    "end": 1151,
                    "text": "(Heckman, 1974;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1152,
                    "end": 1171,
                    "text": "Baker et al., 2008)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1373,
                    "end": 1399,
                    "text": "(Zamarro and Prados, 2021)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Gender gradient"
        },
        {
            "text": "Tertiary educated individuals tend to have, in general, jobs that can be more easily done remotely and particularly from home (Perencevich et al., 2020) . Therefore, they might be less sensitive to the negative aspects of workplace closure. However, working from home requires an environment that allows work without interruptions (Douglas et al., 2020) . Therefore, the association between their MWB and workplace closure might be a-priori unclear. In parallel, the ability to carry on with a job might be translated into a lower risk of losing that job, and hence a lower sensitivity to economic measures, such as income support and debt or contract relief measures. The tertiary educated might, also, have stronger social support networks and more resources to cope with increased family and caring responsibilities and perhaps also a more egalitarian gendered division of household and childcare duties (Heckman, 1974; Baker et al., 2008; Hupkau and Petrongolo, 2020; Zamarro and Prados, 2021) . Thus, school closures might decrease the MWB of the tertiary educated less compared to those with lower educational attainments.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 152,
                    "text": "(Perencevich et al., 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 331,
                    "end": 353,
                    "text": "(Douglas et al., 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 907,
                    "end": 922,
                    "text": "(Heckman, 1974;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 923,
                    "end": 942,
                    "text": "Baker et al., 2008;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 943,
                    "end": 971,
                    "text": "Hupkau and Petrongolo, 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 972,
                    "end": 997,
                    "text": "Zamarro and Prados, 2021)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Education gradient"
        },
        {
            "text": "Critical sector workers, and healthcare-workers in particular, might benefit more than those not working in critical sectors from healthrelated NPIs, namely testing policies, contact tracing, and face coverings. This would be consistent with them having a better understanding of how the virus spreads from individual to individual. Healthcareworkers were, also, those facing a higher risk of infections in their job; this is particularly true for the front-line healthcare-workers (Pierce et al., 2020 ). Yet, workplace closure never applied to them, as by definition they have carried on working in their workplace during the entire pandemic. Therefore, their MWB might be less sensitive to this measure.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 502,
                    "text": "(Pierce et al., 2020",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Critical sector workers"
        },
        {
            "text": "Individuals residing with a partner compared to those who do not might suffer differently from stay-at-home, internal movement restrictions and private gatherings restrictions (Pierce et al., 2020; Li and Wang, 2020) . On the one hand, they might suffer more due to having to spend unusual amounts of time with their partner, therefore increasing the chances of family-strives and domestic violence (Douglas et al., 2020) . On the other hand, they might suffer less as they can interact with their partners and reduce any sense of isolation.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 197,
                    "text": "(Pierce et al., 2020;",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 198,
                    "end": 216,
                    "text": "Li and Wang, 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 399,
                    "end": 421,
                    "text": "(Douglas et al., 2020)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Individuals living with a partner"
        },
        {
            "text": "Living with children, with a focus on the younger ones, might play a key role in individuals' MWB during the pandemic, as many countries have implemented school closure policies especially during the first and third outbreak (Zamarro and Prados, 2021) . We hypothesize that the MWB of individuals with childrenparticularly those with young childrenmight decrease due to school closures. Likewise, as mentioned above, the implementation of stay-at-home policies, restrictions on internal movement, and restrictions on private gatherings might decrease childcare-provisions, thus increasing the childcare burden, and ultimately decreasing the MWB of individuals with young children. In addition, workplace closures might not increase or even decrease their MWB, because childcare and household responsibilities interfere with their jobs (Douglas et al., 2020; Zamarro and Prados, 2021) .",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 251,
                    "text": "(Zamarro and Prados, 2021)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 835,
                    "end": 857,
                    "text": "(Douglas et al., 2020;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 858,
                    "end": 883,
                    "text": "Zamarro and Prados, 2021)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Individuals living with children"
        },
        {
            "text": "We speculate that there might also be an East-West European divide in the association of NPIs with MWB. Given different historical experiences, the East and West of the continent have important cultural and political differences. Eastern-European countries were previously ruled by socialist parties, with stricter state control (Topp et al., 2015) . There are several reasons why individuals living in the former Eastern-Bloc might suffer less under NPIs than those from Western-European countries. First, they had experienced restrictive policies before and thus current NPIs might be felt to be relatively less intrusive compared to individuals in Western-Europe. Second, individuals from Eastern-Europe might have come up with coping strategies in the past that they were able to repurpose during the pandemic. Third, compliance with NPIs might be lower given lower levels of trust in government. One could also, of course, argue for a contrary effect. Individuals living in the former Eastern European-Bloc might perhaps have suffered more from the implementation of NPIs because of greater fear of state interventions. In the recent past, exposure to state-led restrictions had been extensive and is collectively remembered. Consequently, Eastern-Europeans might remain more sensitive to policy restrictions.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 348,
                    "text": "(Topp et al., 2015)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "The East-West European divide"
        },
        {
            "text": "Our dependent variable is MWB, which was assessed using the WHO-5 Index. The scale is a valid screening tool for depression and has been widely used in the literature including in clinical trials (Topp et al., 2015) . WHO-5 ranges from 0 to 25. Zero (25) represents the lowest (highest) level of MWB (Krieger et al., 2014) . Each individual is asked about the frequency of item-specific statements over the past two weeks. Each of them is rated on a scale from 0 (at no time) to 5 (all the time). The specific items are the following ones: 1) \"I feel cheerful and in good spirits\"; 2) \"I feel calm and relaxed\"; 3) \"I feel active and vigorous\"; 4) \"I wake up feeling fresh and rested\"; 5) \"My daily life is filled with things that interest me\". Levels below 13 indicate poor MWB and are cause for testing for depression (WHO, 1998) . The data come from the Eurofound \"Living, Working and COVID-19\" (LWC) survey (Eurofound, 2020) . The survey collects demographic and socio-economic characteristics for more than 150,000 individuals from the 27 EU-member states, the UK, and some other countries: the last group is, however, jointly coded as 'other countries' in the data set. Observations from these other countries (n = 557) have, thus, been removed, because it is impossible to match them with policy data. The LWC survey's target population includes individuals aged 18 years and older. The data was collected via e-survey. The recruitment of respondents was conducted with a snowballing system and through advertisements on social media platforms. At the time of writing, three survey-waves are available covering the periods: 9 April-18 June 2020 (wave 1); 22 June -27 July 2020 (wave 2); and 11 February -31 March 2021 (wave 3). There are 15,147 individuals in our final sample, all of whom have been observed at least twice (n = 36, 848): Fig. A. 1, in the Webappendix, documents our data selection procedure.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 215,
                    "text": "(Topp et al., 2015)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 300,
                    "end": 322,
                    "text": "(Krieger et al., 2014)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 820,
                    "end": 831,
                    "text": "(WHO, 1998)",
                    "ref_id": null
                },
                {
                    "start": 911,
                    "end": 928,
                    "text": "(Eurofound, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [
                {
                    "start": 1846,
                    "end": 1853,
                    "text": "Fig. A.",
                    "ref_id": null
                }
            ],
            "section": "The data"
        },
        {
            "text": "Our explanatory variables include the implementation and lifting of 13 NPIs across 28 European countries to counteract the pandemic. The data are sourced from the Oxford COVID-19 Government Response Tracker (OxCGRT) on a country and on a daily basis (Hale et al., 2020) . The dataset is further complemented by numbers of daily COVID-19 cases and deaths at country level. Since, in the LWC survey, individuals are interviewed on different days during data collection, data on both NPIs and COVID-19 exposure are matched with individual-level data based on the day they were interviewed. Table 1 provides further details on the policies analyzed here. Fig. 1a and b (c) illustrate the containment and closure (the economic support and health) NPIs over time. Colored-lines represent the daily average implementation-rate across the 28 European countries under examination (left axis). Colors allow us to distinguish between different policies. Light (medium, dark) grey histograms represent the total number of people interviewed per day in wave 1 (2, 3) (right axis). To contextualize the NPI-trends there are several key policy-events during the pandemic to bear in mind, such as: i) the first implementation of closure and containment NPIs in 11 Northern Italian provinces on 8 March 2020; ii) the WHO's declaration that COVID-19 was a 'global pandemic' on 11 March 2020; iii) the introduction by the European Commission, in cooperation with the President of the European Council, of a European road-map towards lifting Coronavirus containment measures on 14 April 2020; iv) the publication of guidelines for the implementation of COVID-19 NPIs by the European Centre for Disease Prevention and Control (ECDC) on 24 September 2020; and v) the publishing of a framework for encouraging public trust and compliance with COVID-19 NPIs by the ECDC on 17 March 2021 (European Commission, 2020). A few points on NPI-implementations need to be mentioned here: all countries in our sample closed schools between 18 March and 13 May 2020; all countries except Denmark cancelled all public events between 29 March and 11 May 2020; all countries except Luxembourg, Romania, and Croatia closed workplaces through the whole observation period of wave 3 (11 February to 31 March 2021); and all countries except Luxembourg and Bulgaria restricted gatherings in the same period. The survey waves' timing, however, provides us with large variation in NPIs implemented and lifted.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 269,
                    "text": "(Hale et al., 2020)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 587,
                    "end": 594,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 651,
                    "end": 658,
                    "text": "Fig. 1a",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The data"
        },
        {
            "text": "In order to assess the association of the 13 NPIs with MWB we estimate the following model separately for each NPI:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The methods"
        },
        {
            "text": "where MWB represents the WHO-5 score for individual i at time t. NPI represents a dummy variable equal to 1 if the policy p has been implemented in country c and 0 if the policy is lifted. X represent key individual characteristics, including gender; education (whether the individual holds a tertiary degree or not); age group; whether the interviewee lives with a partner; whether there are children aged under 12 or between 12 and 17 present in the household; and if the individual works in a critical sector, namely healthcare or agriculture (or not). Western-Europe represents a dummy-variable equal to 1 whether the individual lives in Western-Europe or otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The methods"
        },
        {
            "text": "From a technical point of view, we estimate separate models for each NPI. We opted for this solution rather than interacting each NPI with every covariate to prevent a very high number of regressors and, thus, a high structural correlation between them. The age and educational group classifications were created to ensure roughly similar age-ranges and relative frequencies for each group, when possible, with the exception of those individuals aged 65+, as they are particularly vulnerable to COVID-19 (Yanez et al., 2020) . With respect to the age dichotomization for children living in the household, this was driven by the data: the survey splits children into below 12 or between 12 and 17.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 524,
                    "text": "(Yanez et al., 2020)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "The methods"
        },
        {
            "text": "COVID-19 Deaths and COVID-19 Cases represent the smoothed averages for the seven days prior to the interview, which allows us to control for the severity of the pandemic. U represents the national monthly (m) unemployment rate, accounting for the pandemic's economic impact. In line with previous literature (Ruhm, 2000; Stuckler and Basu, 2013; Reeves et al., 2014; Malmusi et al., 2018; Balbo et al., 2020) the unemployment rate appears to be the best macro-economic indicator for capturing the impact of macro-economic shocks, such as the COVID-19-related recession, on health. Variables on NPIs and COVID-19 cases and deaths were lagged by one day to account for the time it might take for individuals to notice these changes. We include country (α c ) and wave (μ w ) fixed effects as well as individual (η i ) random effects, while c i,t is the error term. It is worth noting that wave fixed effects (μ w ) control for seasonal patterns in MWB across countries, while country fixed effects account for any time-invariant differences between countries. Standard errors were clustered at the individual level to account for the non-independence of the sampling.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 320,
                    "text": "(Ruhm, 2000;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 321,
                    "end": 345,
                    "text": "Stuckler and Basu, 2013;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 346,
                    "end": 366,
                    "text": "Reeves et al., 2014;",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 367,
                    "end": 388,
                    "text": "Malmusi et al., 2018;",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 389,
                    "end": 408,
                    "text": "Balbo et al., 2020)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "The methods"
        },
        {
            "text": "The β coefficients from the model including the respective NPI's interaction terms with individual characteristics and country category are key. These coefficients represent the association of any NPI with MWB. We are in particular interested in those coefficients on the respective NPI which is interacted with key-groups and country-groups in the respective model. In addition, we are interested in how these relationships change by key groups, i.e. in the γ coefficients, and in differences in effects between Western and Eastern-European countries, i.e. in the δ coefficients. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The methods"
        },
        {
            "text": "Table 2 provides descriptive statistics on MWB by key groups for the final sample. Table 2 suggests a clear socio-economic gradient. Men, the highly-educated, and those older than 44, and in particular those older than 65, report, on average, higher levels of MWB. Living with a partner and having no children in the household were both protective MWB factors. At the geographical level no differences can be observed between Western (Austria, Belgium, Cyprus, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, Malta, Netherlands, Portugal, Spain, Sweden, and the UK) and Eastern-European countries (Bulgaria, Croatia, Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Romania, Slovakia, and Slovenia). To examine differences across key groups, Fig. 3 presents the results separately: by gender (column 1); educational attainment (column 2); and whether the individual works in a critical sector (column 3). Fig. 4 presents the results, instead, by family arrangements. Finally, Fig. 5 shows the West-East differences. Table A2 in the Webappendix summarizes them.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 83,
                    "end": 90,
                    "text": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 777,
                    "end": 783,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 940,
                    "end": 946,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1011,
                    "end": 1017,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1051,
                    "end": 1059,
                    "text": "Table A2",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Each of the first two figures comprises three coefficient plots; circles represent the estimated coefficient for each group, whereas triangles depict the differences between the two. It is worth noting that while nonoverlapping CIs for the coefficients for the two categories within each group suggests a relevant difference with a strong level of certainty, overlapping CIs do not imply the reverse. For the West-East comparisons in the association of MWB with NPIs, only the differences can be estimated given the inclusion of country fixed-effects in our models.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Results"
        },
        {
            "text": "Looking at the relationship between NPIs and MWB by gender and their differences, Fig. 3 column 1 shows that there are clear gender differences regarding: stay-at-home requirements; restrictions to Obviously key-workers could not benefit from these policy as they were not subject to them. Contact tracing was negatively associated to MWB, again, only for non-key workers [− 0.23, 95% CI: − 0.37 to − 0.09]. Conversely, testing policies were positively related with only the MWB of critical sector workers [0.42, 95% CI: 0.08 to 0.77].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 82,
                    "end": 97,
                    "text": "Fig. 3 column 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Results"
        },
        {
            "text": "As to family arrangements, we present the results focusing on i) relationship status, i.e. cohabiting versus not residing with a partner; ii) living with or not living with children below the age of 12; and iii) living with or not living with children aged 12-17 years old. Looking at cohabitation status, Fig. 4 column 1 shows the relation of NPIs to MWB for those residing with a partner against those who do not. Again, international travel restrictions were most strongly connected with MWB in both groups, with − 0.65 [95% CI: − 0.82 to − 0.48] points for those living with a partner and − 0.58 [95% CI: − 0.84 to − 0.33] points for those who do not. Restrictions on private gatherings and contact tracing NPIs were also negatively associated with MWB in both groups [− 0.23, 95% CI: − 0.38 to − 0.08; − 0.26, 95% CI: − 0.45 to − 0.06; − 0.16, 95% CI: − 0.31 to − 0.02; − 0.35, 95% CI: − 0.56 to − 0.14]. In contrast, MWB for both those living with a partner and those who do not was positively associated with workplace closures [0.29, 95% CI: 0.10 to 0.48; 0.29, 95% CI: 0.05 to 0.53]. Differences between these groups were found only for public transport closures and income support NPIs. As for public transport closures, those not living with a partner were better off than those who do [− 0.37, 95% CI: − 0.67 to − 0.07], their MWB being positively related to this NPI [0.40, 95% CI: 0.12 to 0.68]. Conversely, those residing with a partner fared better under income support NPIs compared to those who do not [0.28, 95% CI 0.01 to 0.54], whereas this NPI was not related to MWB within either of the groups. Moreover, school closures were negatively related to MWB only for those cohabiting with a partner [− 0.18, 95% CI: − 0.34 to − 0.02]. In contrast, testing policies were positively associated with MWB for the same group [0.15, 95% CI: 0.001 to 0.30]. Fig. 4 column 2 (3) compares individuals who live with at least one child younger than 12 years (between 12 and 17 years) in the household to those who do not: our models, note, control for the presence of children aged between 12 and 17 years (below 12) in the household. The largest associations -in terms of magnitude -for those living with young children and those who do not relates, again, to international travel restrictions, with − 0.77 [95% CI: − 1.04 to − 0.51] and − 0.58 [95% CI: − 0.76 to − 0.41] points. Likewise, but smaller in magnitude, private gatherings were negatively related to MWB for both groups [− 0.40, 95% CI: − 0.62 to − 0.18; − 0.19, 95% CI: − 0.34 to − 0.04]. Differences between the two groups were only found for the cancellations of public events, school closures, and workplace closures, which all left those residing with children aged below 12 worse off than those who do not [− 0.37, 95% CI: − 0.64 to − 0.10; − 0.46, 95% CI -0.78 to − 0.14; − 0.46, 95% CI: − 0.72 to − 0.19]. Among these three NPIs, school closures were negatively associated with MWB only for those residing with children younger than 12 years old [− 0.50, 95% CI: − 0.79 to − 0.21], while workplace closures were positively connected to MWB only for those who do not [0.40, 95% CI: 0.21 to 0.59]. In addition, stay-at-home requirements were negatively associated with MWB only for those living with children aged below 12 [− 0.28, 95% CI: − 0.51 to − 0.05], whereas testing policies were positively connected to MWB only for the same group [0.29, 95% CI: 0.05 to 0.53]. Conversely, contact tracing was negatively associated with MWB for those not living with children below 12 alone [− 0.24, 95% CI: − 0.39 to − 0.09].",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 306,
                    "end": 321,
                    "text": "Fig. 4 column 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1868,
                    "end": 1883,
                    "text": "Fig. 4 column 2",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Results"
        },
        {
            "text": "When, instead, we consider individuals living with children between 12 and 17 year of age, we, again, find that international travel restrictions were most strongly correlated to MWB for both groups, with about Further heterogeneity analyses are set out in Webappendix B.1, where we present the estimation results for different age-groups, namely individuals aged 18-29; 30-44; 45-64; and 65 and above (see Fig. B .1). International travel restrictions were negatively associated with MWB in all age-groups. Restrictions on private gatherings were negatively associated with MWB in all age-groups except those aged 65+. Only in the youngest age-group, MWB was negatively related to stay-at-home requirements NPIs. The MWB of the youngest and oldest age-group was negatively associated with school closures. Workplace closures and transport closures were positively associated with MWB for 45-64 year olds; workplace closures also worked in this way for 30-44 yearolds. Testing policies were positively connected to MWB for the 30-44, while contact tracing NPIs were negatively associated with MWB for those aged 45-64 and 65+. Income support NPIs were positively related to MWB only for the oldest age-group.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 407,
                    "end": 413,
                    "text": "Fig. B",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "To assess the robustness of our results, we ran a battery of sensitivitychecks. First, instead of using as control variables the seven-day averages of the number of COVID-19 cases and deaths on the day before the interview, we used the number of COVID-19 cases and deaths on the day prior to the interview. The average marginal effects and 95% CIs are presented in the Webappendix C.1 (see Fig. C .1) and the results there are consistent with the main ones. We also investigate the cumulative MWB-NPI associations of the simultaneous implementation of more than one NPI on MWB. These results are provided in Webappendix C.2, and shows that only for a handful of NPI-pairs do we find clear interactions between NPIs.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 390,
                    "end": 396,
                    "text": "Fig. C",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "The present work investigates the association between the implementation and the lifting of 13 NPIs and individuals' MWB, measured by the WHO-5 index. We used repeated observations for 15,147 individuals from 28 European countries. Our results show that restrictions on international travelling, restrictions on private gatherings, and contact tracing were negatively associated with MBW by, respectively, about Conversely, workplace closures were positively related to MWB of about 0.29 [95% CI: 0.11 to 0.48] points. To put our results into a broader perspective, we estimate the average WHO-5 score from the European Quality of Life Survey (Eurofound, 2020) in 2016 for the same 28 countries. We obtain a weighted average of 16.16, where weights reflect our sample's number of observations by country and by gender. Consequently, our estimates translate into MWB changes of: − 3.9%, for international travel restrictions; − 1.5% for restrictions on private gatherings; − 1.4%, for contact tracing NPIs; and +1.8% for workplace closures compared to pre-pandemic MWB levels.",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 660,
                    "text": "(Eurofound, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "These associations of NPIs with MWB are alarming for three main reasons. First, for some interest-groups the average level of WHO-5 over the period covered was already clearly below 13, the depression-risk threshold (WHO, 1998) . These groups were: women; those with non-tertiary education; those aged 18-29 or 30-44; those not living with a partner; those living with children aged under 12 years and those living with children between 12 and 17 years; and individuals from some countries, namely Croatia, Greece, Ireland, Italy, Malta, Poland, Portugal, and Romania. The average MWB in wave 3 (i.e. during spring 2021) across the whole sample dipped below 13 too. This means that some NPIs were negatively associated with MWB in an already difficult environment and likely have played a significant role in pushing individuals below the 13WHO-5 threshold.",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 227,
                    "text": "(WHO, 1998)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Second, our heterogeneity analysis shows important differences in how the MWB of specific groups is associated with NPIs. Our results suggest that some of the groups with alarming pre-pandemic MWB levels were suffering the most. For instance, before the pandemic, women's average level of MWB was already considerably lower than that of men (weighted average of 15.91 and 16.77 points; Eurofound, 2020) . Those gaps widened during the pandemic, as women's MWB was particularly negatively associated with some NPIs and less positively related to others compared to men.",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 402,
                    "text": "Eurofound, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Third, our estimates are likely to be conservative, as they are based only on data collected during the pandemic, and only after some of the NPIs had already been put in place. As such, we cannot document the full variation in MWB induced by the first NPI-implementation compared to pre-pandemic levels. This variation was arguably the largest. First, the re-implementation of NPIs came not as unexpected and individuals might have developed coping strategies during the first implementation. Second, for many, life, during the periods in which NPIs were lifted, did not simply go back to the way it had been before the pandemic, and even less so did their MWB.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Perhaps surprisingly, we do not find that, overall, stay-at-home requirements or internal movement restrictions were negatively associated with individuals' MWB. Indeed, when considering data from wave one and two, we find that stay-at-home requirements and internal movement restrictions but also international travel restrictions are not negatively related to MWB (see Webappendix B.2, Fig. B.2) . The negative association of international travel restrictions with MWB becomes evident only when including wave three (i.e. when adding observations from February and March 2021). We speculate that there are two potential mechanisms at play here. First, with the third wave, many countries introduced rather draconian restrictions on international travel, with compulsory quarantine even after negative test results. As such, many airlines companies stopped their international flights altogether. Second, these policies would necessarily impose nearly 100 percent compliance, and therefore might have felt harsher than other policies. There might also be an important effect in terms of timing. Individuals might suffer only slightly when there is a short period without travelling abroad (e.g. in the first part of the pandemic). Then, in summer 2020 travelling was not restricted. The restriction was reimposed, however, and lasted for a longer period of time during the second COVID-19 outbreak, which included the Christmas and Easter vacations. This, besides the obvious reason that more data increased the precision of our estimates, might have led to the negative association of international travel restrictions with individuals' MWB when including the third wave.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "text": "Fig. B.2)",
                    "ref_id": null
                }
            ],
            "section": "Conclusion"
        },
        {
            "text": "Before highlighting the policy implications of our findings there are a few limitations to bear in mind. First, as mentioned above, our study does not capture the pre-pandemic period, potentially underestimating the impact of the first NPI-implementations. Second, even controlling for daily COVID-related cases and deaths, monthly unemployment rates by country, and country fixed-effects, this might not fully account for the severity of the pandemic in a given place and as such for its direct effects, and for the economic channel through which the pandemic affected MWB. Third, the implementation of most NPIs should, if at least partially efficient, decrease the severity of the pandemic and as such decrease the need to implement other NPIs in the future. We can take this into account only partially by controlling for the present implementation of each NPI in each of our models. Fourth, we only observe NPIs at national level, which precludes any analysis of the within-country variation in those policies. Fifth, we cannot fully control for welfare state changes during the pandemic (e.g. universal credit in the UK), for example through the interaction between country and wave fixed effect, as we run into collinearity problems. In addition, our estimation strategy aims at capturing parts of such welfare state changes by the coefficients for the economic support NPIs (income support and debt/contract relief). Unfortunately, our models cannot perfectly disentangle changes in welfare support implemented as NPIs in the context of the pandemic from policies implemented for other reasons. Future research is thus urgently needed to fill this gap. Sixth, the data come from a web survey, which is not fully representative of the European population. In as far as the sample selection mechanism is correlated with the association of NPIs with MWB, there might be threats to external validity, i.e. the ability to generalize the findings for our sample to the general population. Seventh, only adults were included in the survey. The experiences of children whose MWB was perhaps dragged down by school closures were ignored. Here, too, future research is urgently needed. Eighth, we measure the economic impact of the pandemic through the monthly unemployment rate. However, one might argue that this is not the best indicator given the different policy and economic response to this kind of a public health shock. Although, we opted for this macro-economic measure for the following reasons. First, even if the unemployment rate, during the pandemic, is considerably lower than in other recession periods it is undeniable that the job market has been shocked by the pandemic and that rise in the unemployment rate has been exceptionally high for such a short period. Second, the unemployment rate appears to be the best indicator for macro-economic fluctuations. Tapia-Granados (Tapia Granados, 2008) compared several macro-economic indicators, such as GDP, unemployment rate and their impact on health and showed that the unemployment rate is the best proxy for macro-economic shocks. Ninth, our research cannot test the potential mechanisms underlying the associations of NPIs with MWB, partly because of the lack of data. Research is thus urgently needed to test which of the proposed mechanisms here, drawn from the literature are at play.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Despite these limitations, our results have important policyimplications. The substantial negative association of NPIs with MWB highlights the health-risk connected to these policies. The large negative relation of MWB to international travel restrictions calls for a reassessment of said restrictions and total border closures. More cooperation and more uniform COVID-19-related NPIs might decrease disparities in how the pandemic hits different European countries and reduce the need to restrict movements between them. In addition, the findings of no clear associations of MWB with stay-at-home requirements and internal movement restrictions for the general population might suggest that these policies were well-designed, offering individuals a sufficient level of mobility. On the other hand, they might hint at non-compliance and thus at potential improvements in policy design (e.g. offering exceptions where sensible), better communication to increase acceptance of NPIs, and more compliance-checks. The negative association of MWB with other NPIs, such as contact tracing, might in part stem from ineffective communication (Cho et al., 2020) . Here there might be room for improvement. Our results show that flexible working arrangement might have mitigated the mental health toll connected to the pandemic. Policy-makers should consequently consider incentivizing employers to allow for such working arrangements whenever deemed possible. In parallel, while restrictions on social gatherings were, indeed, necessary for curbing the spread of COVID-19, this likely have led to increased social isolation. Therefore, a possible policy implication for mitigating the mental health consequences of these restrictions might be to incentivize social-bubbles. These are already implemented in some countries and appear to be also an effective way to flatten the COVID-19 cases curve (Block et al., 2020) .",
            "cite_spans": [
                {
                    "start": 1133,
                    "end": 1151,
                    "text": "(Cho et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1887,
                    "end": 1907,
                    "text": "(Block et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "The way in which certain groups in the population seem to have been affected more than others makes it necessary to look for ways to distribute NPI burdens. For instance, women and individuals living with young children appear to have suffered more from stay-at-home requirements, restrictions on private gatherings, and school closures, while benefiting less from workplace closures. Drawing on the previous literature (Zamarro and Prados, 2021) , our results suggest that policies to reduce the burden of family and care responsibilities and the conflict with working remotely might help counteract these inequalities. This is particularly true when the burden increases through NPIs and even more so among women with young children. Moreover, finding that the MWB of women and individuals with young children was disproportionately related to NPIs exacerbates pre-existing inequalities in society. As such, our results are broadly in line with the COVID-19 Marmot Review in the UK. This argued that pre-existing inequalities have contributed to the unequal burden of the COVID-19 outbreak in Britain (Marmot et al., 2021) . Conversely, recent findings from the UK (Davillas and Jones, 2021) show that while psychological distress has increased among the population in general, socioeconomic inequalities remained stable. Understanding whether inequalities increased and, if so, in what way is fundamental for making an informed decision on how to proceed in the future. Mental health support will be necessary as poor MWB is a proxy for future poor mental health, and in some extreme cases, for suicide mortality.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 446,
                    "text": "(Zamarro and Prados, 2021)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1103,
                    "end": 1124,
                    "text": "(Marmot et al., 2021)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1167,
                    "end": 1193,
                    "text": "(Davillas and Jones, 2021)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our findings provide timely early-warning signs of a general decrease in Europeans' MWB and an exacerbation of social inequalities associated with the implementation of NPIs. These early-warning signs should not be ignored.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Veronica Toffolutti, Samuel Plach and Arnstein Aassve conceived the idea. Veronica Toffolutti, also, drafted the original manuscript and supervised the analyses. Samuel Plach, Teodora Maksimovic analyzed the data and contributed to the writing. Massimiliano Mascherini provided the data. Giorgio Piccitto, Letizia Mencarini contributed to the writing. Arnstein Aassve also, contributed to the writing and supervised the analyses. The corresponding author (Veronica Toffolutti) is responsible for ensuring that the descriptions are accurate and agree by all the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Authors contributory statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Factors Influencing Mental Health during Covid-19 Outbreak: an Exploratory Survey Among Indian Population",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The psychological well-being of physicians during COVID-19 outbreak in Oman",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Badahdah",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Khamis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Al Mahyijari",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gruber",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Milligan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Psychiatr. Res",
            "volume": "289",
            "issn": "4",
            "pages": "709--745",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Trends in the use of mind-altering drugs among European adolescents during the Great Recession",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Balbo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carapella",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Toffolutti",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health Pol",
            "volume": "124",
            "issn": "5",
            "pages": "568--574",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Social network-based distancing strategies to flatten the COVID-19 curve in a post-lockdown world",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Block",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Raabe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nat. Hum. Behav",
            "volume": "4",
            "issn": "6",
            "pages": "588--596",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Prevalence of depression during the COVID-19 outbreak: a meta-analysis of community-based studies",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bueno-Notivol",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gracia-García",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Olaya",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Lasheras",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "López-Antón",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Santabárbara",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Clin. Health Psychol",
            "volume": "21",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Contact Tracing Mobile Apps for COVID-19: Privacy Considerations and Related Trade-Offs arXiv preprint arXiv",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ippolito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "W"
                    ],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Flexible working hours, health, and well-being in Europe: some considerations from a SALTSA project",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Åkerstedt",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nachreiner",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Chronobiol. Int",
            "volume": "21",
            "issn": "6",
            "pages": "831--844",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 Situation Update Worldwide, as of Week 52",
            "authors": [],
            "year": 2021,
            "venue": "ECDC",
            "volume": "",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The first wave of the COVID-19 pandemic and its impact on socioeconomic inequality in psychological distress in the UK. Health Econ",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Davillas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "30",
            "issn": "",
            "pages": "1668--1683",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mitigating the wider health effects of covid-19 pandemic response",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Douglas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "V"
                    ],
                    "last": "Katikireddi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taulbut",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mccartney",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Bmj",
            "volume": "369",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Wellbeing measures in primary health care/the DEPCARE project: report on a WHO meeting",
            "authors": [],
            "year": 1998,
            "venue": "Wellbeing Measures in Primary Health Care/the DEPCARE Project: Report on a WHO Meeting",
            "volume": "",
            "issn": "",
            "pages": "12--13",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Living, Working and COVID-19. Data Set",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eurofound",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Joint European Roadmap towards Lifting COVID-19 Containment Measures",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Children's NHS Mental Health Referrals Double in Pandemic",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Guardian",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Oxford COVID-19 government response tracker (OxCGRT)",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hale",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petherick",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Kira",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The Pandemic Paradox",
            "authors": [],
            "year": 2021,
            "venue": "WHO",
            "volume": "",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Shadow prices, market wages, and labor supply",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heckman",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Econometrica: J. Econometr. Soc",
            "volume": "",
            "issn": "",
            "pages": "679--694",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Generalized anxiety disorder, depressive symptoms and sleep quality during COVID-19 outbreak in China: a web-based cross-sectional survey",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatr. Res",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Work, care and gender during the Covid-19 crisis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hupkau",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Petrongolo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Fisc. Stud",
            "volume": "41",
            "issn": "3",
            "pages": "623--651",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "COVID-19 Dashboard by the",
            "authors": [],
            "year": 2022,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Local lockdowns outperform global lockdown on the far side of the COVID-19 epidemic curve",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "A"
                    ],
                    "last": "Karatayev",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Anand",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "T"
                    ],
                    "last": "Bauch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc. Natl. Acad. Sci. Unit. States Am",
            "volume": "117",
            "issn": "39",
            "pages": "24575--24580",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "The effects of downloading a government-issued COVID-19 contact tracing app on psychological distress during the pandemic among employed adults: prospective study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kawakami",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kuroda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsuno",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Imamura",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "JMIR Mental Health",
            "volume": "8",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Measuring depression with a well-being index: further evidence for the validity of the WHO Well-Being Index (WHO-5) as a measure of the severity of depression",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Huffziger",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Affect. Disord",
            "volume": "156",
            "issn": "",
            "pages": "240--244",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "COVID 19 and its Mental Health Consequences",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Nayar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Prevalence and predictors of general psychiatric disorders and loneliness during COVID-19 in the United Kingdom",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "Z"
                    ],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatr. Res",
            "volume": "291",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Social and economic policies matter for health equity: conclusions of the SOPHIE Project",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Malmusi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muntaner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Borrell",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Investigators",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sophie",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Health Serv",
            "volume": "48",
            "issn": "3",
            "pages": "417--434",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Build back fairer: achieving health equity in the Eastern Mediterranean region of WHO",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Al-Mandhari",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghaffar",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "397",
            "issn": "",
            "pages": "1527--1528",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Assessing the anxiety level of Iranian general population during COVID-19 outbreak",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moghanibashi-Mansourieh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Characteristics of Workers in Low Work-From-Home and High Personal-Proximity Occupations",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mongey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Protective Elements of Mental Health Status during the COVID-19 Outbreak in the Portuguese Population",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Moreira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Couto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "How mental health care should change as a consequence of the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wykes",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Galderisi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatr",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Immediate Psychological Effects of the COVID-19 Quarantine in Youth from Italy and Spain",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Orgilés",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Delvecchio",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mazzeschi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Espada",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The Implications of COVID-19 for Mental Health and Substance Use. Kaiser family foundation",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Panchal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kamal",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Orgera",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Moving personal protective equipment into the community: face shields and containment of COVID-19",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "N"
                    ],
                    "last": "Perencevich",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Diekema",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "B"
                    ],
                    "last": "Edmond",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "22",
            "pages": "2252--2253",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Mental health before and during the COVID-19 pandemic: a longitudinal probability sample survey of the UK population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pierce",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatr",
            "volume": "7",
            "issn": "10",
            "pages": "883--892",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "The political economy of austerity and healthcare: cross-national analysis of expenditure changes in 27 European nations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mckee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Health Pol",
            "volume": "115",
            "issn": "1",
            "pages": "1--8",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "COVID-19 Pandemic and Lockdown Measures Impact on Mental Health Among the General Population in Italy. An N= 18147 Web-Based Survey",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Socci",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Talevi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Are recessions good for your health?",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Ruhm",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Q. J. Econ",
            "volume": "115",
            "issn": "2",
            "pages": "617--650",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Global prevalence and burden of depressive and anxiety disorders in 204 countries and territories in 2020 due to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Santomauro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M M"
                    ],
                    "last": "Herrera",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shadid",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Impacts of face coverings on communication: an indirect impact of COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Visram",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Audiol",
            "volume": "60",
            "issn": "7",
            "pages": "495--506",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "The depressive state of Denmark during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sønderskov",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "T"
                    ],
                    "last": "Dinesen",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [
                        "I"
                    ],
                    "last": "Santini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Østergaard",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Neuropsychiatr",
            "volume": "32",
            "issn": "4",
            "pages": "226--228",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "The Body Economic: Why Austerity Kills. Basic Books (AZ)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Stuckler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Basu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Macroeconomic fluctuations and mortality in postwar Japan",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Tapia Granados",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Demography",
            "volume": "45",
            "issn": "",
            "pages": "323--343",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "The WHO-5 Well-Being Index: a systematic review of the literature",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "W"
                    ],
                    "last": "Topp",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "D"
                    ],
                    "last": "Østergaard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Søndergaard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bech",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Psychother. Psychosom",
            "volume": "84",
            "issn": "3",
            "pages": "167--176",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Mental health status of the general population in Japan during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stickley",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sueki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsubayashi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatr. Clin. Neurosci",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Publ. Health",
            "volume": "17",
            "issn": "5",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "COVID-19 mortality risk for older men and women",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "D"
                    ],
                    "last": "Yanez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "S"
                    ],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "J.-A",
                    "middle": [],
                    "last": "Romand",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Treggiari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Publ. Health",
            "volume": "20",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Gender differences in couples' division of childcare, work and mental health during COVID-19",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zamarro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Prados",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Rev. Econ. Househ",
            "volume": "19",
            "issn": "1",
            "pages": "11--40",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Non-pharmaceutical policy interventions: Cross-country average over time.internal movement; private gathering restrictions; cancellations of public events; school closures; workplace closure; and income support policies. Income support left men worse off than women, with a point estimate for the difference between the two groups of about 0.48 [95% CI: 0.23 to 0.73] points. All others of these NPIs left women worse off than men[− 0.27, 95% CI: − 0.43 to − 0.11; − 0.19, 95% CI: − 0.37 to − 0.11; − 0.21, 95% CI: − 0.38 to − 0.04; − 0.23, 95% CI: − 0.44 to − 0.01; − 0.26, 95% CI: − 0.51 to − 0.003; − 0.30, 95% CI: − 0.51 to − 0.10]. Looking at the relationships between these NPIs and MWB for each gender separately, stay-at-home requirements, restrictions on private gatherings, and school closures were negatively associated with women's MWB [− 0.23, 95% CI: − 0.41 to − 0.05; − 0.30, 95% CI: − 0.45 to − 0.15; − 0.22, 95% CI: − 0.39 to − 0.05]. Workplace closures were positively related to women's MWB [0.20, 95% CI: 0.01 to 0.40]. As for men, restrictions on internal movement, cancellations of public events, and workplace closures were positively associated with their MWB [0.20, 95% CI: 0.02 to 0.38; 0.27, 95% CI: 0.03 to 0.52; 0.50, 95% CI: 0.28 to 0.73]. Although, the difference between the two genders appears to be negligible, the implementation of testing policies was positively associated with the MWB of men alone [0.19, 95% CI: 0.0004 to 0.38]. In addition, for both women and men, contact tracing policies [− 0.21, 95% CI: − 0.36 to − 0.54; − 0.25, 95% CI: − 0.44 to − 0.05] and international travel restrictions were negatively associated with their MWB [− 0.65, 95% CI: − 0.83 to − 0.47; − 0.58, 95% CI: − 0.81 to − 0.35].Fig. 3column 2 presents the association of the 13 NPIs under examination with MWB comparing individuals with tertiary education against those with lower educational attainments. As for both genders, the largest associationin terms of magnitudewas found for international travel restrictions for both the tertiary educated and the lower educated, with, respectively, − 0.64 [95% CI: − 0.81 to − 0.47] and − 0.61 [95% CI: − 0.85 to − 0.37] points. In addition, restrictions on private gatherings were also negatively associated with MWB in both",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The association of non-pharmaceutical policy interventions with mental well-being: By gender, educational attainment, sector of activity.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "− 0.71 [95% CI: − 0.99 to − 0.43] for those who are residing with 12-17 year-old children and − 0.61 [95% CI: − 0.78 to − 0.44] for those who are not. In contrast, workplace closures were positively related to MWB for both groups [0.38, 95% CI: 0.10 to 0.66; 0.27, 95% CI: 0.08 to 0.46]. Differences between the two groups were found for restrictions on internal movement and public events cancellations, both leaving those living with 12-17 year-old children better off [0.27, 95% CI: 0.04 to 0.50; 0.30, 95% CI: 0.03 to 0.57], and facial coverings NPIs, leaving them worse off [− 0.23, 95% CI: − 0.45 to − 0.01]. The difference in the first two derives from the positive association with the MWB only of individuals residing with 12-17 year-old children only [0.28, 95% CI: 0.04 to 0.53; 0.36, 95% CI: 0.05 to 0.66]. Moreover, public transport closures were positively connected to MWB only for this group [0.38, 95% CI: 0.04 to 0.72]. Conversely, restrictions on private gatherings, school closures, and contact tracing were negatively associated with MWB only for those not living with 12-17 year-old children [− 0.27, 95% CI: − 0.42 to − 0.13; − 0.18, 95% CI: − 0.34 to − 0.03; − 0.21, 95% CI: − 0.36 to − 0.07].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The association of non-pharmaceutical policy interventions with mental well-being: By family arrangements.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "provides evidence of the differences at the geographical level. As for containment and closure NPIs, stay-at-home requirements, internal movement restrictions, and public transport closures left those from Western-European countries better off, compared to those from the former Eastern-Bloc, with differences of, respectively, about 0.38 [95% CI: 0.14 to 0.62], 0.60 [95% CI: 0.38 to 0.82], and 0.98 [95% CI: 0.63 to 1.33] points. International travel restrictions represent an exception. Here, Western-Europeans suffered more than Eastern-Europeans [− 0.99, 95% CI: − 1.32 to − 0.66]. As for health and economic support NPIs, Western-Europeans fared worse under testing, contact tracing, and facial coverings policies by respectively, 1.39 [95% CI: − 1.68 to − 1.11], 1.01[95% CI: − 1.25 to − 0.77] and 0.91 [95% CI: − 1.13 to − 0.68] points. Conversely, they fared better under the implementation of debt or contract relief policies by 0.44 points [95% CI: 0.17 to 0.71].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "− 0.63 [95% CI: − 0.79 to − 0.47], − 0.24 [95%CI: − 0.38 to − 0.10], and − 0.22 [95% CI: − 0.36 to − 0.08] points in terms of WHO-5 score.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "The association of non-pharmaceutical policy interventions with mental well-being: By country group.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Description of the NPIs studied here.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "in the Webappendix, presents descriptive statistics at the country level. It is worth noting, that eight countries stand-out for their extremely low levels of mean MWB measured by the WHO-5 (fairly below 13-the depressionrisk threshold): Croatia, Greece, Ireland, Italy, Malta, Portugal, Poland, and Romania. Looking at temporal variation, MWB increased from a mean of 12.96 [95% CI: 12.87 to 13.05] in the first wave to 13.63 [95% CI: 13.54 to 13.72] in the second wave, only to fall to a mean of 12.65 [95% CI: 12.55 to 12.75] in the third wave. On the one hand, this is presumably due to the lifting of restrictive policies following the lower numbers of COVID-19 cases and deaths during the summer of 2020 and the re-implementation of NPIs in the winter of 2020/2021. On the other hand, it might be driven by seasonal patterns or other time-variant confounding factors.",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Descriptive statistics. MWB by key groups. presents the association under investigation for individuals working in critical sectors (i.e. healthcare and agriculture) and those working in other sectors or not working at all. Here, too, international travel restrictions had the strongest association with MWB, with − 0.74 [95% CI: − 1.11 to − 0.36] points among key-workers, and − 0.62 [95% CI: − 0.78 to − 0.46] points among non-key-workers. Restrictions on private gatherings were, likewise, negatively related to MWB for key-and non-key-workers [− 0.44, 95% CI: − 0.76 to − 0.12; − 0.22, 95% CI: − 0.36 to − 0.08]. Differences between the groups were only found for facial coverings NPIs, with critical sector workers being better off in that respect [0.36, 95% CI: 0.06 to 0.66]. Looking at both groups separately, facial coverings were not associated with MWB. Workplace closures were positively related to MWB for non-key-workers alone [0.31, 95% CI: 0.12 to 0.49].",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the editor: Professor Winnie Yip and two anonymous referees for constructive suggestions. The authors would, also, like to acknowledge all the the seminar participants at the Population Studies Centre at the University of Pennsylvania for the invaluable feedback. All the errors remain our owns. This work was funded by the European Research Council (ERC) under the European Union's Horizon 2020 research and innovation programme (grant agreement n • 694145), project IFAMID -Institutional Family Demography (SP, TM, AA), which is gratefully acknowledged. The views expressed in this article might not reflect the views of the European Union. All authors have completed the ICMJE uniform disclosure form. The authors have no financial relationships with any organisations that might have an interest in the submitted work in the previous five years, no other relationships or activities that could appear to have influenced the submitted work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Supplementary data to this article can be found online at https://doi. org/10.1016/j.socscimed.2022.114906.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}