{
    "paper_id": "f44a50c934ce1734aac9b6c92088c245780f5437",
    "metadata": {
        "title": "Using Telemedicine During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Vidushi",
                "middle": [],
                "last": "Mahajan",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Government Medical College and Hospital",
                    "location": {
                        "settlement": "Chandigarh",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Tanvi",
                "middle": [],
                "last": "Singh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Government Medical College and Hospital",
                    "location": {
                        "settlement": "Chandigarh",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Chandrika",
                "middle": [],
                "last": "Azad",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Government Medical College and Hospital",
                    "location": {
                        "settlement": "Chandigarh",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Telemedicine is the delivery of health care services using information or communication technology. In the current pandemic scenario, telemedicine can supplement health-care delivery in the absence of in-person visit. The Government of India has recently launched the esanjeevani OPD, a National teleconsultation service, which has been adopted by many state governments as mandatory for health-care providers. With Indian Medical Association issuing an advisory against the use of telemedicine except in few situations, a lot of confusion exists in the mind of a pediatrician. Despite the uncertain situation, we have to remember that other diseases shall not stall in the face of a pandemic. Since telemedicine is an evolving subject, training of medical professionals, clear guidelines and good quality internet service systems will go a long way in increasing the acceptability of telemedicine in the Indian population. We herein discuss issues related to using telemedicine during the SARS-CoV-2 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "I n the face of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic, the Indian government has proactively taken multiple measures to slow down disease progression. This includes converting some hospitals to dedicated COVID-19 hospitals, and shutting down many routine hospital services including outpatient departments and elective operation theatres, while emergency services have continued. However, the patients face a tough dilemma of risk of infection during hospital visits vis-a-vis denial of adequate care because of these measures [1] .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "S S S S S P P P P P E E E E E C C C C C I I I I I A A A A A L A L A L A L A L A R R R R R T T T T T I I I I I C C C C C L L L L L E E E E E"
        },
        {
            "text": "To ensure continued health services, the government has given guidelines for practicing telemedicine to aid continuous delivery of healthcare services to the public. Telemedicine is defined as the delivery of health care services, where distance is a critical factor, by all healthcare professionals using information or communication technology. It serves the purpose of exchange of valid information for diagnosis, treatment and prevention of disease and injury, research and evaluation, and lessens overcrowding in hospitals, especially in the time of a pandemic [2, 3] . Telemedicine aims to ensure equitable services to everyone, is costeffective, provides safety to both patient and doctors during pandemics, and offers timely and faster care. Since children represent a vulnerable population, detailed guidance on the delivery of primary and emergent care via telemedicine services is the need of the hour.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 569,
                    "text": "[2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 570,
                    "end": 572,
                    "text": "3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "S S S S S P P P P P E E E E E C C C C C I I I I I A A A A A L A L A L A L A L A R R R R R T T T T T I I I I I C C C C C L L L L L E E E E E"
        },
        {
            "text": "Telemedicine can be classified on the basis of mode of communication as (i) audio, video or text-based (video mode is preferred as it allows limited examination as well); (ii) timing of information transmitted as real time or asynchronous exchange; (iii) purpose of consult as first time or follow up (in non-emergent cases or emergency consultation); and (iv) according to individuals involved as patient to medical practitioner, caregiver to medical practitioner, medical practitioner to medical practitioner or health worker to medical practitioner [2] . The use of telemedicine ranges from educational purposes such as teleconferencing and tele-proctoring, health care delivery, screening of diseases, and disaster management [3] . Telemedicine is widely used in areas of radiology, dermatology and pathology; but has had a limited role in other branches in the past. In 2018, the Bombay High Court had convicted a doctor couple who were guilty of criminal negligence and death of a lady after delivery because the doctor had not come and physically examined the patient. The attending doctor directed her staff telephonically for patient management. The Supreme Court at that time had advised doctors to limit the use of telemedicine and to use it only in emergencies [4] . This will now change with the latest guidelines [2] . Despite all its advantages, practicing telemedicine poses several challenges to clinicians as it is an evolving tool (Fig. I) .",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 555,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 730,
                    "end": 733,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1273,
                    "end": 1276,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1327,
                    "end": 1330,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 1450,
                    "end": 1458,
                    "text": "(Fig. I)",
                    "ref_id": null
                }
            ],
            "section": "S S S S S P P P P P E E E E E C C C C C I I I I I A A A A A L A L A L A L A L A R R R R R T T T T T I I I I I C C C C C L L L L L E E E E E"
        },
        {
            "text": "Following are some of the issues that need to be addressed by pediatricians in the current setting of the ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "S S S S S P P P P P E E E E E C C C C C I I I I I A A A A A L A L A L A L A L A R R R R R T T T T T I I I I I C C C C C L L L L L E E E E E"
        },
        {
            "text": "Telemedicine has an inherent drawback since the patient is not actually present and a thorough physical examination is not possible. The limited examination, which is possible only through inspection, might be hampered by low video quality or lack of video facilities altogether. The younger the child (especially below 2 years), the more difficult it is to make a diagnosis based on history alone because of overlapping and nonspecific symptoms in children. This can often lead to underestimation or misinterpretation of the disease. To overcome this we can ask the patients to give a detailed description about their complaints and not merely state the issues. We can employ the use of peripheral examination devices like electronic stethoscope, electronic blood pressure apparatus, pulse oximeter and ultrasonography. However, accuracy and effectiveness of these devices needs to be ascertained before recommendations can be made. One way to partially overcome this challenge is to encourage telemedicine between a health worker and pediatrician to facilitate a rudimentary examination [5] . The pediatrician may need to have a low threshold for ordering basic investigations because of the limited examination possible. The health care worker can certainly assist in triaging patients and identifying sick children requiring an urgent inpatient visit. If no hospital is available nearby, telemedicine might be the only option available e.g. in a case with trauma, pediatrician can advise appropriate first aid which may be lifesaving after which the patient can visit the nearest hospital for assessment of the extent of trauma and stabilization.",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1092,
                    "text": "[5]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Lack of Physical Examination"
        },
        {
            "text": "With the issue of telemedicine practice guidelines under the Indian Medical Council Act, 1956, medical practitioners are now empowered and legally protected to provide telemedicine services according to guidelines stated [2] . Clinicians may face difficulties in providing telemedicine services in medicolegal cases as detailed documentation is required. Doctors should avoid giving advice in such cases and the patient must be referred for an urgent in-person visit to the nearest hospital.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 224,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Medico-legal Considerations"
        },
        {
            "text": "In cases where patient initiates the conversation, the consent is implied, but if a doctor initiates the conversation an informed consent should be taken and documented. For a minor seeking health care, child assent is also required. The patient and the parent can send an email, text or an audio/video message. Wherever in doubt, consent must be documented/ recorded.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Informed Consent"
        },
        {
            "text": "The doctor is liable for any advice he gives. In case the physician takes advice from another doctor, the liability lies on the primary physician and it is his discretion whether or not to follow the other doctors' advice. He can give a list of probable or differential diagnosis and can advise the patient to visit the nearest hospital. Unless the physician is sure of the diagnosis, no prescription should be given -rather, patient should be advised to visit the nearest health facility. Age and weight are important parameters in children for dosage calculation. Hence we must avoid giving prescriptions if these parameters are not known. For patients with chronic diseases, assessment of disease activity becomes difficult and certain medications e.g. narcotics, psychotropic drugs etc. are prohibited for telemedicine use by the authorities. The prescriptions when given should be in the specified format [2] and can be counter checked at any point.",
            "cite_spans": [
                {
                    "start": 910,
                    "end": 913,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Prescription and Liability"
        },
        {
            "text": "Proper record-keeping is essential for first time and refill prescriptions (allowed for a maximum 6-month period without onsite visit). A screenshot record of whatsapp chats, emails texts and video recording can be kept. The pediatrician can also ask the caregiver to call back when he feels the symptoms are in evolving phase. Documenting the call-back instructions given to parents is often as important as documenting the reported symptoms to cover liability risks. Prescriptions for common symptoms can be easily copied by quacks in large numbers leading to irrational drug use and quackery. For this we should have stringent laws and any defaulter should face vigorous punishment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Prescription and Liability"
        },
        {
            "text": "The practitioner can choose his telemedicine consultation timings as per convenience. It is his choice to accept or decline a consultation at any time. It is duty of the doctor to maintain patient confidentiality and not to share patient details without consent. Patient images should be sent via secure, encrypted means of communication [6] . However, in case either party records conversation there can be a breakdown of the doctor-patient relationship. This relationship has multiple cultural influences. The patient's trust in his/her doctor is not acquired in a moment, but in long coexistence, especially in situations of risk [9] . The government guidelines are not very explicit on how to address any barriers or chinks in doctor-patient relationship. However, the practitioner is not liable if the patient information gets shared due to technological issues [2] .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 341,
                    "text": "[6]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 633,
                    "end": 636,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Confidentiality"
        },
        {
            "text": "A similar fee structure as applied for inpatient visits is applicable here as well. Telemedicine is much more economical both for the patient and physician as it reduces cost of travel and stay (during out-station consultations). The Indian Academy of Pediatrics has recently introduced an app for its members, which can be used for telemedicine consultation and payment services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fee"
        },
        {
            "text": "Using telemedicine, it is possible to provide a more holistic care faster e.g., we can take advice from the expert in a shorter duration without referring the patient for expert opinion. Services such as tele-radiology, telepathology will also aid us in faster diagnosis. Common procedures (such as use of metered dose inhalers, technique of giving insulin injections) can be shared with the patient/caregiver via YouTube links, pre-prepared videos or live demonstrations. Needless to say, this would be possible on a case-case basis depending on the literacy and understanding of the patient/caretaker. We can also screen patients through telecommunication. In case we find a disease suspect we can refer the patient for urgent testing, isolation and management. However, certain issues like child abuse and/or sexual abuse remain outside the purview of telemedicine in India currently and a hospital visit would be required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Holistic Care"
        },
        {
            "text": "Lack of widespread access to telecommunication facilities to the wider public leads to inequitable access to health services via telemedicine. For example, if there is a transient error in voice transmission the patient might receive incomplete information which can be hazardous and may have medico-legal implications. Any breakdown in technology should preferably be documented by the provider.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Technological Issues"
        },
        {
            "text": "The primary person of contact in the pediatric age group is usually not the patients themselves, but the parents or the caregivers. The already difficult doctor-patient communication is further compounded with telecommunication. Moreover, patient literacy and socioeconomic factors might pose challenges in communication during telephone or video calling. Prescriptions via this mode can also be incorrectly interpreted, either by the patients themselves or the chemists, which can lead to disastrous results. The solution is to have good quality internet connections, uninterrupted power supply, VOLUME 57 __ JULY 15, 2020 MAHAJAN, ET AL.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "TELEMEDICINE DURING COVID-19 workshops on telecommunication, and designated centers such as post offices, dispensaries and primary health care centers where good internet services and trained facilitators like Accredited Social Health Activists (ASHAs) are available (Fig. I) . The staff should be trained in performing video calls and explaining prescription to the patients. We should avoid providing telemedicine by telephonic conversations and should encourage video calls and provide prescriptions in the fixed format via email. We should have a better liaison between tertiary care hospitals and primary heath care centers, as has been done with the Village resource centers developed by Indian Space Research Organisation in October, 2018 [8] . If the practitioner still faces communication glitches, he can record the issue and terminate the conversation [2] .",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 749,
                    "text": "[8]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 863,
                    "end": 866,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "(Fig. I)",
                    "ref_id": null
                }
            ],
            "section": "Communication"
        },
        {
            "text": "We as physicians have become comfortable with the traditional method of providing treatment but in the current scenario of the COVID-19 pandemic, a temporary change is required [9] . With more and more healthcare professionals getting affected, the doctorpatient ratio will further deteriorate. Telemedicine might be the only promising solution available. However as the usage of telemedicine will increase in India, more issues regarding medicolegal aspects might emerge, which should be deliberated among the medical fraternity a priori. Although caution is necessary on the part of a pediatrician, given the benefits of telemedicine we must welcome it. We may find it as an important adjunct to the traditional way of practicing medicine.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "[9]",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Communication"
        },
        {
            "text": "Contributors: VM: conceived the idea, is providing telemedicine services, wrote the 1st draft, and approved the final manuscript; TS: literature search, assisted in writing the first draft and approved the final manuscript; CA: edited the manuscript, and approved the final manuscript. Funding: None; Competing interest: None stated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Communication"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Covid-19 and health care's digital revolution",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keesara",
                    "suffix": ""
                },
                {
                    "first": "Jonas",
                    "middle": [
                        "A"
                    ],
                    "last": "Schulman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Telemedicine Practice Guidelines Enabling Registered Medical Practitioners to Provide Healthcare Using Telemedicine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Board Of Governors",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Telemedicine: Pediatric applications",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "136",
            "issn": "",
            "pages": "293--308",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Prescription sans diagnosis: A case of culpable neglect",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Aggarwal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "India Legal. Available",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Development of digital stethoscope for telemedicine",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lakhe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sodhi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Warrier",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Med Eng Technol",
            "volume": "40",
            "issn": "",
            "pages": "20--24",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Networked medical data sharing on secure medium -A web publishing mode for DICOM viewer with three layer authentication",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Arumugham",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rajagopalan",
                    "suffix": ""
                },
                {
                    "first": "Jbb",
                    "middle": [],
                    "last": "Rayappan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amirtharajan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Biomed Inform",
            "volume": "86",
            "issn": "",
            "pages": "90--105",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Telemedicine and the doctor/patient relationship",
            "authors": [
                {
                    "first": "Pld",
                    "middle": [],
                    "last": "Luz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arq Bras Cardiol",
            "volume": "113",
            "issn": "",
            "pages": "100--102",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Village Resource Centre -ISRO",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The invisible hand -medical care during the pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Kittleson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1586--87",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Published online: May 14, 2020; PII: S097475591600182 VOLUME 57 __ JULY 15, 2020 MAHAJAN, ET AL. TELEMEDICINE DURING COVID-19 COVID-19 pandemic in an Indian scenario and their possible solutions.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Pros and cons of telemedicine during the SARS-CoV-2 pandemic.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": []
}