{
    "paper_id": "f50c079d152cd317dc542cc103ac9f5a4c59ec48",
    "metadata": {
        "title": "Deferred consent in emergency obstetric research: findings from qualitative interviews with women and recruiters in the ACROBAT pilot trial for severe postpartum haemorrhage",
        "authors": [
            {
                "first": "Lorna",
                "middle": [],
                "last": "Sweeney",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Doris",
                "middle": [],
                "last": "Lanz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Jahnavi",
                "middle": [],
                "last": "Daru",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Annika",
                "middle": [
                    "M P"
                ],
                "last": "Rasijeff",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Farzana",
                "middle": [],
                "last": "Khanom",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Amy",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Angela",
                "middle": [],
                "last": "Harden",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Laura",
                "middle": [],
                "last": "Green",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Lorna Sweeney",
                    "location": {}
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Objective The ACROBAT pilot trial of early cryoprecipitate for severe postpartum haemorrhage used deferred consent procedures. Pretrial discussions with a patient and public involvement group found mixed views towards deferred consent. This study aimed to build an understanding of",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "how the deferred consent procedures worked in practice, to inform plans for a full-scale trial. Setting Qualitative interview study within a clusterrandomised pilot trial, involving four London maternity services. Participants Individual interviews were conducted postnatally with 10 women who had received blood transfusion for severe postpartum haemorrhage and had consented to the trial. We also interviewed four 'recruiters'-two research midwives and two clinical trials practitioners who conducted trial recruitment. Results Consent procedures in the ACROBAT pilot trial were generally acceptable and the intervention was viewed as low risk, but most women did not remember much about the consent conversation. As per trial protocol, recruiters sought to consent women before hospital discharge, but this time pressure had to be balanced against the need to ensure women were not approached when distressed or very unwell. Extra efforts had to be made to communicate trial information to women due to the exhaustion of their recovery and competing demands for their attention. Participant information was further complicated by explanations about the cluster design and change in transfusion process, even though the consent sought was for access to medical data. Conclusion Our findings indicate that deferred consent procedures raise similar concerns as taking consent when emergency obstetric research is occurring-that is, the risk that participants may conflate research with clinical care, and that their ability to process trial information may be impacted by the stressful nature of recovery and newborn care. A future trial may support more meaningful informed consent by extending the window of consent discussion and ensuring trial information is minimal and easy to understand. Trial registration number ISRCTN12146519.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Severe postpartum haemorrhage (PPH) that requires blood transfusion is a relatively rare but serious complication that can occur following childbirth. It can be difficult for clinicians to predict which women will experience PPH, in the absence of robust PPH risk prediction tools. 1 Research in obstetric emergencies requires continuous development, testing and refinement to determine effective treatment interventions that are important to improve care. All clinical research is conducted within a framework of regulations (eg, the Medicines for Human Use (Clinical Trials) Regulations 2004), 2 central to which is informed consent for research participation. Meaningful informed consent requires disclosure of essential study information to participants, who must have the competence",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 283,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "BACKGROUND"
        },
        {
            "text": "⇒ This is the first qualitative interview study to explore the views and experiences of both women who have experienced severe primary postpartum haemorrhage and maternity service research staff concerning deferred consent processes for emergency research. ⇒ The study also benefited from in-depth preparatory patient and public involvement discussions on approaches to deferred consent, which informed the interpretation of the interview research findings. ⇒ The sample size of maternity service research staff interviewed was small, but further opportunity to interview staff was restricted by the outbreak of the COVID-19 pandemic. ⇒ We only interviewed women who could communicate in English, which is a limitation of the interview research, as our findings showed that recruiters found it difficult to communicate the trial information to women when interpreters were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "or capacity, to process the information and make an informed, voluntary decision about whether to participate. 3 For research into comparatively rare obstetric emergencies, the UK Royal College of Obstetricians and Gynaecologists (RCOG) guidelines 4 recommend providing summary antenatal information about the research and only giving full information at the time the emergency arises, to avoid causing unnecessary distress about outcomes that may never apply to a large proportion of women. However, a key concern for research in the emergency setting is that such events proceed quickly and treatment is administered rapidly, especially if the situation is life-threatening: thus, obtaining consent during an emergency may not be appropriate or meaningful-a concern which has been expressed by both women with experience of severe PPH 5 6 and research staff obtaining consent . 7 8 In recent years, deferred consent procedures have been used to avoid delay in administering emergency research interventions. Deferred consent involves enrolling a patient in a trial and administering the intervention according to criteria approved by ethical review, and then requesting the patient's informed consent as soon as possible after the emergency has been resolved for the use of data already collected and for their continuation in the study. 9 10 Previous studies have found high levels of support for emergency paediatric or cardiac research in the absence of advance consent, [11] [12] [13] or with deferred consent. 9 14 15 A qualitative study that explored the issue of deferred consent with women enrolled in a trial of PPH treatment, found no difference in perceived acceptability of consent processes between those who gave consent while their PPH was ongoing and those who gave consent retrospectively. 6 We sought to build on this research by exploring the deferred consent approach that was adopted in the Administering CRyoprecipitate in Obstetric Bleeding At an earlier Time (ACROBAT) pilot trial for severe PPH. Shared learning from trials conducted without prior consent is an important way to inform peer and ethics review processes in this area. 16 The ACROBAT study ACROBAT was a pragmatic, non-blinded, clusterrandomised pilot trial, involving four maternity services in London. The trial aimed to recruit all women >24 weeks pregnant within these services who needed a blood transfusion for management of active bleeding within 24 hours of delivery. The intervention group received earlier administration of cryoprecipitate (within 90 min of the first request of red blood cells for transfusion) compared with standard care, where cryoprecipitate is given later, or not at all in the haemorrhage management. The study protocol (including patient-facing documentation) and findings in relation to the feasibility of intervention delivery and main study outcomes are published separately. 17 18 Advance consent for participation was waived with Research Ethics Committee approval (Ref: 18/LO/2062). Women in both intervention and control sites were approached by the research team postnatally for written, informed consent to collect their routine, deidentified, clinical data. The study design focused on recruiting women before they were discharged from hospital, to allow more immediate discussions about the research and to reduce expected attrition postdischarge. If consent (or refusal) was not obtained before discharge, participants were provided with the study information materials at discharge and consent was subsequently attempted either in person or remotely after discharge.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 837,
                    "end": 840,
                    "text": "5 6",
                    "ref_id": null
                },
                {
                    "start": 880,
                    "end": 883,
                    "text": "7 8",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1344,
                    "text": "9 10",
                    "ref_id": null
                },
                {
                    "start": 1476,
                    "end": 1480,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1481,
                    "end": 1485,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1486,
                    "end": 1490,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1517,
                    "end": 1518,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1519,
                    "end": 1524,
                    "text": "14 15",
                    "ref_id": null
                },
                {
                    "start": 1809,
                    "end": 1810,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2160,
                    "end": 2162,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2904,
                    "end": 2909,
                    "text": "17 18",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations of this study"
        },
        {
            "text": "During the planning stages of the trial (throughout 2018) and around the time of its completion (early 2020), the research team held several open meetings with 'Katie's Team', an active East London women's health PPI group. 19 The group is highly representative of the ethnic diversity of the catchment area served by the hospitals participating in the trial. Meetings were attended by between seven and eight PPI representatives each time, some of whom had experience of severe bleeding and/or blood transfusion in childbirth, but group members were not specifically selected for this. Two members of the PPI group are co-authors of this paper.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "text": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Patient and public involvement (PPI)"
        },
        {
            "text": "The purpose of the meetings was to discuss any responses and concerns of the PPI group to the proposed deferred consent procedure in the ACROBAT study; to anticipate potential challenges with study recruitment and to develop patient-centred study information. At the meetings, members expressed different opinions on the proposed consent procedures and consent for emergency research more generally. Broadly, these were:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement (PPI)"
        },
        {
            "text": "(i) Some members said they would prefer to know in advance about emergency research. They said they would be willing to handle the additional burden of information antenatally, as they would already be considering possible risks in childbirth and might even potentially book to give birth at a different hospital if they did not agree with the planned cluster-randomised intervention. (ii) Other members felt that antenatal information about the emergency research would constitute an additional and unnecessary burden, particularly for women with low-risk pregnancies. For these members, information postintervention was seen as more appropriate, as pregnancy is already a time of heightened worry; though some suggested that women with high-risk pregnancies ought to be provided with the information in advance of the birth. (iii) A third viewpoint was that if the intervention is life-saving and low-risk, and already widely used, there may be no need to tell women about it. Receiving information after an intervention has already taken place may not be meaningful for women.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement (PPI)"
        },
        {
            "text": "While these differences of opinion were not resolved in the meetings, the PPI group suggested that posters about the study should be displayed in antenatal clinics and an antenatal leaflet should be made available to women that would summarise study information and include contact details where those interested could obtain further Open access information. (This information was then made available throughout the period of the pilot trial.) However, the PPI group also pointed out that women may overlook antenatal information due to an 'information overload' during pregnancy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement (PPI)"
        },
        {
            "text": "The PIS for the pilot trial was restructured based on the recommendations of the PPI group, to present more immediately relevant information upfront about what is involved with consent (ie, What has happened and what am I being asked to do?) and put background information about cryoprecipitate in a later section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement (PPI)"
        },
        {
            "text": "Towards the end of the pilot trial, two meetings were held to present and discuss preliminary study findings with the PPI group, and reflect on the processes that had been implemented. At these meetings, the PPI group members felt that following a difficult birth, women may not be receptive enough for a meaningful discussion about research consent and may have a greater need for information about their PPH. They recommended that postdischarge approaches ought to be explored further.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient and public involvement (PPI)"
        },
        {
            "text": "This paper presents the findings from qualitative interviews with women who provided deferred consent in the ACROBAT trial and the research staff-'recruiters'-who were involved in obtaining this consent. The perspectives and concerns of the PPI group informed the questions that were explored in the interviews and the interpretation of the findings. The purpose of the interviews was to learn more about how deferred consent processes worked in practice and how women responded, in order to inform plans for a full-scale trial. 20 METHODS 199 women (from both intervention and control clusters) were included in the pilot trial between March 2019 and January 2020. Of these women, 129 (65%) provided deferred consent for data collection. The rate of refusal to consent was low (9.5%). Anonymised routine data in the absence of consent was collected in 25.1% of cases, because participants were not given study documentation prior to hospital discharge or could not be contacted postdischarge. 17 Of the women who provided consent to participate in the trial, 58 (45%) agreed at the time of consent to be contacted later about a qualitative interview. Interview recruitment began in August 2019 while the trial was ongoing. LS telephoned women who had given birth at least 3 months previously across all four sites, to invite them to interview. Many of these calls went unanswered or the telephone number that had been provided did not work. Other women explained that since giving birth they had moved country, had travelled to stay with family or that they no longer wished to take part in an interview. For those women who agreed to be interviewed, the interviews were arranged for a time and date that best suited them. All interviews were conducted by LS, a female qualitative public health researcher, with experience of conducting sensitive research interviews. A hospital setting was avoided for the interviews in case it triggered difficult memories for a participant. Most interviews took place in participants' homes and one took place in a café local to the participant. Babies were present during all interviews. In one interview, the woman's partner joined in during parts of the interview conversation. Written informed consent was obtained prior to each interview. An interview schedule was used (online supplemental Appendix A), but the interview also provided space for discussion of topics raised spontaneously by the participants. Each interview began by asking women about how they were feeling and how their recovery had been since the birth, then moved on to exploring their experiences and perspectives on being consented to the trial. Interviews were on average 38 min in length. Interviews with trial participants stopped when data saturation had been achieved, that is, when it became evident that no new themes were being identified from interviews.",
            "cite_spans": [
                {
                    "start": 529,
                    "end": 531,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 994,
                    "end": 996,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Objectives of this paper"
        },
        {
            "text": "Members of the maternity service research team who were involved in obtaining consent at all four trial sites were also invited for individual interview. There were nine active recruiters across the four sites for the duration of the study. Interviews with four of these recruiters were conducted by LS from November 2019 to March 2020. At this point, the attention of the maternity service research teams swiftly moved to the COVID-19 pandemic, so we were not able to follow-up with any remaining recruiters for interview. Interviews took place in a meeting room at the respective maternity service. An interview schedule was used (online supplemental Appendix B), but the interview also provided space for discussion of topics raised spontaneously. Interviews were on average 49 min in length.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives of this paper"
        },
        {
            "text": "Participant and recruiter interviews were audiorecorded with consent and transcribed verbatim. Data were managed in accordance with the sponsor's data protection policy (available from authors). Transcripts were analysed by LS, following Braun and Clarke's 21 six phases of thematic analysis to identify patterns or themes, across the data set that represented the beliefs or experiences of interviewees in relation to the research questions. Following each interview, the content was reviewed to inform data collection in the next interview, as part of an iterative cycle of early data analysis. The NVivo V.12 software package was used to manage the data and support the development of a coding framework, which was further developed and refined as it was applied to later transcripts. AH independently reviewed the transcripts and the coding framework. Preliminary findings were presented by LS at trial management meetings and a meeting of the PPI group, which facilitated further discussion and interpretation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Objectives of this paper"
        },
        {
            "text": "The 10 women interviewed who had consented to the ACROBAT pilot trial were diverse in terms of recruiting site, age and ethnicity (table 1). For six of the women, the birth experience was their first. Four of the women had normal vaginal births, three had emergency caesarean sections and three had elective caesarean sections. The number of months between the birth and the interview ranged from 3 to 7 months (average of 5 months). Four recruiters were interviewed, from three of the trial sites (two intervention sites, one control). Two of the recruiters were healthcare professionals; they were midwives working in the maternity service research teams. The other two recruiters were clinical trials practitioners.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "The interviews were focused on how the deferred consent processes worked in practice during the ACROBAT pilot trial. Findings from the participant and recruiter interviews are presented together thematically. The main themes identified were as follows: (i) the competing demands for women's attention around the time of consent and how this affected their recollection of the research conversation; (ii) the short window for recruiters to gain predischarge consent; (iii) women's understanding of the study information; (iv) factors influencing willingness to consent and (v) the response to study information provided in the antenatal period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "Competing demands on women's attention Most participants said they did not remember much about the conversation they had with the recruiter concerning the ACROBAT trial. The conversation had taken place at a \"hectic'' time when they were trying to process what had happened during the birth and how their body was recovering, trying to feed and care for their babies and trying to manage visits from family members or visit babies in the neonatal intensive care unit (NICU), all while getting very little sleep and on pain medication. Two of the participants had no recollection of the conversation on consent and during the interview, LS explained to them what they had consented to. Some participants found it difficult to distinguish between the conversation they had with the recruiter and the conversations they had with their clinical team who came to speak with them during their hospital stay, for example, the debrief on their birth, discussion about contraception, breastfeeding support, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "Among the competing concerns for women in the immediate postnatal period were their questions and confusion about what had happened during childbirth. Many of the women interviewed felt they had not been given enough information from their clinical team. In line with this, some of the recruiters said that the women they approached had more questions about their birth and transfusion than they did about the study. The medical debrief typically happened quite soon after the birth and by the time the woman was on the postnatal ward and had more time to reflect, it all comes flooding out. One of the recruiters, who was a midwife by background, said she typically spent time with women and their partners talking through the medical notes to explain what had happened, and also providing breastfeeding support where needed, before consenting the woman to the study. Another recruiter in a different site, who did not have a medical background, said that her conversations with women were awkward at times when she could not answer their medical questions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FINDINGS"
        },
        {
            "text": "Recruiters spoke about the urgent nature of consent in this study, as they attempted to get study information to eligible women before they were discharged. This time pressure had to be balanced against the need to ensure women were not approached about the research when distressed or very unwell. It was also important to make Open access sure women had already been debriefed on the birth by their clinical team, so that they were already aware of the amount of blood they had lost and any complications prior to a conversation about the study. In order to get a full picture of each woman's situation and to assess when consent was appropriate, recruiters reviewed the available clinical notes and consulted with the staff in charge of women's care. At times they also had to make their own judgements depending on how tired or unwell a woman appeared on first approach. In general, the recruiters preferred to approach eligible women when they had moved from the high dependency unit to the postnatal ward. Women often spent only 1 day on the postnatal ward before discharge and there was additional pressure to try to recruit women who delivered on a Friday, as they would likely be discharged over the weekend (when recruiters were unavailable).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "So it really depends on the person that you're dealing with… …sometimes I will look in and just kind of gauge. And if she's like completely flat out on the bed, like tired, I'm not going to bother her until the following day. But if it's a Friday I might try and push it to try and get them in the afternoon. (Recruiter 3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "In the short window the woman was staying on the postnatal ward, the recruiter often had to spend a lot of time going back and forward to find a time that suited the woman to talk-if she was tired, had family visiting, was trying to feed the baby or was visiting the baby in NICU. One of the recruiters asked women to suggest a time for the conversation, to give them some control over when it took place. Sometimes recruiters were not able to locate a suitable interpreter in time to recruit eligible women who did not speak English. The trial participants we interviewed were generally understanding that the recruiters needed to speak to them before they left the hospital. However, one of these participants who was consented to the study just a few hours after the birth felt she would have been capable of paying more attention to the study and asking questions if the conversation had occurred at a later stage on the postnatal ward.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "If women were approached close to the time of discharge, recruiters found they were more likely to refuse consent as they were busy getting ready to leave. Consent for the study was possible after discharge, but recruiters felt there was mixed uptake once women had left the hospital and were busy at home with a newborn baby (out of 22 women who were contacted for trial consent postdischarge, only 10 (45%) completed the forms and returned them in person/by post). In one case, a community midwife had supported the consent process post-discharge. Two of the participants interviewed had provided consent about a week after leaving hospital. They said they were happy with the timing of this later consent, as they felt they were more capable of taking in the information about the study and making an informed choice about participation after a cooling off period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "Women's understanding of the study information Recruiters said they worried about informed consent in the ACROBAT trial, given the women who were eligible had been very unwell and were really vulnerable at the time of being approached. Before consenting a woman they wanted to feel confident that she understood what the study was about, but they acknowledged that this was a challenge. They found it difficult to get women's full attention to the consent conversation and that some women did not want to read the full participant information sheet (PIS), but said they were happy to have a quick flick through or just sign. In these situations, the recruiters had to sit with women to go through each page of the PIS and consent form to break down the information, so that they were aware of what they were being asked to sign. For this reason, the consent process was viewed as particularly challenging when an interpreter was used for women who did not speak English.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "Recruiters felt that the information women received about the study was complicated by needing to explain about the cluster design and the change in transfusion process that formed the study intervention; whereas the women were actually only being asked to provide consent for their data and leftover blood samples. For this reason, some recruiters emphasised to women that the study was essentially just about looking at their medical records because of the blood loss they experienced and how it was managed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "The participants interviewed said they brought the PIS and study documentation back from the hospital in a big folder with lots of other papers and forms related to the birth and had not read them again since you come back home with a lot of leaflets, you don't really have time to read it. Some indicated an understanding that they had consented to the use of their data; though they wondered how much data would be included and for how long. Others implied a vague understanding that they were involved in research that might benefit other women, or that the study was something to do with that fact that I had a lot of blood loss. One of the participants did not realise until the interview that the study involved the use of her anonymised medical records, but said she was comfortable with the idea once she was assured that her data would not be passed on to any companies, you trust the NHS.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "One of the intervention site recruiters (who was a research midwife) had expected more questions or concerns from women that they had been given an intervention (ie, a change in the order of blood products) without prior consent, but this was not borne out in the recruitment conversations. This recruiter said she was unsure whether women fully understood that they had only received the early cryoprecipitate because they were in the intervention arm of the study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Short window for predischarge consent"
        },
        {
            "text": "The ACROBAT study had a high consent rate. Recruiters said they had expected more women to refuse consent to participate, given the timing of when they were asked, but Open access found that many women were shocked after the birth by how much blood they had lost, very thankful for the blood transfusion and other treatment they had received, and wanted to help other women who may experience similar complications. The recruiters tended to propose the study as a means of helping other women and improving care. I think I very rarely got Nos. And again, I think that's just because it's … life threatening, it's a very dangerous situation to be in. And I think they were just so thankful. (Recruiter 04)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to consent"
        },
        {
            "text": "In line with this, the majority of participants interviewed said they consented to be part of the study in order to help others in a similar situation; they liked knowing that the difficult experience they went through was able to contribute towards improving patient care. At the same time, some participants also indicated that they would have been likely to agree to take part in the study when still in pain or feeling tired, in order to end the conversation sooner; especially where there were no risks perceived with taking part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to consent"
        },
        {
            "text": "I was still in pain. Sometimes you just say 'Okay, okay'.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Willingness to consent"
        },
        {
            "text": "Recruiters also felt that women were generally willing to consent to the ACROBAT trial because it was a very easy study to be a part of. The intervention had already been administered, the research team wanted to look at records that already existed, and the blood samples had already been taken. Women were more reluctant about being contacted in the future for a follow-up phone call from the research team or a qualitative interview.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Participant 2)"
        },
        {
            "text": "Participants who had given birth in the intervention sites were asked in the interviews how they felt on learning that the blood products had been given in a different order than usual (and sometimes this process was explained in the interview to those who said they were unaware of what the intervention had involved). Women explained they were fine with this change as it worked for them; they had recovered OK, so they felt they had no reason to be upset or worried when learning about it afterwards. They said they were not aware of the original order of blood products before the change, and trusted the medical team knew what they were doing. Participants indicated they did not perceive any unnecessary risks or disadvantages with the intervention. Recruiters spoke about the reasons why a proportion of the women they approached about the trial refused consent. They found that some of these women who refused said they did not have time for the conversation, and others had concerns about sharing their data and who would have access to it, despite reassurances that it would be anonymised for use by the research team. Some women declined access to their blood samples or expressed concerns about how the samples would be used. Women who were angry about how their clinical care was managed and/or felt the hospital was at fault for the complications they experienced tended to decline participation in the study. In contrast, one of the participants interviewed, who attributed her PPH to the care she received in labour, was still willing to take part in the trial study so that she might be able to help others. At one of the sites, the recruiters said that partners sometimes refused consent on the woman's behalf. To get around this, they attempted to visit women when they could have a one-to-one conversation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(Participant 2)"
        },
        {
            "text": "Leaflets and posters about the pilot trial were available in antenatal clinics at each hospital while the trial was ongoing. Recruiters said they did not receive any calls or questions about these materials. They felt most women would not expect to experience PPH and would be very unlikely to remember a poster about the study after a complicated birth. One of the recruiters was concerned that antenatal information about a PPH study could be scary for women, as it was typically not discussed at antenatal classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to antenatal study information"
        },
        {
            "text": "The trial participants interviewed were shown copies of the leaflet and poster but said they did not recognise them from their attendance at clinics; though one participant was confident that she had seen something about the study in a different form. Different opinions were expressed about whether women ought to be informed in advance that the study was taking place. One participant suggested that the leaflets should be included in the delivery suite while women were waiting in labour. She said she was very shocked to have experienced a PPH and that she would have preferred to know in advance that it could happen and that the medical team had options to deal with it. Two of the participants felt that the study information should have been given in advance to women undergoing a caesarean section, or an induction, in case transfusion is needed and to allow the woman time to ask questions. Conversely, one of the participants said that information on the study would have increased her anxiety before the birth I couldn't have coped then with anybody suggesting that anything else might go wrong. So I was totally fine with being told afterwards. (Participant 3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Response to antenatal study information"
        },
        {
            "text": "The interviews with recruiters and participants of the ACROBAT trial identified that many women have unmet information needs in the postnatal period about PPH and its implications, which has also featured in previous research regarding women's experience of severe PPH. 22 23 It is important in a future trial of this kind that recruiters are aware that they may need to negotiate these information needs in their conversations with women; recruiters Open access with a background in midwifery/healthcare can perhaps provide some of this information.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 275,
                    "text": "22 23",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The ACROBAT pilot trial had a high consent rate in both intervention and control sites. Through our interviews with women and recruiters, we identified that this may have been due to several different reasons, which could have occurred in combination. 1. Many women felt they had benefitted from the medical care they received for their PPH and wanted to help others who experienced similar complications in future. 2. Women were tired or in pain when they were approached by the recruiter and agreed to take part in the study as they thought it would end the conversation sooner. 3. Trial participation was easy and straightforward, as it did not require women to do anything other than grant the research team access to data or samples that were already collected. These respective reasons are discussed below in terms of how they relate to previous research and the implications of our findings for informed consent in future emergency trial recruitment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The altruistic motivation identified for participation in the ACROBAT trial is a common finding in other maternity recruitment research 24 25 and the recruiters in this study also drew on this by presenting research participation as a means to improve care for other women. In the pretrial discussions with the PPI group, some members had expected that women in intervention sites may not be comfortable when they learnt retrospectively about the changed order of blood transfusion products for research. However, our qualitative findings indicated that many women were grateful for the PPH treatment they had received and trusted that medical decisions were made in their best interest. A key component of informed consent is understanding the difference between research and standard clinical care. 26 The confusion of the two-therapeutic misconception-occurs when participants process information about a trial by relating it to their own needs and circumstances, and view trial enrolment as an extension of their treatment. 27 It is particularly common in research in an emergency setting and is associated with more positive attitudes towards deferred consent. 9 Future ACROBAT trial recruitment may need to consider how best to communicate to women in intervention sites that any change to standard care in the treatment they received was due to the trial design.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 141,
                    "text": "24 25",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 803,
                    "text": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1028,
                    "end": 1030,
                    "text": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1166,
                    "end": 1167,
                    "text": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Consent procedures in the ACROBAT pilot trial were generally acceptable to the women interviewed. The intervention was viewed as low risk, which likely contributed to this high acceptability. Previous studies have found greater support for the waiver of prospective consent at the time an intervention occurs if the risk of the intervention is perceived to be low. 9 12 Future research on deferred consent in emergency obstetric research will need to explore how it is managed and experienced for interventions that involve higher levels of risk, or where the intervention may be viewed as leading to worse outcomes than standard care; particularly as our study indicated that emotions about the care received may influence responsiveness to trial participation.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 369,
                    "text": "9 12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The focus on predischarge recruitment for the ACROBAT pilot trial meant that recruiters felt under pressure to approach women in the early stages of recovery. They attempted to assess each woman's individual situation to ensure the timing of approach would be as sensitive as possible, which is an approach found to be appreciated by women recruited to emergency obstetric research. 6 Recruiters in this study felt they had to make extra efforts to communicate the trial information to women due to their exhaustion and the competing demands for their attention, but most of the women we interviewed did not remember much about the conversation that was held about the research in the day(s) immediately following the birth. Other studies where women provided research consent in the intrapartum or immediate postnatal period have similarly reported recall difficulty and confusion about the nature of the research consented to. 6 8 This does not necessarily mean that the consent provided at the time of recruitment was uninformed. Participants may have felt fully informed at that time, but may not have remembered much about the conversation when interviewed several months later. While women typically retain clear and consistent memories of their labour and birth, 28 they may more easily forget interactions and conversations with hospital staff who were not a part of the actual birth experience. The window for seeking deferred consent in a trial of this nature could potentially be extended to ensure it does not rely on a particularly stressful period for the women recruited. PPI group members recommended that postdischarge recruitment in the full trial may allow for more meaningful discussion about the research with participants. Indeed, two of the trial participants we interviewed who had provided consent in the week(s) after discharge felt they had greater capacity to process the trial information at the later period than they would have had in the day(s) immediately following the birth. Of concern is that a postdischarge model of consent risks a lower overall recruitment rate. One potential option for future research is engaging community postnatal midwifery services in supporting postdischarge consent processes-however, this would increase demands on resources, for staff training and governance. Another option could be to adopt a model of extended consent discussion, also known as ongoing, or continuous consent, where women first provide consent predischarge and then one to 2 months later are followed up to revisit the information about the trial, address any questions or concerns they have and confirm that they continue to consent for their data to be included. 29 This option may allow for the high consent rates to be maintained, while also providing greater opportunity for meaningful discussion about the research. Further research is needed to explore effective ways of establishing or continuing contact with participants for postdischarge consent, and perhaps the full ACROBAT trial could provide such an opportunity.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 929,
                    "end": 932,
                    "text": "6 8",
                    "ref_id": null
                },
                {
                    "start": 2700,
                    "end": 2702,
                    "text": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The ACROBAT pilot trial did not require much active participation from women, as the data and blood samples needed had already been collected, and this is likely to have supported recruitment. However, the information women received about the study and the consent conversation itself was still complicated by the requirement on recruiters to explain the cluster design of the study and the transfusion process, which may have led to some of the confusion expressed by women interviewed about what they had consented to. It is a common challenge in research recruitment that the details of complex medical protocols need to be communicated to participants due to ethics and sponsor requirements, 3 making it harder for participants to understand what is being asked of their participation. Recruitment for the ACROBAT pilot trial was essentially about obtaining consent to use data rather than consent to an intervention (indeed, 'deferred' consent is perhaps a misleading term in this context). The PPI group had a key role in arranging the content of the trial PIS to make it clearer to women what they were being asked to do, but perhaps for a future trial, the research team and PPI group need to develop a further simplified version of the PIS that focuses on the collection and use of data/samples needed for trial outcomes as this is the aspect of the research that actually requires consent. Further information (eg, on overall trial design, cryoprecipitate) could be provided in a separate document if requested. Reducing the focus on the intervention in this case may also reduce the conflation between research and clinical care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "Antenatal information materials (leaflets and posters about the pilot trial with contact details of recruiters) formed a large part of the preparation for the pilot trial; as recommended by both the RCOG guidelines for emergency obstetric research and the PPI group discussions. Yet, the women interviewed largely had no recollection of seeing the information materials and the recruiters we spoke with had not received contact from any women in relation to their content, which confirmed the concerns of the PPI group about the effectiveness of antenatal information. This may be because the information was provided passively, that is, available in waiting rooms for women to pick up or read themselves, rather than actively communicated during antenatal care. The passive approach to providing information is generally favoured to prevent causing unnecessary distress about a rare complication. We found mixed opinions about this approach from both the PPI group members and women interviewed, where some felt that information in advance would create anxiety, while others thought that information ought to be provided before the birth, particularly to women in high-risk groups. It is a key challenge for trial teams in obstetric emergency research to attempt to reconcile diverse views and preferences in deciding how and when to provide information about research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Open access"
        },
        {
            "text": "This qualitative interview study was the first to include the views and experiences of both women and recruiters in exploring deferred consent following severe PPH, and contributes to the limited research on the perspectives of recruiters in maternal health trials. 30 The recruiters in this study had observed the reactions and interactions of many different women to the consent process and they provided key information about how the processes worked in practice, especially as most of the women interviewed had some recall difficulty or confusion about the recruitment conversation. A limitation of our study is the small sample size of recruiters interviewed about the trial, due to the COVID-19 outbreak.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 268,
                    "text": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Our interview sample only included women who had provided consent to the trial, as the consent to be contacted by a qualitative researcher was part of the overall trial consent form so we did not have permission to contact those women who had refused consent. Although the rate of trial consent refusal was low and recruiters offered explanations for refusal from their encounters with women in recruitment conversations, there is still a possibility that those who refused may have provided further perspectives on the consent process in an interview. Furthermore, our interview sample came from the pool of women who had agreed to be contacted at a later date about an interview (only 32% of the overall total recruited to the trial) and the women within that pool who then agreed again to be interviewed when contacted in the postnatal period. Therefore, the women we interviewed may have been particularly motivated towards research participation and may be more inclined to see benefits of research. Indeed, four of the women we interviewed had been involved in carrying out research previously through their work (mostly in technology).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "Qualitative interview data can only reflect the views of participants at the time of interview. In this study, the majority of interviews were conducted 4-6 months after the birth. Women may have discussed the events of the trial conversation differently if the interview had taken place sooner in the postnatal period, or they may have different reflections on their experience if they had been interviewed at an even later period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "A key limitation of study samples in qualitative research is that they are not statistically representative of the wider population of interest. Interview research and its conclusions are developed from the contributions of the type of people who are willing and capable of talking about their own experiences and the meanings of these experiences for their lives. 31 However, in this study, the convergent nature of the interview data from women and recruiters supports the potential transferability of the key themes and concepts we identified to other similar settings. An exception to this is that we only interviewed women who could communicate in English. Future research exploring how women understand and make decisions about research participation in trials of obstetric emergency Open access needs to incorporate the views of women who do not speak in English.",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 367,
                    "text": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Strengths and limitations"
        },
        {
            "text": "No study has yet identified the best time to provide trial information or take consent for obstetric emergency research-every timepoint has its advantages or drawbacks for women and study teams. In the design of the ACROBAT pilot trial, the trial team decided against approaching women for consent at the time of the PPH emergency, due to concern that the urgent and stressful nature of the event would jeopardise treatment and women's capacity to make an informed decision about participation. However, our qualitative findings showed that there are similar concerns about informed consent when approaching women postintervention, at least when this occurs in the short window between birth and discharge. Women may still be in recovery and less capable of attending to complex information about a study they were enrolled in, and finding the appropriate time and sufficient time, to explain the study information is challenging for recruiters. A future trial of this kind will likely face the same balancing act between designing feasible research and supporting well-timed, meaningful informed consent. One potential option for improvement may be through extending the window of discussion for consent for the use of data (perhaps through a twostep model of consent, or by obtaining consent postdischarge), though this is likely to incur additional demands on study resources. Trial teams should also ensure that the consent process is supported by trial information that is minimal and easy to understand. Twitter Lorna Sweeney @lorna_sweeney, Jahnavi Daru @jdaru, Annika M P Rasijeff @annika_rasijeff and Amy Thomas @amy_amythomas?lang=en Funding The study was funded by Barts Charity (funder reference MGU0371). The funder reviewed the funding application and had oversight of study progress, but had no role in the collection, analysis and interpretation of data or the writing of the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Competing interests The authors declare that they do not have any competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Patient and public involvement Patients and/or the public were involved in the design, or conduct, or reporting or dissemination plans of this research. Refer to the Methods section for further details.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Patient consent for publication Not required.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Ethics approval This study involves human participants and was approved by The ACROBAT trial, including the nested qualitative evaluation on which this manuscript is based, was approved by the London-Brighton & Sussex Research Ethics Committee (ref. 18/LO/2062), the Confidentiality Advisory Group (ref. 18/CAG/0199) and Health Research Authority (IRAS number 237959). Participants gave informed consent to participate in the study before taking part.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Data availability statement Data are available upon reasonable request. Data that is fully anonymised may be available upon reasonable request. There is no additional data available.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Supplemental material This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Predicting risk of postpartum haemorrhage: a systematic review",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Neary",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naheed",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Mclernon",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BJOG",
            "volume": "128",
            "issn": "",
            "pages": "46--53",
            "other_ids": {
                "DOI": [
                    "10.1111/1471-0528.16379"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The medicines for human use (clinical trials) regulations",
            "authors": [],
            "year": 2004,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Informed consent process: a step further towards making it meaningful!",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "A"
                    ],
                    "last": "Kadam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Perspect Clin Res",
            "volume": "8",
            "issn": "",
            "pages": "107--119",
            "other_ids": {
                "DOI": [
                    "10.4103/picr.PICR_147_16"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical governance advice no. 6a. 2. Obtaining Valid Consent to Participate in Perinatal Research Where Consent is Time Critical. London: Royal College of Obstetricians & Gynaecologists",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kenyon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ewer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Views of emergency research (vera): a qualitative study of women and their partners' views of recruitment to trials in severe postpartum haemorrhage",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Snowdon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elbourne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forsey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Midwifery",
            "volume": "28",
            "issn": "",
            "pages": "800--808",
            "other_ids": {
                "DOI": [
                    "10.1016/j.midw.2011.11.009"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "What women think about consent to research at the time of an obstetric emergency: a qualitative study of the views of a cohort of World maternal antifibrinolytic trial participants",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Houghton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kingdon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dower",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BJOG",
            "volume": "125",
            "issn": "",
            "pages": "1744--53",
            "other_ids": {
                "DOI": [
                    "10.1111/1471-0528.15333"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Written versus verbal consent: a qualitative study of stakeholder views of consent procedures used at the time of recruitment into a peripartum trial conducted in an emergency setting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lawton",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hallowell",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Snowdon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMC Med Ethics",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12910-017-0196-7"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Clinicians' views and experiences of offering two alternative consent pathways for participation in a preterm intrapartum trial: a qualitative study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "Y"
                    ],
                    "last": "Chhoa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ayers",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Trials",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s13063-017-1940-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Qualitative evaluation of a deferred consent process in paediatric emergency research: a predict study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Furyk",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mcbain-Rigg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ Open",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2017-018562"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "How experience makes a difference: practitioners' views on the use of deferred consent in paediatric and neonatal emergency care trials",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woolfall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMC Med Ethics",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1472-6939-14-45"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Community attitudes to emergency research without prospective informed consent: a survey of the general population",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Furyk",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Franklin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Med Australas",
            "volume": "30",
            "issn": "",
            "pages": "547--55",
            "other_ids": {
                "DOI": [
                    "10.1111/1742-6723.12958"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Patients' perceptions of research in emergency settings: a study of survivors of sudden cardiac death",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "W"
                    ],
                    "last": "Dickert",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Soc Sci Med",
            "volume": "68",
            "issn": "",
            "pages": "183--91",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2008.10.001"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The random dialing survey as a tool for community consultation for research involving the emergency medicine exception from informed consent",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Bulger",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Emerg Med",
            "volume": "53",
            "issn": "",
            "pages": "341--50",
            "other_ids": {
                "DOI": [
                    "10.1016/j.annemergmed.2008.07.021"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "How parents and practitioners experience research without prior consent (deferred consent) for emergency research involving children with life threatening conditions: a mixed method study",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woolfall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frith",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "BMJ Open",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2015-008522"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "What parents of children who have received emergency care think about deferring consent in randomised trials of emergency treatments: postal survey",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gamble",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nadel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Snape",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0035982"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fifteen-minute consultation: an evidence-based approach to research without prior consent (deferred consent) in neonatal and paediatric critical care trials",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Woolfall",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch Dis Child Educ Pract Ed",
            "volume": "101",
            "issn": "",
            "pages": "49--53",
            "other_ids": {
                "DOI": [
                    "10.1136/archdischild-2015-309245"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Early cryoprecipitate transfusion versus standard care in severe postpartum haemorrhage: a pilot cluster-randomised trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daru",
                    "suffix": ""
                },
                {
                    "first": "Gonzalez",
                    "middle": [],
                    "last": "Carreras",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2022,
            "venue": "Anaesthesia",
            "volume": "77",
            "issn": "",
            "pages": "175--84",
            "other_ids": {
                "DOI": [
                    "10.1111/anae.15595"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Effect of early cryoprecipitate transfusion versus standard care in women who develop severe postpartum haemorrhage (ACROBAT) in the UK: a protocol for a pilot cluster randomised trial",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daru",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dodds",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2019-036416"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Involving pregnant women, mothers and members of the public to improve the quality of women's health research",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Moss",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daru",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lanz",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BJOG",
            "volume": "124",
            "issn": "",
            "pages": "362--367",
            "other_ids": {
                "DOI": [
                    "10.1111/1471-0528.14419"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Consent in obstetric emergency researchthere is yet more to learn",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lanz",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Daru",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "BJOG",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Using thematic analysis in psychology",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Qual Res Psychol",
            "volume": "3",
            "issn": "",
            "pages": "77--101",
            "other_ids": {
                "DOI": [
                    "10.1191/1478088706qp063oa"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Women and their birth partners' experiences following a primary postpartum haemorrhage: a qualitative study",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Dunning",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sandall",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Pregnancy Childbirth",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12884-016-0870-7"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Information-hungry and disempowered: a qualitative study of women and their partners' experiences of severe postpartum haemorrhage",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Snowdon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Elbourne",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Forsey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Midwifery",
            "volume": "28",
            "issn": "",
            "pages": "791--800",
            "other_ids": {
                "DOI": [
                    "10.1016/j.midw.2011.12.012"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Facilitators and barriers to pregnant women's participation in research: a systematic review",
            "authors": [
                {
                    "first": "Ise",
                    "middle": [],
                    "last": "Van Der Zande",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Van Der Graaf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hooft",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Women Birth",
            "volume": "31",
            "issn": "",
            "pages": "350--61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.wombi.2017.12.009"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The experiences of pregnant women in an interventional clinical trial: research in pregnancy ethics (ripe) study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ballantyne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pullon",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Macdonald",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Bioethics",
            "volume": "31",
            "issn": "",
            "pages": "476--83",
            "other_ids": {
                "DOI": [
                    "10.1111/bioe.12361"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Clinical trials and medical care: defining the therapeutic misconception",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Churchill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.0040324"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Reducing therapeutic misconception: a randomized intervention trial in hypothetical clinical trials",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "P"
                    ],
                    "last": "Christopher",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Appelbaum",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Truong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0184224"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "A longitudinal study of women's memories of their childbirth experiences at five years postpartum",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Takehara",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimane",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Pregnancy Childbirth",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2393-14-221"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Improving the quality of consent to randomised controlled trials by using continuous consent and clinician training in the consent process",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Allmark",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mason",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Med Ethics",
            "volume": "32",
            "issn": "",
            "pages": "439--482",
            "other_ids": {
                "DOI": [
                    "10.1136/jme.2005.013722"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Recruiters' perspectives of recruiting women during pregnancy and childbirth to clinical trials: a qualitative evidence synthesis",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hanrahan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gillies",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Biesty",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0234783"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Young people's experiences of loss and bereavement: Towards an interdisciplinary perspective",
            "authors": [
                {
                    "first": "Ribbens",
                    "middle": [],
                    "last": "Mccarthy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "I do remember feeling like, 'Oh, not now'. Because you just feel so overwhelmed with everything going on. You don't even know what's going on and then someone came to ask about research. (Participant 5)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "A lot of paperwork for something small…a tiny tweak. (Participant 08)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Interview participants who consented to ACROBAT trial study ACROBAT, Administering CRyoprecipitate in Obstetric Bleeding At an earlier Time.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements The authors would like to thank all of the women and maternity service research staff who participated in the interviews and shared their views and experiences. We would also like to thank all the members of the PPI group, 'Katie's Team' for their continued contributions and engagement.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "LG, JD and DL conceived the study and obtained funding. DL and JD coordinated the patient and public involvement (PPI) meetings. LS, DL and JD developed the research plan for the qualitative interviews, with support from AH. LS conducted the data collection and analysed the data with support from AH, DL and JD. AMPR and FK were active members of the PPI group, and AT was a clinical researcher on the trial team. AMPR, FK and AT contributed to the discussions about the research findings and their interpretation. LS and DL drafted the manuscript. All authors contributed to the interpretation of the analysis and critically revised manuscript drafts. All authors read and approved the final manuscript.LG is guarantor for the study.Open access This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contributors"
        },
        {
            "text": "Lorna Sweeney http://orcid.org/0000-0002-1630-467X Jahnavi Daru http://orcid.org/0000-0001-5816-2609 Laura Green http://orcid.org/0000-0003-4063-9768",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID iDs"
        }
    ]
}