{
    "paper_id": "f5b41850d40687ac790f454ef7273f64531529d4",
    "metadata": {
        "title": "Overcrowding and COVID-19 mortality across U.S. counties: Are disparities growing over time?",
        "authors": [
            {
                "first": "Christina",
                "middle": [],
                "last": "Kamis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Allison",
                "middle": [],
                "last": "Stolte",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jessica",
                "middle": [
                    "S"
                ],
                "last": "West",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Samuel",
                "middle": [
                    "H"
                ],
                "last": "Fishman",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Taylor",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tyson",
                "middle": [],
                "last": "Brown",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Duke University",
                    "location": {
                        "settlement": "Durham",
                        "region": "NC",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Heather",
                "middle": [
                    "R"
                ],
                "last": "Farmer",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Delaware",
                    "location": {
                        "settlement": "Newark",
                        "region": "DE",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "As of June 12, 2021, the United States recorded over 33 million cases of and 596,572 deaths due to coronavirus disease 2019 (COVID-19) (CDC, 2020a) . Although the virus has reached most areas of the U.S., geographic disparities in case and mortality rates exist (CDC, 2020a) . To extend research examining how the sociodemographic factors of communities shape the spread and impact of diseases (Quinn & Kumar, 2014) , we explore the role of county-level household overcrowding on disparities in COVID-19 mortality. Household overcrowding is associated with higher rates of underlying health conditions (Krieger & Higgins, 2002 ) that may increase the severity of COVID-19 symptoms (CDC, 2020c) and contribute to higher mortality rates. Furthermore, overcrowding may hasten the spread of infectious diseases (Aligne, 2016) , such as COVID-19, within households and across communities.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 147,
                    "text": "(CDC, 2020a)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 262,
                    "end": 274,
                    "text": "(CDC, 2020a)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 394,
                    "end": 415,
                    "text": "(Quinn & Kumar, 2014)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 602,
                    "end": 626,
                    "text": "(Krieger & Higgins, 2002",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 807,
                    "end": 821,
                    "text": "(Aligne, 2016)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "We explore the possibility that the COVID-19 risks associated with overcrowding become more salient as the social response to the pandemic progresses. According to stages of disease theory (Clouston et al., 2016) , when new diseases arise, they transition through phases marking distinct patterns in mortality inequality that emerge following the development of new information and mitigation strategies. If more advantaged communities, such as those with less household overcrowding, can better implement resources that curb the spread and lethality of COVID-19, then mortality disparities related to overcrowding may grow with time.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 212,
                    "text": "(Clouston et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The present study adds to a growing literature on U.S. COVID-19 disparities by examining the longitudinal relationship between countylevel rates of household overcrowding and COVID-19 mortality. We use COVID-19 mortality data from April 1 through October 31, 2020, and demographic data from 99% of U.S. counties to examine how the percentage of overcrowded households has shaped COVID-19 deaths over three major periods of the pandemic. In doing so, we examine whether the relationship between overcrowding and COVID-19 mortality supports a stages of disease framework. Because overcrowding is often considered a poverty indicator (WHO, 2018) , and socioeconomic disadvantage predicts both COVID-19 infections and mortality (Clouston et al., 2020) , we also examine whether and how overcrowding and poverty combine to influence county mortality rates over time.",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 642,
                    "text": "(WHO, 2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 724,
                    "end": 747,
                    "text": "(Clouston et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2.1. Overcrowding, health, In the U.S., overcrowding is defined by the number of persons per room (excluding balconies, porches, foyers, hallways, bathrooms, and half-rooms), with overcrowded households having more than 1.0 person per room (Blake et al., 2007, p. 38; WHO, 2018) . Overcrowding may contribute to COVID-19 impact in several ways. At the individual level, overcrowding poses health risks by contributing to interior moisture and dampness, which provides hospitable environments for viruses, molds, and pests (Krieger & Higgins, 2002) . Consequently, overcrowding is associated with an increased risk of various respiratory illnesses (Colosia et al., 2012) and adverse physiological outcomes, such as impaired lung functioning and increased inflammation (Packard et al., 2011) . Underlying conditions, such as lung disease, are associated with more severe cases of COVID-19 (CDC, 2020c) . Furthermore, the close proximity of individuals in overcrowded homes may exacerbate the spread of contagious diseases like COVID-19. For example, the widespread infection during the 2003 epidemic of severe acute respiratory syndrome (SARS) was associated with intra-household contagion and the frequency of close contact with an infected person (Lau et al., 2004) . Overcrowding (defined as less than 50 square feet per person, which was the minimum hygienic requirement in army barracks) was also associated with increased cases of influenza among army regiments during the 1918 pandemic (Aligne, 2016) .",
            "cite_spans": [
                {
                    "start": 5,
                    "end": 18,
                    "text": "Overcrowding,",
                    "ref_id": null
                },
                {
                    "start": 19,
                    "end": 26,
                    "text": "health,",
                    "ref_id": null
                },
                {
                    "start": 240,
                    "end": 267,
                    "text": "(Blake et al., 2007, p. 38;",
                    "ref_id": null
                },
                {
                    "start": 268,
                    "end": 278,
                    "text": "WHO, 2018)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 522,
                    "end": 547,
                    "text": "(Krieger & Higgins, 2002)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 647,
                    "end": 669,
                    "text": "(Colosia et al., 2012)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 767,
                    "end": 789,
                    "text": "(Packard et al., 2011)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 878,
                    "end": 899,
                    "text": "COVID-19 (CDC, 2020c)",
                    "ref_id": null
                },
                {
                    "start": 1247,
                    "end": 1265,
                    "text": "(Lau et al., 2004)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1491,
                    "end": 1505,
                    "text": "(Aligne, 2016)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "The combined risk of overcrowding on both underlying health conditions and the spread of infectious diseases may mean that areas with high rates of household overcrowding also experience higher rates of COVID-19 transmission and mortality. This hypothesis is consistent with the theory of syndemicsa syndemic occurs when social conditions, such as overcrowding, are disproportionately experienced and are also risk factors that give rise to the concentration and interaction of multiple diseases within that population (Singer & Clair, 2003) . In the context of the COVID-19 pandemic, syndemic theory suggests that overcrowding not only contributes to the co-occurrence of high rates of respiratory illnesses and physiological outcomes alongside COVID-19 but that the health risks and outcomes are intertwined and mutually reinforcing. Thus, vulnerability to multiple diseases may exacerbate the COVID-19 burden among overcrowded populations (Bambra et al., 2020) .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 541,
                    "text": "(Singer & Clair, 2003)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 942,
                    "end": 963,
                    "text": "(Bambra et al., 2020)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A few studies have examined the relationship between overcrowding and COVID-19 on a small scale. A Massachusetts study, for example, found that zip codes in the highest quintiles of household crowding had more COVID-19 deaths compared to areas with less overcrowding during surges of mortality risk across the state between January and May 2020 (Krieger et al., 2020) . Similarly, Ahmad et al. (2020) noted that U. S. counties with poor housing conditions had higher COVID-19 incidence and mortality rates during March and April of 2020. Though the authors do not directly examine the relationship between overcrowding and COVID-19 outcomes, they suggest that overcrowding may explain the increased incidence due to increased transmission in crowded homes. Together with past work on overcrowding and health, this early evidence lays a foundation for the present research, which proposes that overcrowding plays a critical role in predicting disparities of COVID-19 mortality across U.S. counties.",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 367,
                    "text": "(Krieger et al., 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 381,
                    "end": 400,
                    "text": "Ahmad et al. (2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Given the rapid spread of the disease throughout 2020, examining the relationship between county-level characteristics and COVID-19 mortality requires the incorporation of time. Time is of particular importance as the relationship between social inequality and preventable cause-specific mortality depends on the unequal distribution of knowledge and feasible intervention strategies throughout the population. Clouston et al. (2016) suggest that new population-level diseases follow four unique stages of disease, each of which marks a distinct relationship between social inequalities and cause-specific mortality rates: natural mortality, producing inequalities, reducing inequalities, and reduced mortality/disease elimination. During the first stage, natural mortality, little is known about the disease, including risk factors, preventive strategies, or treatments to reduce mortality. The presence and direction of mortality disparities are unpredictable because no group disproportionately benefits from disease-specific knowledge. In the case of the current pandemic, scientists and medical professionals knew little about the transmission of or treatments for COVID-19 when it first began to spread in the U.S. Although differences in baseline health made some groups more susceptible to COVID-19 complications, incidence and cause-specific mortality were prevalent across all social groups. This led to early naive reports that the virus was a socially neutral, non-discriminatory disease (Bambra et al., 2020) . As information about the disease is discovered and diffused throughout the population, a new stage emerges (Clouston et al., 2016) . In this second stage, producing inequalities, disparities in disease burden arise as groups with more privilege have greater access to information, preventative strategies, and treatments than less privileged groups. This progression is supported by several studies that follow historical cases of mortality-related diseases (such as colorectal cancer (Clouston et al., 2016) and HIV/AIDS (Rubin et al., 2010) ) and find that the development of mortality-preventative measures initially led to greater population-level disparities in mortality.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 433,
                    "text": "Clouston et al. (2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1500,
                    "end": 1521,
                    "text": "(Bambra et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1631,
                    "end": 1654,
                    "text": "(Clouston et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2009,
                    "end": 2032,
                    "text": "(Clouston et al., 2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2046,
                    "end": 2066,
                    "text": "(Rubin et al., 2010)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Inequalities in cause-specific mortality over time"
        },
        {
            "text": "Recent evidence suggests that the U.S. is currently in the producing inequalities stage of the COVID-19 pandemic (Clouston et al., 2020) . Public officials have developed strategies for preventing mass infection or, minimally, slowing infection rates so that medical care resources are not overwhelmed (AJMC, 2020). A key intervention in this effort to slow the spread of COVID-19 has been for individuals to practice physical distancing. However, in line with the producing inequalities stage, this mitigation strategy is not equally accessible to all individuals and communities (Bourassa et al., 2020; Weill et al., 2020) . For example, individuals living in overcrowded households may be less able to physically distance at home. This can increase the rate of contact between infectious and susceptible individuals and, in turn, increase the risk of transmission of COVID-19. This increased intrahousehold transmission can spill over outside the home to increase the risk of infectious individuals exposing others in their community (Hargreaves et al., 2011) . If hospitals in those communities then become overwhelmed because of high infection rates, all community members will experience difficulty accessing necessary health care. This is critical as previous research suggests that overcrowded communities experience higher rates of underlying health conditions that could complicate COVID-19 symptoms (Colosia et al., 2012; Packard et al., 2011) .",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 136,
                    "text": "(Clouston et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 581,
                    "end": 604,
                    "text": "(Bourassa et al., 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 605,
                    "end": 624,
                    "text": "Weill et al., 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1037,
                    "end": 1062,
                    "text": "(Hargreaves et al., 2011)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1410,
                    "end": 1432,
                    "text": "(Colosia et al., 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1433,
                    "end": 1454,
                    "text": "Packard et al., 2011)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Inequalities in cause-specific mortality over time"
        },
        {
            "text": "Together, more underlying health conditions, high rates of transmission, and potentially strained health systems in communities with high rates of overcrowding likely increase COVID-19 mortality over time in these communities. Conversely, fewer underlying health conditions, greater ability to physically distance to slow transmission, and possibly less strained health systems in communities with lower rates of overcrowding likely reduce COVID-19 impact. Consequently, disparities in COVID-19 mortality between areas with higher and lower rates of overcrowding likely grow throughout the pandemic. Assessing this temporal component of COVID-19 impact is therefore essential for determining whether, and to what extent, disparities related to overcrowding have increased over time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Inequalities in cause-specific mortality over time"
        },
        {
            "text": "Overcrowding is just one dimension of social disadvantage salient for assessing the impact of COVID-19 over time and may be intimately related to other county-level features that pattern health and mortality. Community poverty rate is associated with lower self-rated health (Do & Finch, 2008 ) and age-standardized incidence rate ratios for several communicable diseases (Greene et al., 2015) , suggesting that poverty may be a key predictor of COVID-19 impact. Indeed, recent studies demonstrate that lower-income areas decreased mobility less than higher-income areas following physical distancing orders (Weill et al., 2020) and that patterns of socioeconomic disparities in COVID-19 incidence rates follow a stages of disease framework wherein areas with socioeconomic disadvantage have become increasingly impacted by COVID-19 (Clouston et al., 2020) .",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 292,
                    "text": "(Do & Finch, 2008",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 372,
                    "end": 393,
                    "text": "(Greene et al., 2015)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 608,
                    "end": 628,
                    "text": "(Weill et al., 2020)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 833,
                    "end": 856,
                    "text": "(Clouston et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Overcrowding and poverty"
        },
        {
            "text": "Overcrowding is often considered a marker of poverty (WHO, 2018). The resource constraints related to poverty create barriers to acquiring adequate housing, such as the ability to afford homes that meet space needs (Evans & Saegert, 2000, pp. 247-267; WHO, 2018; Krieger & Higgins, 2002) . However, not all counties experience high rates of overcrowding and poverty at the same time, and the effect of overcrowding on disease burden may vary across county-levels of poverty. In the context of COVID-19, the high rates of transmission and underlying conditions associated with household overcrowding may be particularly damaging for communities with high rates of poverty. Overcrowded homes with few socioeconomic resources may be unable to alleviate the effect of poor housing (e.g., via proper ventilation) or to pay for adequate medical care to treat health problems related to overcrowding. Although some early studies highlight that high community rates of both poverty and household overcrowding are important predictors of COVID-19 risk (Arcaya et al., 2020; Krieger et al., 2020) , it remains unclear whether these two dimensions of disadvantage jointly shape COVID-19 mortality.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 251,
                    "text": "(Evans & Saegert, 2000, pp. 247-267;",
                    "ref_id": null
                },
                {
                    "start": 252,
                    "end": 262,
                    "text": "WHO, 2018;",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 263,
                    "end": 287,
                    "text": "Krieger & Higgins, 2002)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1043,
                    "end": 1064,
                    "text": "(Arcaya et al., 2020;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1065,
                    "end": 1086,
                    "text": "Krieger et al., 2020)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Overcrowding and poverty"
        },
        {
            "text": "While overcrowding and poverty are related, both county-level overcrowding and poverty likely play independent roles in determining COVID-19 outcomes. At the same time, these county-level characteristics may interact in ways that multiplicatively disadvantage counties experiencing both high rates of poverty and overcrowding. Thus, it is vital to consider whether areas that are experiencing higher overcrowding are further disadvantaged by county-level poverty.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Overcrowding and poverty"
        },
        {
            "text": "Emerging COVID-19 research suggests that housing plays a key role in predicting county-level COVID-19 deaths (Ahmad et al., 2020; Krieger et al., 2020) and that the relationship between county-level disadvantage and COVID-19 impact has changed over time (Clouston et al., 2020) . However, no study has examined the temporal patterns associated with the relationship between county-level household overcrowding and COVID-19. The present study adds to the growing literature on county-level disadvantage and COVID-19 by examining the effect of overcrowding on COVID-19 mortality rates across U.S. counties between April 1 and October 31, 2020. Specifically, we use data from several publicly available data sources to address the following questions: 1) what is the relationship between county-level rates of overcrowded households and COVID-19 deaths?; 2) how does the relationship between county-level rates of overcrowded households and COVID-19 deaths change over time? Furthermore, to explore whether and how overcrowding and poverty combine to influence mortality, we ask: 3) is the temporal relationship between county-level rates of overcrowded households and COVID-19 deaths moderated by rates of poverty?",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 129,
                    "text": "(Ahmad et al., 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 130,
                    "end": 151,
                    "text": "Krieger et al., 2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 254,
                    "end": 277,
                    "text": "(Clouston et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Current study"
        },
        {
            "text": "We link county-level data from multiple publicly available data sources: USAFacts (2020), the American Community Survey (5-year, 2014-2018), Centers for Disease Control and Prevention (CDC) Wide-ranging Online Data for Epidemiologic Research (WONDER) mortality database (2020b), the U.S. Census Bureau's Tigerweb (2020c), and other Census estimates using Federal Information Processing Standard (FIPS) county codes. In our analyses, we exclude two census regions not classified as counties by January 2019 (Valdez-Cordova Census Area, Alaska and Wade Hampton Census Areas, Alaska) (U.S. Census Bureau, 2020a). We further exclude eight counties with suppressed age-adjusted death rates from 2014 to 2018 (CDC, 2020b), nine counties with negative counts of new deaths per month (explained below), and one county without a poverty measure (Rio Arriba County, New Mexico). Our final analytic sample includes 3,123 counties (99.40% of all counties and county-equivalents in the U.S. as of 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "County-level counts of COVID-19 deaths were gathered from USA-Facts. USAFacts collects county-level information from each state or county public health website. Deaths are assigned to counties based on the individual's location of residency, when available, and the location of diagnosis or death otherwise (USAFacts, 2020) . Correlations between USAFacts data and The New York Times COVID-19 data (2020) ranged from 0.972 to 0.999 across months of observation, suggesting USAFacts data is reliable when compared to other data sources. We examine COVID-19 mortality rates (deaths per population) as opposed to COVID-19 fatality rates (deaths per cases) for two reasons. First, examining mortality rates allows us to better understand the impact of COVID-19 mortality on the entire county population, rather than just among those county residents who have tested positive for COVID-19. Second, unbiased COVID-19 case data is dependent on adequate and consistent testing across all U.S. counties. Yet, COVID-19 testing has varied across time and space and is dependent on access to resources, meaning fatality rate may be a less valid measure of COVID-19 impact.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 323,
                    "text": "(USAFacts, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "For our outcome, we create a measure of new deaths per month, measured from April 1, 2020 through October 31, 2020. As opposed to a cumulative measure of county deaths, new deaths per month capture the changing mortality patterns across counties and time that relate to changes in state policies and growing information about COVID-19. We begin our analyses in April because few deaths across the U.S. were attributed to COVID-19 before this month. Our measure of new deaths per month is calculated as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "New COVID-19 deaths month = (Cumulative COVID-19 deaths month ) -(Cumulative COVID-19 deaths month-1 ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "As mentioned above, we excluded counties with negative new deaths per month. Negative new deaths per month may occur when public officials correct past death counts (USAFacts, 2020). Analyses that predicted cumulative COVID-19 deaths through October 31, 2020 and include these nine counties are substantively similar to models that predicted cumulative deaths and exclude these nine counties, suggesting that excluding these counties does not substantively alter results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "To examine changes in COVID-19 mortality rates over time, we define three theoretically important periods between April and October of 2020 based on the mortality impact of COVID-19 and the spread of disease-related knowledge throughout the U.S. Fig. 1 plots the average county-level new deaths per week per 100,000 persons over the study and demarcates the three periods.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 246,
                    "end": 252,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "The first period (April 1-May 31) is consistent with the natural mortality disease stage defined by Clouston et al. (2016) . At the beginning of the period, relatively little information was known about COVID-19, preventive strategies, or treatments. Most states implemented multiple social distancing mandates, with several states implementing broad stay-at-home orders (Elassar, 2020) . At the same time, the World Health Organization began to issue global guidance on physical distancing, mask-use by healthy individuals in communities, large-scale movement restrictions (e.g., \"lockdowns\"), and contact tracing (WHO, 2020). By the end of May, most states began reopening their economies by ending stay-at home orders, lifting or easing restrictions on businesses and public spaces, and reducing their total number of social distancing mandates (Elassar, 2020) . This growing knowledge signals a shift into the producing inequalities stage.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 122,
                    "text": "Clouston et al. (2016)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 371,
                    "end": 386,
                    "text": "(Elassar, 2020)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 848,
                    "end": 863,
                    "text": "(Elassar, 2020)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "Based on this new knowledge, the second period (June 1-July 31) was characterized by a newfound capacity to reduce person-to-person transmission and mortality. Indeed, Fig. 1 shows that this second period is marked by the stabilization of average new deaths per week following the decline starting in earlier weeks. Although disparities are not illustrated in Fig. 1 , the discovery and spread of new COVID-19 related knowledge and interventions in May that reduced the overall impact in June and July, distinguish the second period from the first period as existing completely within Clouston et al.'s (2016) producing inequalities stage of disease.",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 609,
                    "text": "Clouston et al.'s (2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 168,
                    "end": 174,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 360,
                    "end": 366,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "The final period under examination in the current study is defined from August 1 through October 31. This third period represents a resurgence in COVID-19 infections and subsequent mortality (Fig. 1) . On August 3rd, the U.S. coronavirus response coordinator, Dr. Deborah Birx, noted that the U.S. had entered a new phase in the pandemic defined by widespread cases across the nation rather than the concentrated outbreaks experienced in the earlier stages of the pandemic (AJMC, 2020). This third period is also characterized by a move forward regarding a key scientific development, COVID-19 vaccination, as the Trump administration signed a deal with Moderna for 100 million vaccine doses in August (AJMC, 2020). Such advancements are consistent with a producing inequalities stage, wherein continued scientific exploration leads to new strategies for combating disease spread.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 199,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "We note that although these periods demarcate shifts in knowledge, mitigation strategies, and patterns of COVID-19 mortality, the impact of COVID-19 did not abruptly shift from one period to the next. Instead, these periods, and any difference in mortality between these periods, should be interpreted as changes in broad patterns across the course of the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Dependent variable and measure of time"
        },
        {
            "text": "The explanatory variable of primary interest in this study is countylevel rates of household overcrowding, measured as the number of households with more than one person per room per 100 households.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explanatory and control variables"
        },
        {
            "text": "Data for this measure were collected from the 5-year ACS (2014) (2015) (2016) (2017) (2018) .",
            "cite_spans": [
                {
                    "start": 57,
                    "end": 63,
                    "text": "(2014)",
                    "ref_id": null
                },
                {
                    "start": 64,
                    "end": 70,
                    "text": "(2015)",
                    "ref_id": null
                },
                {
                    "start": 71,
                    "end": 77,
                    "text": "(2016)",
                    "ref_id": null
                },
                {
                    "start": 78,
                    "end": 84,
                    "text": "(2017)",
                    "ref_id": null
                },
                {
                    "start": 85,
                    "end": 91,
                    "text": "(2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Explanatory and control variables"
        },
        {
            "text": "In addition to our primary interest in household overcrowding, we explore the moderating effect of household poverty, defined as the percentage of families below the poverty line. The U.S. Census Bureau defines a family as, \"a group of two people or more (one of whom is the householder) related by birth, marriage, or adoption and residing together\" (U.S. Census Bureau, 2020b). For both the overcrowding and family poverty measures, values at or above the 99th percentile were collapsed to the 99th percentile to address skew resulting from outliers. Models that included unadjusted measures were substantively similar to those with adjusted measures, but adjusted measures improved model fit. Alternate specifications such as taking the square root of overcrowding and poverty or binarizing family poverty to reflect counties below or above the national family poverty rate likewise provided similar conclusions to those using the adjusted measures of overcrowding and poverty. Control variables include county-level demographics, age-adjusted death rates, and two state-level measures. Demographic characteristics were collected from the 5-year ACS (2014-2018) and include countylevel percentage non-Hispanic Black, Hispanic, male, 65 years old or older, married, with a college degree or higher, and uninsured.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explanatory and control variables"
        },
        {
            "text": "Average age-adjusted death rates in a county were gathered through the CDC WONDER detailed mortality files (2014-2018) to account for previous mortality trends. We log average age-adjusted death rate to account for right skew. Population size and density were gathered using the U.S. Census Bureau's Tigerweb estimates from 2019 (downloaded May 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Explanatory and control variables"
        },
        {
            "text": "State-level measures include \"rest of state\" mortality, which accounts for potential spillover effects of state residents crossing county boundaries, and political affiliation, which accounts for state-wide responses to COVID-19 (Gusmano et al., 2020) . The rest of state mortality measure is derived from state-level aggregates of the USAFacts mortality files and captures the cumulative number of COVID-19 deaths in the rest of the state to which the county belongs. Using data from the National Governor's Association, state political affiliation is measured as the current governor's political party (\"Republican\" or \"Democrat (ref.)\").",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 251,
                    "text": "(Gusmano et al., 2020)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Explanatory and control variables"
        },
        {
            "text": "To assess the relationship between overcrowding and new COVID-19 deaths per month, we use multilevel (three-level) negative binomial models wherein observations of new deaths each month are nested in counties nested in states. The multilevel model allows us to account for state-level and county-level clustering in our standard errors, while the negative binomial specification accounts for the over-dispersion in COVID-19 deaths. We also include an offset term for county population size.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Analysis"
        },
        {
            "text": "First, we assess the baseline relationship between overcrowding and COVID-19 deaths, independent of county-level poverty rate and all other covariates. We then examine the effect of overcrowding over time by interacting the rate of overcrowding with our period measure. Finally, we assess the multiplicative effects of overcrowded households and poverty on COVID-19 deaths over time by interacting our measures of overcrowding, poverty, and period. Results are presented and discussed using mortality rate ratios (MRR) and all continuous covariates are standardized for ease of interpretation. MRR are interpreted so that a MRR of 1.10 would indicate that for every standard deviation increase in a predictor variable, there is a 10% increase in mortality risk. Data management was conducted in R (R Core Team, 2019) and all analyses are conducted using Stata 16 (StataCorp, 2019). Table 1 presents descriptive statistics of COVID-19 outcomes and characteristics for the U.S. counties in our analyses. Between April and October 2020, the average cumulative COVID-19 mortality rate was 43.42 deaths per 100,000 persons in a county. When examining the rates within periods of the pandemic, we see a variation in the average cumulative COVID-19 mortality rate over time. During the first period (April and May), there was an average of 12.29 deaths per 100,000 and approximately half of U.S. counties had experienced at least one death. In the second period (June and July), average mortality rates decreased slightly to 11.01 deaths per 100,000, but more counties experienced at least one death (62.9 percent). In the third period (August-October), average mortality rates climbed considerably to 33.37 deaths per 100,000 persons. During this period, approximately 85.5 percent of counties experienced at least one death attributed to COVID-19. Fig. 2 plots percentiles of COVID-19 mortality rates across U.S. counties over the three periods. As evident in Fig. 2 , the spread of COVID-19 mortality rates progressed from a few geographic areas with high mortality in the first period to widespread mortality across all areas of the U.S. in the third period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 882,
                    "end": 889,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1843,
                    "end": 1849,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1955,
                    "end": 1961,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis"
        },
        {
            "text": "The average overcrowding rate is 2.34 overcrowded households per 100 households, with a standard error of 1.78. Although the average rate of overcrowding is low, there is wide variation within states (see online Supplemental Appendix A). Additionally, on average, 11.18 percent of families in a county were living below the poverty line with a standard deviation of 5.42. Examining the bivariate relationship between overcrowding and family poverty suggests that these dimensions of disadvantage are only moderately correlated (Pearson's r = .345) at the county-level. Thus, while many counties experience high rates of overcrowding and poverty together, some counties experience high rates of only overcrowding or poverty. Table 2 presents results from the multilevel negative binomial models predicting new monthly COVID-19 deaths net of demographic characteristics and past mortality rates and offset by population size. Results from Model 1 support descriptive results that indicated significantly fewer deaths in the second period of the pandemic (June and July) and significantly more deaths in the third period (August-October) compared to the first period (April and May). Compared to the first period, county mortality was on average 13.0% lower in the second period and 84.9% higher in the third period. Although the third period does include an additional month, ancillary analyses that do not include new deaths during October show similar substantive conclusions. Thus, the dramatic spike in deaths during this period cannot be attributed to the inclusion of additional time alone.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 724,
                    "end": 731,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Descriptive results"
        },
        {
            "text": "Notably, results from Model 1 also indicate that counties with higher rates of overcrowding have more COVID-19 deaths. For every standard deviation increase in the rate of overcrowding in a county, the expected COVID-19 mortality is 14.8% higher. However, the percentage of families living below the poverty line is not a significant predictor of COVID-19 deaths. In line with other recent work, counties with a greater non-Hispanic Black population, greater Hispanic population, and a greater percentage of individuals who are 65 years old or older have greater COVID-19 mortality (Fielding-Miller et al., 2020) . As expected, past mortality rates in a county are a strong predictor of current COVID-19 mortality.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 612,
                    "text": "(Fielding-Miller et al., 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Results predicting COVID-19 deaths across periods"
        },
        {
            "text": "Model 2 addresses our second research question by estimating the interaction between overcrowding rates and period to identify if the impact of overcrowding on county-level COVID-19 mortality has changed across time. Results from this model suggest that the impact of county-level overcrowding does vary across the three periods of the pandemic. The percentage of overcrowded households in a county does not significantly predict mortality during the first period, but every standard deviation increase in overcrowding rate is associated with a 27.6% greater mortality risk during the second period and an 8.8% greater mortality risk during the third period compared to the first period. Fig. 3 plots the results from Model 2, holding all other covariates at their mean values. Although mortality is highest during the third period, the effect of overcrowding on COVID-19 mortality is greatest during the second period (Fig. 3) . Thus, despite a clear shift in the importance of overcrowding between the first and second periods, the effect of overcrowding does not continue to grow after the second period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 688,
                    "end": 694,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 919,
                    "end": 927,
                    "text": "(Fig. 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Results predicting COVID-19 deaths across periods"
        },
        {
            "text": "Model 3 addresses our final research question: whether the temporal relationship between overcrowding and COVID-19 mortality is moderated by county-level family poverty. Because analytic variables are standardized, the effects of overcrowding and poverty over time can be interpreted as the impact of overcrowding at average levels of family poverty and vice versa. Results suggest that consistent with prior work examining socioeconomic disparities in county-level mortality (Clouston et al., 2020) , higher family poverty rates were associated with lower COVID-19 mortality during the first period. This pattern flips during the middle and late periods so that counties with higher rates of family poverty have much greater mortality. Model 3 also allows us to examine the temporal relationship between overcrowding and mortality independent of the temporal effects of poverty. For counties with an average percentage of families below the poverty line, results suggest that overcrowding is a significant predictor of mortality during the first period and that the effect of overcrowding is similar in the first and third periods. Because family poverty and overcrowding are positively correlated but have opposite relationships with COVID-19 mortality during the first period, controlling for the negative effect of poverty reveals the positive effect of overcrowding on mortality in this period. In other words, the effect of overcrowding during the first period is only apparent when disentangling the effects of family poverty and overcrowding over time. However, consistent with Model 2, the relationship between county-level overcrowding and COVID-19 mortality is strongest during the second period.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 499,
                    "text": "(Clouston et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Results predicting COVID-19 deaths across periods"
        },
        {
            "text": "Finally, results from Model 3 suggest that there is no interaction between overcrowding and family poverty during any period (see online supplemental Appendix B for Model 3 figure) . Further analyses confirm that including interactions only between overcrowding rate and period and between family poverty rate and period (see online supplemental Appendix C for table), and not an interaction between overcrowding, poverty, and period, provides a better model fit (comparison of BIC). In sum, counties with high rates of overcrowding do not experience exacerbated mortality in later stages of the pandemic due to family poverty, but the concentrated disadvantage in counties with high rates of both overcrowding and poverty additively shape patterns of COVID-19 mortality.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "text": "figure)",
                    "ref_id": null
                }
            ],
            "section": "Results predicting COVID-19 deaths across periods"
        },
        {
            "text": "The results presented here are robust to several other specifications. Including the geographic region in which a county is located (Midwest = reference, South, Northeast, West), longitude and latitude of a county center, percentage of smokers in a county, and percentage of individuals reporting poor health (gathered through CountyHealthRankings.org) do not change substantive conclusions. Although case data may be unreliable due to incomplete testing for COVID-19 across time and geography in the U.S., we conducted additional analyses (available upon request) that include the number of new cases per month as a time-varying measure in our model. The number of new cases per month was a significant predictor of mortality but including this variable did not alter substantive conclusions. We also conducted ancillary analyses that removed extreme observations of new COVID-19 deaths per month (+3 SD above the mean). Doing so did not change results, suggesting that results are not driven by cases of high mortality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "We considered alternative specifications of the period variable. Results that included a binary period variable representing the first versus the second/third period similarly showed that the effect of overcrowding on mortality was stronger during the second/third period than the first. However, collapsing the second and third periods precludes a deeper understanding of the relationship between overcrowding and morality during the second period, when county-level mortality was, on average, decreasing. Results that specified month as a categorical variable (see online supplemental Appendix D), or as a continuous variable with a cubic specification (see online supplemental Appendix E), also show similar patterns to those presented in the primary analyses. We present period models as they are more parsimonious, relevant to COVID-19 spread, and align with the theory of disease staging and social inequality (Clouston et al., 2016) .",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 939,
                    "text": "(Clouston et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Robustness tests"
        },
        {
            "text": "The present study adds to the existing COVID-19 social science literature by examining the effects of county-level overcrowding on COVID-19 mortality over three relevant periods that mark both separate stages of community knowledge and national mortality levels. Results support a stages of disease framework (Clouston et al., 2016) , wherein the rate of overcrowded households is a stronger predictor of COVID-19 mortality in a county during the second period of the pandemic compared to the first period. However, overcrowding rate was a stronger predictor in the second period than the third period, suggesting that temporal patterns are not linear and that disease context is important for understanding disparities over time.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 332,
                    "text": "(Clouston et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Consistent with the natural mortality phase, county-level disparities in COVID-19 mortality were relatively low in the first period (April and May) when researchers and policy officials were still learning about the disease and states were starting to implement mitigation strategies (AJMC, 2020; WHO, 2020) . During the second period (June and July), counties began reaping the benefits of large-scale physical distancing and contact tracing that began during the first period (WHO, 2020).",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 296,
                    "text": "(AJMC, 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 297,
                    "end": 307,
                    "text": "WHO, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "However, results suggest that these benefits were not equally distributed. In line with the producing inequalities stage, as mortality decreased across the U.S., the relationship between county-levels of overcrowding and COVID-19 mortality strengthened. While we do not directly test mechanisms for this relationship, past research suggests that counties with lower rates of overcrowding may have had more ability to benefit from strict physical distancing measures implemented in the first period, which may have flattened the curve enough in those counties to reduce the spread of COVID-19 moving into the second period. Conversely, in counties with higher rates of overcrowding, the more frequent contacts between susceptible and infected individuals both within and outside of the home could have led to higher transmission rates within those counties. The increased contact during this period due to an inability to physically distance, coupled with greater underlying conditions before the pandemic (Colosia et al., 2012; Packard et al., 2011) could have led to sustained mortality rates, despite average mortality rates decreasing across the U.S.",
            "cite_spans": [
                {
                    "start": 1005,
                    "end": 1027,
                    "text": "(Colosia et al., 2012;",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1028,
                    "end": 1049,
                    "text": "Packard et al., 2011)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While overcrowding continued to be a predictor of county-level mortality during the third period (August-October), it was a weaker predictor of mortality compared to the second period. This non-linear pattern likely results from the changing context of the disease. Counties across the U.S. experienced surges in COVID-19 infections and Table 2 Multilevel negative binomial regression predicting new deaths per month with population offset by county-level sociodemographic characteristics (N = 3,123 related mortality during the third period. As states struggled to combat ever-increasing infection rates (AJMC, 2020) and required new strategies during this period, counties across the U.S. may have been more equally impacted, despite differences in the ability to enact previous strategies. Additionally, the disparity in COVID-19 mortality during the second period of the pandemic may have produced community saturation of infection in counties with higher rates of overcrowding, but not those with lower rates. Though there is mixed research on how long the immunity period lasts, there is evidence that individuals carry some immunity for months after COVID-19 infection (Arafkas et al., 2020) . While it is unclear whether lower mortality in the third period is due to COVID-19 policy responses or is because of increased community immunity, these results suggest that new disease contexts are important for understanding temporal patterns in mortality disparities. As new COVID-19 variants emerge, county-level mortality and disparity patterns across the U.S could continue to evolve.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 499,
                    "text": "(N = 3,123",
                    "ref_id": null
                },
                {
                    "start": 1176,
                    "end": 1198,
                    "text": "(Arafkas et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [
                {
                    "start": 337,
                    "end": 344,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Finally, although the rates of overcrowded households and family poverty are both important factors for predicting COVID-19 deaths over time, our results find no evidence that these two dimensions of disadvantage multiplicatively shape COVID-19 mortality. Thus, despite overcrowding being often described as a marker of poverty (Krieger & Higgins, 2002; WHO, 2018) , overcrowding has an independent influence on COVID-19 mortality. Interventions aimed at mitigating COVID-19 mortality should focus on ways to alleviate the harmful impacts of household overcrowding across the socioeconomic spectrum.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 353,
                    "text": "(Krieger & Higgins, 2002;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 354,
                    "end": 364,
                    "text": "WHO, 2018)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Overall, results underscore the importance of overcrowding as a predictor of COVID-19 impact and highlight the need to examine the relationship between area-level disparities and COVID-19 morality over time. Officials must recognize that COVID-19 is certainly not \"nondiscriminatory\" (Bambra et al., 2020) . Counties that are disadvantaged due to housing and/or socioeconomic circumstance, have been especially hard hit by COVID-19 and the disparities between advantaged and disadvantaged communities have widened since the beginning of the pandemic. Per stages of disease theory, we will not enter a reducing inequalities stage until innovations, such as a vaccine, are widely available and implemented (Clouston et al., 2016) . Thus, policymakers should identify strategies that equitability distribute resources aimed at mitigating the spread and severity of COVID-19 so that advantaged areas do not disproportionately benefit from scientific advancements.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 305,
                    "text": "(Bambra et al., 2020)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 704,
                    "end": 727,
                    "text": "(Clouston et al., 2016)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, policymakers should recognize that disadvantaged counties have been deeply harmed by the pandemic in myriad ways that may reverberate for some time. Mortality at this scale has economic, psychological, and physiological consequences for family and community members (Galatzer-Levy & Bonanno, 2012; Pham et al., 2018) that will likely persist even as the direct effects of the COVID-19 pandemic come under control. Targeted support and resources for these disadvantaged communities are necessary to improve overall population health and achieve health equity during and after the pandemic.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 310,
                    "text": "(Galatzer-Levy & Bonanno, 2012;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 311,
                    "end": 329,
                    "text": "Pham et al., 2018)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Results from this study should be considered in light of the following limitations. Poverty thresholds do not vary geographically, and therefore do not account for the cost of living. Likewise, crowding depends on a variety of factors we do not include, such as room size and household member characteristics (HHSRS, 2006) . Although the measure we use is consistent with previous research on housing and overcrowding (Blake et al., 2007, p. 38) , such characteristics may function as omitted variables in the relationship between overcrowded housing and COVID-19 mortality. For example, undocumented status of household members could be important because this population is more likely to live in overcrowded housing (Hall & Greenman, 2013) and less likely to use medical services (Chavez, 2012) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 322,
                    "text": "(HHSRS, 2006)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 418,
                    "end": 445,
                    "text": "(Blake et al., 2007, p. 38)",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 741,
                    "text": "(Hall & Greenman, 2013)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 782,
                    "end": 796,
                    "text": "(Chavez, 2012)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Limitations and future work"
        },
        {
            "text": "Additionally, because analyses rely on county-level information, we cannot conclude whether individual-level characteristics predict COVID-19 death. County-level data provide necessary insights for county and state officials who seek to develop large-scale policies and interventions (Clouston et al., 2020) , which is particularly important Table 2 , Model 2, holding all other covariates at mean values and adjusted for population size. N = 3,123. since health interventions are often made at the local level. However, county-level data does preclude examination of specific pathways linking overcrowding to COVID-19 mortality. As more individual-level data becomes available, researchers should further investigate the mechanisms that link disadvantage with COVID-19 risk. Future work should also examine how other dimensions of inequality interact to pattern COVID-19 impact. Growing research highlights how structural racism may drive racial disparities in COVID-19 (Garcia et al., 2020) that could, in part, be linked to housing access. Although outside the scope of the current paper, such an analysis would further clarify the effects of overcrowding across communities. Finally, some suggest that both cases of COVID-19 and COVID-19-related deaths are likely undercounted. If areas with disadvantages, such as high rates of overcrowding, also have higher rates of undercounted deaths, this would lead our results to be conservative.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 307,
                    "text": "(Clouston et al., 2020)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 971,
                    "end": 992,
                    "text": "(Garcia et al., 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 342,
                    "end": 349,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Limitations and future work"
        },
        {
            "text": "The U.S. is experiencing alarmingly high rates of COVID-19 infection and related mortality. Moreover, the impact of COVID-19 is unequally patterned by area-level sociodemographic characteristics. County-level disparities in mortality are pronounced during later stages of the pandemic, wherein advantaged areas are likely better able to implement and benefit from growing knowledge and mitigation strategies, including the ability to physically distance. Future research should continue to track how county-level housing characteristics shape the impact of COVID-19 as innovations and strategies to reduce the spread and consequences of the disease are introduced and implemented across the U.S.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Ethics approval is not needed for the attached manuscript, \"Overcrowding and COVID-19 Mortality Across U.S. Counties: Are Disparities Growing Over Time\" because all data used in this study are available to the public. The authors have no conflict of interest. Any opinions, findings, and conclusions or recommendations expressed in this study are those of the authors, and do not necessarily reflect the views of US Census Bureau, Centers for Disease Control and Prevention, or USAFacts. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval statement"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Association of poor housing conditions with COVID-19 incidence and mortality across US counties",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Erqou",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Nazir",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Choudhary",
                    "suffix": ""
                },
                {
                    "first": "W.-C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article e0241327",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0241327"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "A timeline of COVID-19 developments in 2020",
            "authors": [
                {
                    "first": "Ajmc",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Overcrowding and mortality during the influenza pandemic of 1918",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Aligne",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Journal of Public Health",
            "volume": "106",
            "issn": "4",
            "pages": "642--644",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2015.303018"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Current meta-analysis does not support the possibility of COVID-19 reinfections",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arafkas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kocbach",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zielinski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mikolajczyk",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Celinska",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Khosrawipour",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Medical Virology",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.26496"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Rising home values and covid-19 case rates in Massachusetts",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arcaya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Nidam",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Binet",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Gavin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Social Science & Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2020.113290"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The COVID-19 pandemic and health inequalities",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bambra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Riordan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Epidemiology & Community Health",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/jech-2020-214401"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Measuring overcrowding in housing",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "S"
                    ],
                    "last": "Blake",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Kellerson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Simic",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Social distancing as a health behavior: County-level movement in the United States during the COVID-19 pandemic is associated with conventional health behaviors",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Bourassa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Sbarra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Caspi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Moffitt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Annals of Behavioral Medicine",
            "volume": "54",
            "issn": "8",
            "pages": "548--556",
            "other_ids": {
                "DOI": [
                    "10.1093/abm/kaaa049"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Coronavirus disease 2019 (COVID-19) in the U.S. Centers for disease Control and prevention",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Underlying Cause of death 1999-2019",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and your health",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cdc",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Undocumented immigrants and their use of medical services in Orange County",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "R"
                    ],
                    "last": "Chavez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "California. Social Science & Medicine",
            "volume": "74",
            "issn": "6",
            "pages": "887--893",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2011.05.023"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Socioeconomic inequalities in the spread of coronavirus-19 in the United States: A examination of the emergence of social inequalities",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A P"
                    ],
                    "last": "Clouston",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Nataleb",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Social Science & Medicine",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2020.113554"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "A social history of disease: Contextualizing the rise and fall of social inequalities in cause-specific mortality",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "A P"
                    ],
                    "last": "Clouston",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Demography",
            "volume": "53",
            "issn": "5",
            "pages": "1631--1656",
            "other_ids": {
                "DOI": [
                    "10.1007/s13524-016-0495-5"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Residential crowding and severe respiratory syncytial virus disease among infants and young children: A systematic literature review",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Colosia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Masaquel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "B"
                    ],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Barrett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Mahadevia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yogev",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Infectious Diseases",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-12-95"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The link between neighborhood poverty and health: Context or composition?",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "P"
                    ],
                    "last": "Do",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "K"
                    ],
                    "last": "Finch",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "American Journal of Epidemiology",
            "volume": "168",
            "issn": "6",
            "pages": "611--619",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwn182"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "This is where all 50 states stand on reopening",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elassar",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Theoretical perspectives in environment-behavior research: Underlying assumptions, research problems, and methodologies",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saegert",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4615-4701-3_20"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Social determinants of COVID-19 mortality at the county level",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Fielding-Miller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Sundaram",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Brouwer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Article e0240151",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0240151"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Beyond normality in the study of bereavement: Heterogeneity in depression outcomes following loss in older adults",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "R"
                    ],
                    "last": "Galatzer-Levy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Bonanno",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Social Science & Medicine",
            "volume": "74",
            "issn": "12",
            "pages": "1987--1994",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2012.02.022"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The color of COVID-19: Structural racism and the disproportionate impact of the pandemic on older Black and latinx adults",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "A"
                    ],
                    "last": "Homan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "H"
                    ],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Gerontology: Serie Bibliographique",
            "volume": "76",
            "issn": "3",
            "pages": "75--80",
            "other_ids": {
                "DOI": [
                    "10.1093/geronb/gbaa114"
                ]
            }
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Disparities in reportable communicable disease incidence by census tract-level poverty",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "K"
                    ],
                    "last": "Greene",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levin-Rector",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hadler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Fine",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "105",
            "issn": "",
            "pages": "27--34",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2015.302741"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Partisanship in initial state responses to the COVID-19 pandemic",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Gusmano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "A"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nadash",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Simpson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World Medical & Health Policy",
            "volume": "12",
            "issn": "4",
            "pages": "380--389",
            "other_ids": {
                "DOI": [
                    "10.1002/wmh3.372"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Housing and neighborhood quality among undocumented Mexican and Central American immigrants",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Greenman",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Social Science Research",
            "volume": "42",
            "issn": "6",
            "pages": "1712--1725",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ssresearch.2013.07.011"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "The social determinants of tuberculosis: From evidence to action",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Hargreaves",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boccia",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "A"
                    ],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Adato",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Petticrew",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D H"
                    ],
                    "last": "Porter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "American Journal of Public Health",
            "volume": "101",
            "issn": "4",
            "pages": "654--662",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2010.199505"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Housing health and safety rating system (HHSRS) operating guidance: Housing inspections and assessment of hazards. Ministry of Housing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hhsrs",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Communities & Local Government",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Housing and health: Time again for public health action",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "American Journal of Public Health",
            "volume": "92",
            "issn": "5",
            "pages": "758--768",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "COVID-19 and overall mortality inequities in the surge in death rates by zip code characteristics: Massachusetts",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Waterman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "T"
                    ],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "American Journal of Public Health",
            "volume": "110",
            "issn": "12",
            "pages": "1850--1852",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2020.305913"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Probable secondary infections in households of SARS patients in Hong Kong",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "T F"
                    ],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H.-Y",
                    "middle": [],
                    "last": "Tsui",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "2",
            "pages": "236--243",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030626"
                ]
            }
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Early life socioeconomic adversity is associated in adult life with chronic inflammation, carotid atherosclerosis, poorer lung function and decreased cognitive performance: A cross-sectional, populationbased study",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Packard",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bezlyak",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Mclean",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Batty",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cavanagh",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Deans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mcginty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Millar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Shiels",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "N"
                    ],
                    "last": "Velupillai",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tannahill",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Public Health",
            "volume": "11",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2458-11-42"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "The burden of bereavement: Early-onset depression and impairment in youths bereaved by sudden parental death in a 7-year prospective study",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Porta",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Biernesser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Walker Payne",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Iyengar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Melhem",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "A"
                    ],
                    "last": "Brent",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "American Journal of Psychiatry",
            "volume": "175",
            "issn": "9",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1176/appi.ajp.2018.17070792"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Health inequalities and infectious disease epidemics: A challenge for global health security",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Quinn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science",
            "volume": "12",
            "issn": "5",
            "pages": "263--273",
            "other_ids": {
                "DOI": [
                    "10.1089/bsp.2014.0032"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "R: A language and environment for statistical computing. R Foundation for Statistical Computing",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "R Core Team",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Examination of inequalities in HIV/AIDS mortality in the United States from a fundamental cause perspective",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Rubin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "G"
                    ],
                    "last": "Colen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "G"
                    ],
                    "last": "Link",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Journal of Public Health",
            "volume": "100",
            "issn": "6",
            "pages": "1053--1059",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.2009.170241"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Syndemics and public health: Reconceptualizing disease in bio-social context",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Clair",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Medical Anthropology Quarterly",
            "volume": "17",
            "issn": "4",
            "pages": "423--441",
            "other_ids": {
                "DOI": [
                    "10.1525/maq.2003.17.4.423"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Stata statistical software: Release 16",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statacorp",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "StataCorp LLC",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Coronavirus (Covid-19) data in the United States",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "The United States census Bureau",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Subject definitions. The United States census Bureau",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Social distancing responses to COVID-19 emergency declarations strongly differentiated by income",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Weill",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stigler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Deschenes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Springborn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the National Academy of Sciences",
            "volume": "117",
            "issn": "33",
            "pages": "19658--19660",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.2009412117"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "WHO Housing and health guidelines. World Health Organization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Who",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Timeline: WHO's COVID-19 response",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Average County-Level new COVID-19 Deaths per Week per 100,000 (Week Ending in April 4, 2020-October 31, 2020). N = 3,123. Colored Image.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "COVID-19 cumulative deaths per 100,000 by period. First period = April and May; Second Period = June and July; Third Period = August-October. N = 3,123. Colored Image.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "The percentage of overcrowded households predicting new deaths by period. Predicted COVID-19 deaths gathered from results in",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sociodemographic characteristics of U.S. Counties (N = 3,123).",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": ").",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Christina Kamis: Conceptualization; Methodology; Formal Analysis; Investigation; Writing -Original Draft; Writing -Review & Editing; Visualization; Supervision. Allison Stolte: Conceptualization; Methodology; Formal Analysis; Investigation; Writing -Original Draft; Writing -Review & Editing. Jessica S. West: Conceptualization; Investigation; Writing -Original Draft; Writing -Review & Editing. Samuel H. Fishman: Conceptualization; Methodology; Investigation; Writing -Review & Editing. Taylor Brown: Conceptualization; Writing -Review & Editing; Visualization. Tyson Brown: Conceptualization; Writing -Review & Editing. Heather R. Farmer: Conceptualization; Writing -Review & Editing.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Supplementary data related to this article can be found at https:// doi.org/10.1016/j.ssmph.2021.100845.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Appendix A. Supplementary data"
        }
    ]
}