{
    "paper_id": "f6144430d3e1c293062bd8707631e935a8d4a074",
    "metadata": {
        "title": "A Class of Explicit optimal contracts in the face of shutdown",
        "authors": [
            {
                "first": "Jessica",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "UMR CNRS 5219",
                    "institution": "Université de Toulouse",
                    "location": {
                        "addrLine": "135 Avenue de Rangueil",
                        "postCode": "31077",
                        "settlement": "Toulouse Cedex"
                    }
                },
                "email": ""
            },
            {
                "first": "Stéphane",
                "middle": [],
                "last": "Villeneuve",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Université Toulouse 1 Capitole, (TSE-TSMR)",
                    "location": {
                        "addrLine": "2 Rue du Doyen Gabriel Marty",
                        "postCode": "31000",
                        "settlement": "Toulouse"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "What type of delegation contract should be offered when facing a risk of the magnitude of the pandemic we are currently experiencing and how does the likelihood of an exogenous early termination of the relationship modify the terms of a full-commitment contract? We study these questions by considering a dynamic principal-agent model that naturally extends the classical Holmström-Milgrom setting to include a risk of default whose origin is independent of the inherent agency problem. We obtain an explicit characterization of the optimal wage along with the optimal action provided by the agent. The optimal contract is linear by offering both a fixed share of the output which is similar to the standard shutdown-free Holmström-Milgrom model and a linear prevention mechanism that is proportional to the random lifetime of the contract. We then tweak the model to add a possibility for risk mitigation through investment and study its optimality.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Without seeking to oppose public health and economic growth, there is no doubt that the management of the Covid crisis had serious consequences on entire sectors of the economy. The first few months of 2020 will go down in world history as a period of time characterized by massive layoffs, forced closures of non-essential companies, disruption of cross-border transportation whilst populations were subject to lockdown and/or social distancing measures and hospitals and the medical world struggled to get a grasp on the Sars-Cov-2 pandemic. Whilst the immediate priority was saving lives, decongesting hospitals and preventing the spread of the disease, many extraordinary economic support measures were taken to help businesses and individuals stay afloat during these unprecedented times and in the hope of tempering the economic crisis that would follow. Although the world has lived through many crises over the past centuries, from several Panics in the 1800s and the Great Depression of the 1930s to the more recent Financial Crisis of 2008, never before has the global economy as a whole come to such a standstill due to an external event. Such large shutdown risks do not only materialize during pandemics but throughout many major other large events. The massive bushfires that affected Australia towards the end of 2019, temporarily halting agriculture, construction activity and tourism in some areas of the country are another recent example. As we begin to see a glimpse of hope for a way out through vaccination, the focus is turning to building the world of tomorrow with the idea that we must learn to live with such risks. This paper tries to make its contribution by focusing on a simple microeconomic issue. In a world subject to moral hazard, how can we agree to an incentive contract whose obligations could be made impossible or at least very difficult because of the occurrence of a risk of the nature of the Covid19 pandemic? Including such a shutdown risk-sharing in contracts seems crucial going forward for at least two reasons. First, it is not certain that public authority will be able to continue to take significant economic support measures to insure the partners of a contract if the frequency of such global risks were to increase. On the other hand, the private insurance market does not offer protection against the risk of a pandemic which makes pooling too difficult. It therefore seems likely that we will have to turn to an organized form of risk sharing between the contractors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Economic theory has a well-developed set of tools to analyze incentive and risk-sharing problems using expected-utility theory. Most of the now abundant literature related to dynamic contracting through a Principal-Agent model has, so far, mostly been based on continuously governed (eg. Brownian motion) output-processes. This was the case of the foundational work of Holmström and Milgrom [12] and many of its many extensions such as those of Schattler and Sung in [20] and [21] , and the more recent contributions of Sannikov in [19] , and Cvitanic et al [5] and [6] . However some relatively recent works have introduced jump processes into continuous time contracting. Biais et al. were the first to do so in [3] where they study optimal contracting between an insurance company and a manager whose effort can reduce the occurence of an underlying accident. In a similar vein, work by Capponi and Frei [4] also used a jump-diffusion driven outcome process in order to include the possibility for accidents to negatively affect revenue. Here, we extend the classical Holmström and Milgrom [12] framework to include a shutdown risk. We do not claim that this model with CARA preferences is general enough to come up with robust economic facts, but it has the remarkable advantage of being explicitly creditworthy, which allows us to find an explicit optimal contract that disentangles the incentives from external risk-sharing and allows us to understand the sensitivity of the optimal contract to the different exogenous parameters of the model. Our work uses a jump-diffusion process too and presents some structural similarities with [4] : both models consider a risk averse principal and agent with exponential utility and reach an explicit characterization of the optimal wage. However, Capponi and Frei combine the continuous part of the diffusion and the accident jump process additively and they are able to allow prevention through intensity control of the jump process. This makes sense as many accidents are preventable through known measures. Our framework uses a different form of jump diffusion to enable the shutdown event to completely stop revenue generation in a continuous-time setting. This is done by building on a standard continuous Brownian-motion based output process. The main novelty is the multiplicative effect of the jump risk : upon the arrival of the risk, the whole of the output process comes to a halt. As an extension, we allow the halt to no longer be a complete fatality : production may continue at a degraded level through an investment by the principal. From a methodological viewpoint, our reasoning uses a now standard method in dynamic contracting based on [19] and [6] which consists in transforming both the first-best and second-best problems into classical Markovian control problems. The solution to these control problems can be characterized through a Hamilton-Jacobi-Bellman equation. Quite remarkably, this equation has, in our context, an explicit solution that is closely linked to a so-called Bernouilli ODE which facilitates many extensions.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 467,
                    "end": 471,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 476,
                    "end": 480,
                    "text": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 532,
                    "end": 536,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 566,
                    "end": 569,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 674,
                    "end": 686,
                    "text": "Biais et al.",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 907,
                    "end": 910,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1093,
                    "end": 1097,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1640,
                    "end": 1643,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2704,
                    "end": 2708,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 2713,
                    "end": 2716,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "To the best of our knowledge, this paper is the first to explicitly introduce a default in a dynamic Principal-agent framework, in both a first-best (also called full Risk-Sharing) and second-best (also called Moral Hazard) setting. A key feature of our study is that the shape of the optimal contract is linear. More precisely, the agent's compensation is the sum of two functions: the first is linear with respect to the output and serves to give the incentives, while the second is linear with respect to the effective duration of the contract and serves to share the default risk. While the linear incentive part of the contract is in line with the existing literature on continuous-time Principal-Agent problems without default under exponential utilities, the risk-sharing part deserves some clarification. The contract exposes both agents to a risk of exogenous interruption but it has two different regimes that are determined by an explicit relation between the risk-aversions and the agent's effort cost. Under the first regime, the agent is more sensitive to the risk of default than the principal. In this case, the principal deposits on the date 0 a positive amount onto an escrow account whose balance will then decrease over time at a constant rate. It is crucial to observe that the later the default arrives, the more the amount in the escrow account decreases to a point where it may even become negative. If the default occurs, the principal transfers the remaining balance to the agent. Under the second regime, the principal is more sensitive to the risk of default. In this case, the principal deposits a negative amount into the escrow account, which now grows at a constant rate and symmetrical reasoning applies. This linearity contrasts with the optimum obtained in [4] as the additive contribution of their jump process to revenue generation leads to a sub-linear wage. This result is coherent with the paper by Hoffman and Pfeil [11] which proves that, in line with the empirical studies by Bertrand and Mullainathan [2] , the agent must be rewarded or punished for a risk that is beyond his control. Finally, this paper also explicitly characterizes the optimal contract when a possibility for shutdown risk mitigation exists at a cost. Such a possibility is coherent with agency-free external risk: prevention is not possible, at least on a short-term or medium-term time scale. At best the principal may be able to invest to mitigate its effects. Crucially we find that in many circumstances, investing is not optimal for the principal. When it is, it is only optimal up until some cutoff time related to a balance between the cost of investment, the agent's rents and possible remaining gain.",
            "cite_spans": [
                {
                    "start": 1792,
                    "end": 1795,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1957,
                    "end": 1961,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2045,
                    "end": 2048,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the document is structured as follows. In Section 2, we present the model and the Principal-Agent problems that we consider. In Section 3, we analyse the first-best case where the principal observes the agent's effort. Then in Section 4, we give our main results and analysis. In Section 5, we extend our model to include a possibility for mitigation upon a halt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The model is inherited from the classical work of Holmström and Milgrom [12] . A principal contracts with an agent to manage a project she owns. The agent influences the project's profitability by exerting an unobservable effort. For a fixed effort policy, the output process is still random and the idiosyncratic uncertainty is modeled by a Brownian motion. We assume that the contract matures at time T > 0 and both principal and agent are risk-averse with CARA preferences. The departure from the classical model is as follows: we assume the project is facing some external risk that could partially or totally interrupt the production at some random time τ . The probability distribution of τ is assumed to be independent of the Brownian motion that drives the uncertainty of the output process and also independent of the agent's actions. Finally, we assume that the contract offers a transfer W at time T from the principal to the agent that is a functional of the output process.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "The Model"
        },
        {
            "text": "Let T > 0 be some fixed time horizon. The key to modeling our Principal-Agent problems under an agency-free external risk of default is the simultaneous presence over the interval [0, T ] of a continuous random process and a jump process as well as the ability to extend the standard mathematical techniques used for dynamic contracting to this mixed setting. Thus, we shall deal with two kinds of information : the information from the output process, denoted as F = (F t ) t≥0 and the information from the default time, i.e. the knowledge of the time where the default occurred in the past, if the default has appeared. This construction is not new and occurs frequently in mathematical finance 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "The complete probability space that we consider will be denoted as (Ω, G, P 0 ), with two independent stochastic processes :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "• B a standard one-dimensional F-Brownian motion,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "• N the right-continuous single-jump process defined as N t = 1 τ ≤t , t in [0, T ] where τ is some positive random variable independent of B that models the default time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "N will also be referred to as the default indicator process. We therefore use the standard approach of progressive enlargement of filtration by considering G = {G t , t ≥ 0} the smallest complete rightcontinuous extension of F that makes τ a G-stopping time. Because τ is independent of B, B is a G-Brownian motion under P 0 according to Proposition 1.21 p 11 in [1] . We also suppose that there exists a bounded deterministic compensator of N , Λ t = t 0 λ(s) ds for some bounded function λ(.) called the intensity implying that:",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 366,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "is a G-compensated martingale. Note that through knowledge of the function λ, the principal and agent can compute at time 0 the probability of default happening over the contracting period [0, T ]. Indeed :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "We first suppose for computational ease that the intensity λ is a constant. We will see in Section 4.3 that our results may easily be lifted to more general deterministic compensators. 1 We refer the curious reader to the two important references [1] and [9] .",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 186,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 247,
                    "end": 250,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 255,
                    "end": 258,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "Remark 2.1. Here we will suppose that the compensator of N is common knowledge to both the Principal and the Agent. We could imagine settings where the Principal and Agent's beliefs regarding the risk of default may differ : this natural extension of our work would call for analysis of the dynamic contracting problem under hidden information which is left for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Probability setup"
        },
        {
            "text": "We suppose that the agent agrees to work for the principal over a time period [0, T ] and provide up to the default time a costly action (a t ) t∈[0,T ] belonging to A, where A denotes the set of admissible F-predictable strategies that will be specified later on. The Principal-Agent problem models the realistic setting where the principal cannot observe the agent's effort. As such the agent chooses his action in order to maximize his own utility. The principal must offer a wage based on the information driven by the output process up to the default time that incentivizes the agent to work efficiently and contribute positively to the output process. Mathematically, the unobservability of the agent's behaviour is modeled through a change of measure. Under P 0 , we assume that the project's profitability evolves as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "Thus, P 0 corresponds to the probability distribution of the profitability when the agent makes no effort over [0, T ]. When the agent makes an effort a = (a t ) t , we shall assume that the project's profitability evolves as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "where B a is a F-Brownian motion under a measure P a . The agent fully observes the decomposition of the production process under a measure P a whilst the principal only observes the realization of X t . In order for the model to be consistent, the probabilities P 0 and P a must be equivalent for all (a t ) t∈[0,T ∧τ ] belonging to A. Therefore, we introduce the following set of actions B = a = (a t ) t : F-predictable and taking values in [−A, A] for some A > 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "The action process in B are uniformly bounded by some fixed constant A > 0 that will be assumed as large as necessary. For a ∈ B, we define P a as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "is a G-Brownian motion under P a according to Proposition 3.6 c) p 55 in [1] . It is key to note that if halt occurs, i.e. if τ ≤ T , then the production process is halted before T meaning that : X a t∧τ = X a t , t ∈ [0, T ]. Let us then observe that an action a = (a t ) t of B can be extended to a G-predictable process (ã t ) t∈[0,T ] by settingã t = a t 1 1 t≤τ . The cost of effort for the agent is modeled through a quadratic cost function : κ(a) := κ a 2 2 , for κ > 0 some fixed parameter. As a reward for the agent's effort, the principal pays him a wage W at time T . W is assumed to be a G T ∧τ random variable which means that the payment at time T in case of an early default is known at time τ . The principal and the agent are considered to be risk averse and risk aversion is modeled through two CARA utility functions :",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 76,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "where γ P > 0 and γ A > 0 are two fixed constants modeling the principal's and the agent's risk aversion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "In this setting and for any given wage W , the agent maximizes his own utility and solves :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "A wage W is said to be incentive compatible if there exists an action policy a * (W ) ∈ B that maximises (2.1) and thus satisfies",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "When the principal is able to offer an incentive compatible wage W , she knows what the agent's best reply will be. As such the principal establishes a set A * (W ) ⊂ B of best replies for the agent for any incentive compatible W . Therefore, the first task is to characterize the set of incentive-compatible wages W IC . Only then may the principal consider maximizing his own utility by solving :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "under the participation constraint",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "where y P C is a monetary reservation utility for the agent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "Remark 2.2. Problem (2.2) has been thoroughly analyzed in a setting where the output process may not default (see the pioneer papers [12] , [20] ). Setting κ = 1 for simplicity, the optimal action is constant and given by :",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 137,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 140,
                    "end": 144,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "and the optimal wage is linear in the output:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "We may naturally expect to encounter an extension of these results in this setting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal-Agent Problem"
        },
        {
            "text": "We begin with analysis of the first-best benchmark (the full Risk-Sharing problem) which leads to a simple optimal sharing rule. Of course this problem is not the most realistic when it comes to modeling dynamic contracting situations. However it provides a benchmark to which we can compare the more realistic Moral Hazard situation. Indeed, the principal's utility in the full Risk-Sharing problem is the best that the principal will ever be able to obtain in a contracting situation as he may observe (and it is thus assumed that he may dictate) the agent's action.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal First-best contracting"
        },
        {
            "text": "To write the first-best problem, we assume that both the principal and the agent observe the variations of the same production process (X a t ) t∈[0,T ] under P 0 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal First-best contracting"
        },
        {
            "text": "The agent is guaranteed a minimum value of expected utility through the participation constraint :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal First-best contracting"
        },
        {
            "text": "but has no further say on the wage or action. Consider the admissible set :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal First-best contracting"
        },
        {
            "text": "The full Risk-Sharing problem involves maximizing the principal's utility across A P C :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Optimal First-best contracting"
        },
        {
            "text": "A first step to optimal contracting in this first-best setting involves answering the following question: can we characterize the set A P C ? Following the standard route, we will first establish a necessary condition. For a given pair (W, a) ∈ A P C , let us introduce the agent's continuation utility (U (W,a) t ) t as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "where we use the shorthand notation :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "We may write the Agent's continuation value process as the product :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "where :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "Observe that for any admissible pair (W, a) ∈ A P C , the process M = (M (W,a) t ) t is a G-square integrable martingale. According to the Martingale Representation Theorem for G-martingales (see [1] , Theorem 3.12 p. 60), there exists some predictable pair (z s , l s ) in",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "Integration by parts yields the dynamic of U , noting that D has finite variation :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "Through Proposition 2.6 of [7] , the solution to",
            "cite_spans": [
                {
                    "start": 27,
                    "end": 30,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "To sum up, we have the following necessary condition for admissibility.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "To obtain a sufficient condition, we introduce, for π = (y 0 , a, β, H) ∈ R × B × H 2 × H 2 , the wage process (W π t ) t defined as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "and consider the set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "We have the following result.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "Lemma 3.2. For any π ∈ Γ, the pair (W π T , a) belongs to A P C . Proof. We apply Itô's formula to the process Y π t = U A (W π t ) to obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "and thus (3.2) is satisfied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "Remark 3.2. The admissible contracts are essentially the terminal values of the controlled processes (3.5) for π ∈ Γ. The difficulty is that we do not know how to characterize the β and H processes that guarantee that π belongs to Γ. Nevertheless, it is easy to check by a standard application of the Gronwall lemma that if β and H are bounded then π ∈ Γ. This last observation will prove to be crucial in the explicit resolution of our problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tackling the Participation Constraint"
        },
        {
            "text": "Using Lemma 3.2, the full Risk-Sharing problem under default writes as the Markovian control problem :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "where X (x0,a) t is given by :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "= x 0 and the wage process is given by :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "with W π 0 = y 0 . We have the following key theorem for the first-best problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": ", and let :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "where :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "with :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "Then π * = (y P C , a * , Z * , K * ) ∈ Γ parameterizes the optimal contract (W π * T , a * ) for the first-best problem.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "The rest of this subsection is dedicated to the proof of this Theorem. We first make the following observation. As X remains constant after τ , the principal has no further decision to make after the default time. Thus, its value function is constant and equal to U P (x − y) on the interval [τ, T ]. We now focus on the control part of the problem (i.e. computation of the optimal control triplet π = (a, Z, K) for a given pair (x 0 , y 0 )). To do so, we follow the dynamic programming approach developed in [17] , Section 4 to define the value function",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 514,
                    "text": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "According to stochastic control theory, the Hamilton-Jacobi-Bellman equation associated to the stochastic control problem (3.8) is the following (see [16] ):",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "with the boundary condition : v(T, x, y) = U P (x − y).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "It happens that the HJB equation (3.9) is explicitly solvable by exploiting the separability property of the exponential utility function.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "where :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "solves (in the classical sense) the HJB partial differential equation (3.9) .",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 75,
                    "text": "(3.9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "are the optimal controls.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "Proof. We search for a solution to Equation (3.9) for a v of the form :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "with Φ 0 a positive mapping. Such a v satisfies (3.9) if and only if Φ 0 (t) solves the PDE :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "with the boundary condition Φ 0 (T ) = 1. As Φ 0 is a positive mapping, the infimum is well defined. We derive the following first order conditions that must be satisfied by the optimal controls :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "equating to :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "It follows that :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "terms with K * We may inject this expression back into the PDE on Φ 0 . Doing so yields the following Bernoulli equation :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "The unique solution to this equation is (see for instance [22] ) :",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "text": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": ", and the result follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "Proof of Theorem 3.1. The value function v(t, x, y) = U P (x − y)Φ 0 (t) is a classical solution to the HJB equation (3.9) . A standard verification theorem yields that v = V . Through Lemma 3.3, the optimal controls for the full Risk-Sharing problem are :",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 122,
                    "text": "(3.9)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "with Φ 0 as defined in Lemma 3.3. These controls are free of y and it follows that :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "is a decreasing function of y 0 . Thus we obtain",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "Finally, we observe that the optimal controls are bounded and thus Remark (3.2) yields π * = (y P C , a * , Z * , K * ) ∈ Γ. As a consequence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "Because the reverse inequality holds, the final result follows.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "First-best Dynamic contracting"
        },
        {
            "text": "The following is dedicated to our main result for the Moral Hazard problem. We shall state our main theorem with the explicit optimal contract before turning to some analysis of the effect of the shutdown on dynamic contracting. In the case of moral hazard, one is forced to make a stronger assumption about the nature of a contract. This stronger hypothesis will naturally appear to justify the martingale optimality principle. In our setting, a contract is a G T ∧τ measurable random variable W such that for every β ∈ R, we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "A first step to optimal contracting involves answering the preliminary question: can we characterize incentive compatible wages and if so what is the related optimal action for the agent? The characterization of incentive compatible contracts relies on the martingale optimality principle (see [13] and [18] ) that we recall below. ",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 298,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 303,
                    "end": 307,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": ". is a P a -supermartingale for any a in B",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "3. R a 0 is independent of a. 4. There exists a * in B such that R a * is a P a * -martingale.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "Then,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "meaning that a * is the optimal agent's action in response to the contract W .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "We will construct such a family following the standard route. Consider a given contract W , we define the family R a (W ) :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "Remark 4.1. The theoretical justification of the well-posedness of the BSDE (4.1) deserves some comments. The first results were obtained in [14] and [8] when the contract W is assumed to be bounded. The necessary extension in our model when W admits an exponential moment has been treated recently in the paper [15] .",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 145,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 150,
                    "end": 153,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 312,
                    "end": 316,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "By construction, R a T = U A (W − T 0 κ(a s (1 − N s ))ds) for any a in B. Moreover, R a 0 = Y 0 (W ) is independent of the agent's action a. We compute the variations of R a and obtain :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "Thus R a is a P a -super-martingale for every a in B, the function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "is a unique minimizer for f and R a * is a P a * -martingale. As a consequence, every contract W is incentive compatible which a unique best reply a * (Z(W )). Finally, a contract W satisfies the participation constraint if and only if Y 0 (W ) ≥ y P C .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "Relying on the idea of Sannikov [19] and its recent theoretical justification by Cvitanic, Possamai and Touzi [6] , we will consider the agent promised wage Y (W ) as a state variable to embed the principal's problem into the class of Markovian problems, by considering the sensitivities of the agent's promised wage Z(W ) and K(W ) as control variables. For π = (y 0 , Z, K) ∈ [y P C ; +∞) × H 2 × H 2 , we define under P 0 , the control process called the agent continuation value",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 110,
                    "end": 113,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "Under P * := P (a * (Z)) , we thus have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "Now, we consider the set",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "By construction, W (y,π) T is a contract that satisfies the participation constraint for every π ∈ ζ and y ≥ y P C . Moreover, by the well-posedness of the BSDE (4.1) , every contract W that satisfies the participation constraint can be written W (Y0(W ),Z(W ),K(W )) T with π(W ) = (Z(W ), K(W )) ∈ ζ. Therefore, the problem of the principal can now be rewritten as the following optimisation problem",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "To characterize the optimal contract, we will proceed analogously as in the full risk sharing case by constructing a smooth solution to the HJB equation associated to the Markov control problem (4.4) given by",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Main results"
        },
        {
            "text": "A > γ P + κ −1 κ(γ P + γ A ) + 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.2. Assume the constant A in the definition of the set of admissible efforts B satisfies"
        },
        {
            "text": "solves in the classical sense the HJB equation (5.3). In particular Z * t =",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.2. Assume the constant A in the definition of the set of admissible efforts B satisfies"
        },
        {
            "text": "Proof. Because the assumption on A implies a * (z) = z/κ, the proof of this lemma is a direct adaptation of the proof of Lemma 3.3 to which we refer the reader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.2. Assume the constant A in the definition of the set of admissible efforts B satisfies"
        },
        {
            "text": "We are in a position to prove the main result of this section ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.2. Assume the constant A in the definition of the set of admissible efforts B satisfies"
        },
        {
            "text": "where Φ 0 is defined as in (3.7) with the constants :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.2. Assume the constant A in the definition of the set of admissible efforts B satisfies"
        },
        {
            "text": "Then (y P C , Z * , K * ) parametrizes the optimal wage for the Moral Hazard problem. The Agent performs the optimal action Z * κ . Proof. Because the function U P (x−y)Φ 0 (t) is a classical solution to the HJB equation (5.3) and the optimal controls are bounded and free of y, we proceed analogously as in the proof of Theorem 3.1. Finally, we have to prove that the optimal wage W * = Y (y P C ,Z * ,K * ) T admits exponential moments to close the loop. According to (4.3), we have",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.2. Assume the constant A in the definition of the set of admissible efforts B satisfies"
        },
        {
            "text": "Because (B * t ) t is a Brownian motion and K * t is deterministic, it is straightforward to check that W * admits exponential moments.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Lemma 4.2. Assume the constant A in the definition of the set of admissible efforts B satisfies"
        },
        {
            "text": "The optimal contract includes two components. One is linear in the output with an incentivizing slope that is similar to the classical optimal contract found in [12] . This is necessary to implement a desirable level of effort. The other is unrelated to the incentives but linked to the shutdown risk sharing. It is key to observe that this second term is nonzero even if the shutdown risk does not materialize before the termination of the contract. The characterization of the optimal contracts in Theorem 4.1 sparks an immediate observation: the two parties only need to be committed to the contracting agreement up until T ∧ τ . Therefore in this simple model, using an expected-utility related reasoning and without considering mechanisms such as employment law, the occurence of the agency-free external risk, halting production, leads to early contract terminations. This is in line with what actually happened during the Covid pandemic. Indeed in the USA and in eight weeks of the pandemic, 36.5 million people applied for unemployment insurance. In more protective economies, mass redundancies were only prevented through the instauration of furlough type schemes allowing private employees' wages to temporarily be paid by gouvernements. This phenomena makes fundamental sense : a principal whose output process is completely halted cannot enforce the agent to work hard because she has no revenue to provide the incentives. Let's focus on the second term:",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 165,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Understanding the effect of these extra terms is crucial to fully understand the sharing of the agency-free shutdown risk. First, we show that the sign of the control K * is constant.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Let c 1 and c 2 be the relevant constants given in Theorem 4.1 then the optimal control (K * t ) t∈[0,T ] can be expressed as :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Proof. We have that :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "The aim here is to link this expression for Φ 0 to that of an expected value. As such, we consider the following expected value that decomposes as shown :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Using c 2 = γ P + γ A γ A λ, the first term of the expected value rewrites as follows :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "It remains to compute the second term. We obtain :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Combining both terms we reach the final expression :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Therefore we identify that :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "As a consequence, we may also rewrite K * t . Indeed :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "and with the new expression for Φ 0 we obtain the result :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Remark 4.2. We have the same expression for the optimal control K * in the first-best case, using for c 1 and c 2 the relevant constants given in Theorem 3.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "As a consequence, this alternative form for K * leads to easy analysis of the sign of the control, given in the following lemma.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Lemma 4.4. The sign of K * over the contracting period [0, T ] is constant and entirely determined by the model's risk aversions γ P and γ A , and the Agent's effort cost κ. Indeed, the sign of K * is equal to the sign of γ P γ A − γ P κ −1 − (κ −1 ) 2 . Moreover, K * t varies monotonously in time, with K * T = 0. Proof. From the expression (4.7), we easily deduce that : Finally, we will show that the risk-sharing component of the contract is in fact linear with respect to the default time. This is a strong result of our study for which we had no ex-ante intuition. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Proof. Because K * T = 0, the optimal wage can be written",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Let us define",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "and so :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Finally, we have :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "We may note that the default related part of the wage paid under full-Risk-Sharing also writes under this form, where we take the relevant values for K * 0 , c 1 and c 2 . Remark 4.3. A little algebra gives",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "The slope of f is of opposite sign to the sign of c 1 + c 2 . As a consequence,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "• If c 1 + c 2 = 0 then f (t) = 0 for every t ∈ [0, T ],",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "K * 0 > 0 is the extra compensation asked at the signature of the contract by an agent who is more sensitive to the shutdown risk than the principal. We can easily visualize the sign of the control K * 0 as a function of γ P , γ A and κ. Below we plot the sign depending on the risk-aversions and fixing κ = 1 and κ = 2. The first two plots (Figure 9 and 2) correspond to the full Risk-Sharing case whilst Figures 3 and 4 show the sign of K * in the Moral Hazard case. The x-axis holds the values of γ A and the y-axis the values of γ P . Both risk-aversion constants are valued between 0 and 10 and the origin is in the bottom left corner. Blue encodes a negative sign and green a positive sign. We observe that in most situations, the sign of K * 0 is positive. A negative sign occurs when either the principal or the agent are close to being risk-neutral (symmetrically so in the full Risk-Sharing case but asymmetrically so in the Moral Hazard case : the sign switches from negative to positive at a much lower level of risk-aversion for the principal than the agent). Also note that increasing the agent's effort coefficient κ decreases the level of risk-aversion for which K * 0 goes from positive to negative. Note that it is known by both the Principal and the Agent at time 0 whether the contract will fall into either regime.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "text": "(Figure 9",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 421,
                    "text": "Figures 3 and 4",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "Model analysis"
        },
        {
            "text": "Our key result shows that the risk of shutdown adds an extra linear term to the optimal compensation that, up to the underlying constants, has the same structure under both full Risk Sharing and under Moral Hazard. Even if the optimal contract separates the role of incentives from that of shutdown risk sharing, the amount of the insurance deposit K * 0 depends strongly on the magnitude of the moral hazard problem. Therefore, we may naturally quantify the effect of Moral Hazard on the risk-sharing part. With this question in mind we compare the values of K * 0 under Risk-Sharing and Moral Hazard for different parameter values. This may be observed in the Figures 5 to 9 below where we represent the values of K * 0 under Moral Hazard (red) and Risk-Sharing (blue) as a function of one of the underlying parameters (γ P , γ A , λ, κ, T ) whilst fixing the remaining 4.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 662,
                    "end": 676,
                    "text": "Figures 5 to 9",
                    "ref_id": null
                }
            ],
            "section": "Model analysis"
        },
        {
            "text": "These figures lead to a crucial observation : under any given set of parameters, the value of K * 0 under Moral Hazard is always greater than the value of K * 0 under Risk Sharing. Note that in some settings, given some parameters the signs of the two cases are not always the same as the sign is that of c 1 + c 2 which depends on the values of γ P , γ A and κ in a different manner in Risk-Sharing and Moral Hazard. Of course though, as soon as K * 0 for Risk-Sharing is positive, K * 0 for Moral Hazard is positive too. We may note that although λ and T do not impact the sign, variations in their values have an impact on the magnitude |K * 0 | : the higher the risk of early termination of the contract, the lower the amount of insurance requested by the agent and the longer the duration of the contract, the higher the amount of insurance requested by the agent. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Additionally, the parameter λ does have a quantifiable effect of the wage as it affects its expected value :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "This expected value is represented below as a function of γ A and γ P for different values of λ (with T = 1 and κ = 1 fixed). The first three figures (Figures 10, 11 and 12 ) concern the full Risk-Sharing case whilst the second set of figures (Figures 13, 14 and 15 ) concern the Moral Hazard setting. The value seems to be in many cases very close to 0. As such, the agent earns, on average, a very similar wage to a \"stopped\" Holmstrom-Milgrom wage. However when the principal and the agent are particularly risk-averse, the expected value increases quite notably and the agent gains slightly more on average. This is in line with the papers by Hoffman and Pfeil [11] and Bertrand and Mullainathan [2] which show the agent must be rewarded for a risk that is beyond his control. Note that the simulations show that for fixed levels of risk-aversion the expected value increases as λ increases. For example for γ P = γ A = 7, in Figure 13 the expected value is approximately worth 0.075 and in Figure 14 it is approximately equal to 0.15. As such the risk-averse agent is increasingly rewarded for the uncontrollable risk. Finally, we can make a few further comments related to the underlying expected utilities in this new contracting setting. First, the agent's expected utility is the same under both full Risk-Sharing and Moral Hazard. Indeed he walks away with his participation constraint :",
            "cite_spans": [
                {
                    "start": 665,
                    "end": 669,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 700,
                    "end": 703,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [
                {
                    "start": 150,
                    "end": 172,
                    "text": "(Figures 10, 11 and 12",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 243,
                    "end": 265,
                    "text": "(Figures 13, 14 and 15",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 930,
                    "end": 939,
                    "text": "Figure 13",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 995,
                    "end": 1004,
                    "text": "Figure 14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model analysis"
        },
        {
            "text": "where (W * , a * ) designates the Risk-Sharing or Moral Hazard optimal contract under shutdown risk. Such a result also holds in the same setting without shutdown risk : the agent tracts average the same expected utility under full Risk-Sharing or Moral Hazard, with or without an underlying agency-free external risk.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "When it comes to the principal we may wonder how his expected utility may be affected by the possibility of a halt in production. In particular we may question what the principal loses in not being able to observe the agent's action under a likelihood of agency-free external risk ? To answer this we denote as V RS 0 (0, x, y) the Principal's expected utility under full Risk-Sharing and V M H 0 (0, x, y) under Moral Hazard. We have that :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "are the related functions from Theorem 3.1 and Theorem 4.1. With these expressions we have that :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "The Moral Hazard problem involves optimizing across a more restricted set of contracts. Therefore we know that : V M H 0 (0, x, y) ≤ V RS 0 (0, x, y), and as U P (x − y) < 0 :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "We may question whether this inequality leads to a big gap between the expected utilities and we answer this by plotting the ratio",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "for different values of λ and with T = 1 and κ = 1 fixed. We first observe a standard result : for low levels of risk-aversion the ratio is close to 1 and the principal does not lose much by not observing the agent's actions. As the values of risk-aversion increase the principal loses out more and more by not being in a first best setting. This classical result comes with an observation that is specific to the presence of shutdown risk : as λ increases (and therefore as the chance of shutdown risk occurring before T increases), the ratio stays close to 1 for higher and higher levels of risk-aversion. For example in Figure 16 when γ P = γ A = 6 we observe that Figure 18 for the same levels of risk-aversion we have that",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 623,
                    "end": 632,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 668,
                    "end": 677,
                    "text": "Figure 18",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model analysis"
        },
        {
            "text": "So a high possibility of some production halt occurring reduces the gap between the full Risk-Sharing contract and the Moral Hazard contract. Such a phenomena may be due to the fact that a high possibility of a production halt at some point in the time interval means that the wage process evolves on a time period that is on average shorter before stopping. There is thus less Figure 16 : Ratio depending on γ P and γ A for λ = 0.5. time for a significant gap to appear between the full Risk-Sharing case and the Moral Hazard case.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 378,
                    "end": 387,
                    "text": "Figure 16",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Model analysis"
        },
        {
            "text": "As this analysis comes to a close we finish this section by discussing a possibility for extension with more general deterministic compensators.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Model analysis"
        },
        {
            "text": "Throughout this paper, we have considered a constant compensator λ for the jump process. This choice allows for clearer calculations but it is key to note that our results extend to the case where λ is no longer constant such as :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General deterministic compensators (Λ t ) t∈[0,T ]"
        },
        {
            "text": "with (λ s ) s∈[0,T ] some deterministic positive mapping such that Λ T < +∞. The proofs for the optimal contracting are simply a direct extension of the proofs of the previous sections. Of course due to the independence between B and N , a time dependent compensator does not induce any change to the Holmstrom-Milgrom part of the wages. Only the part related to K * is affected. We provide the details in the following.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "General deterministic compensators (Λ t ) t∈[0,T ]"
        },
        {
            "text": "The optimal wage for the Risk-Sharing problem in such a setting is of the form :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The full Risk-Sharing problem"
        },
        {
            "text": "where :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The full Risk-Sharing problem"
        },
        {
            "text": "with Φ 0 (t) solution to the Bernouilli equation :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The full Risk-Sharing problem"
        },
        {
            "text": "The optimal wage in the Moral-Hazard problem is again of the form :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Moral Hazard problem"
        },
        {
            "text": "where :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Moral Hazard problem"
        },
        {
            "text": "with Φ 0 (t) solution to the Bernouilli equation :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Moral Hazard problem"
        },
        {
            "text": "with :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Moral Hazard problem"
        },
        {
            "text": "This paper has so far modeled the occurence of a halt as a complete fatality suffered by both parties in the contracting agreement. Yet the recent crisis has highlighted the ability of humans and businesses to react and adapt when faced with adversity. We now include such phenomena in the contracting setting by allowing the principal to invest upon a halt in order to continue some form of (possibly disrupted) production. This is quite a natural and realistic variant on our initial model. Indeed when faced with a period of lockdown, companies may for example invest in teleworking infrastructure so that a number of employees whose jobs are doable remotely can continue to work. Similarly, jobs that require some form of presence could continue if companies invest in protective equipment and adapt their organization. We may wonder how such a mechanism may affect optimal contracting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mitigating the effects of agency-free external risk"
        },
        {
            "text": "Mathematically, we consider that the production process evolves as previously up until τ ∧ T . If a halt happens at some time τ ≤ T , we allow the principal to invest an amount i > 0 to continue production at a degraded level θ ∈ (0, 1). It is assumed that the investment decision is at the principal's convenience. It is modeled by a control D which is a G τ -measurable random variable with values in {0, 1}. The θ parameter is firm-specific and reflects the effectiveness of the postshutdown reorganization. Under the initial probability measure P 0 , the output process X t evolves as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "where Φ 1 (t, θ) = exp(−γ P C inv (T − t)) and C inv :=",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Because the principal has to pay a sunk cost i > 0 to invest, she will decide optimally to invest if and only if at τ for a given (x, y), she observes 0 (x, y) ,",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "text": "0 (x, y)",
                    "ref_id": null
                }
            ],
            "section": "Setting for mitigation"
        },
        {
            "text": "To sum up, we have Lemma 5.1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "1. Investment for mitigation is never optimal upon a halt if :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "2. Now suppose that :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Mitigation is optimal up until the cutoff time t max defined as :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Note that i < T C inv guarantees that t max ≥ 0.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "We are in a position to solve the before-default principal problem. Proceeding analogously as in Section 4, the before-default value function is given by the Markovian control problem",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": ", V 1,1 (t, X π t , W π t ))λe −λt dt ,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Remark 5.1. To be perfectly complete, we develop in the appendix the martingale optimality principle which makes it possible to obtain the dynamics (5.2).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Theorem 5.1. We have the following explicit characterizations of the optimal contracts. Assume the constant A in the definition of the set of admissible efforts B satisfies A > γ P + κ −1 κ(γ P + γ A ) + 1 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Let Z * t = γ P + κ −1 γ P + γ A + κ −1 and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "with Φ 0 as defined above with :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "and c 2 (t) = λ γ P + γ A γ A min 1, exp(γ P i)Φ 1 (t, θ) γ A γ P +γ A Then (y P C , Z * , K * ) parametrizes the optimal wage for the Moral Hazard problem with a possibility for mitigation. The Agent performs the optimal action Z * κ before τ and θZ * κ after τ when τ <",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Proof. The reasoning used to compute the optimal Moral Hazard contract very much parallels the reasoning used above in Section 4. As a consequence, we are much more brief in the following proof. The Hamilton-Jacobi-Bellman equation associated to the value function V 0 is the following :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "+λ [v 1 (t, x, y + K) − v 0 (t, x, y)] + ∂ yy v 0 (t, x, y) Z 2 2 + 1 2 ∂ xx v 0 (t, x, y) + ∂ xy v 0 (t, x, y)Z , (5.3) with the boundary condition : v 0 (T, x, y) = U P (x − y)",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 120,
                    "text": "(5.3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "where v 1 (t, x, y) = U P (x − y) min 1, exp(γ P i)Φ 1 (t, θ) .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Lemma 5.2. Assume A > γ P + κ −1 γ P + γ A + κ −1 . The function v 0 (t, x, y) = U P (x − y)Φ 0 (t), with",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "and c 2 (t) = λ γ P + γ A γ A min 1, exp(γ P i)Φ 1 (t, θ) γ A γ P +γ A .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "solves in the classical sense the HJB equation (5.3) . In particular Z * t = γ P + κ −1 γ P + γ A + κ −1 and",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 52,
                    "text": "(5.3)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "Proof. The proof of this lemma is a direct adaptation of the proof of Lemma 4.2 to which we refer the reader.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "The proof of the final result relies on the regularity of v 0 and a standard verification result. Because the controls are free of y, we deduce that V P = V 0 (0, x, y P C ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "The main change brought about by investment involves the halt related control K * . Indeed the optimal Z * in the Moral Hazard case are simply the optimal \"Holmström-Milgrom\" controls for the related production process. At first glance, the optimal control K * seems to be quite different from that of Theorem 4.1. However one may verify that when we are in a setting where investment is never optimal (through the criteria of Lemma 5.1), the expression for K * simplifies to exactly that of Theorem 4.1. The key to deduce this is that in such a setting, min 1, exp(γ P i)Φ 1 (t, θ) = 1.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "We may therefore focus our analysis on the effects on investment when investing may be optimal (i.e. when C inv > 0 and i < T C inv ). In such a setting, K * has two phases :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "-before t max , K * is adjusted to account for the possibility of risk mitigation -after t max , K * has the same values as without mitigation. Indeed :",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "We are able to analyze the effect of different parameters and to do so represent the deterministic part of K * as a function of time in the following figures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        },
        {
            "text": "We fix parameters γ P = κ = T = 1, γ A = 0.5 : again this allows for mitigation to be optimal before some t max . We immediately observe that with mitigation, the value of K * before t max and is higher than without mitigation : the possibility for mitigation shrinks the opportunities for speculation (see Figures 19 to 21) and increasingly so as the probability of a halt increases. In fact the sign of K * may now change over the duration of the contracting period : see Figure 21 . Quite naturally, t max varies with θ and i. Indeed it decreases as i increases or θ decreases : as the cost of investment increases and/or the level of degradation in continued production increases, more time is needed for investment for continued production to be worth it.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 324,
                    "text": "Figures 19 to 21)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 474,
                    "end": 483,
                    "text": "Figure 21",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Setting for mitigation"
        },
        {
            "text": "a. As in Section 4, we compute the variations of R a to obtain: dR a s = −γ A R a s Z s ((1 − N s ) + N s 1 D=1 )dB a s + R a s (e −γ A Ks − 1)(1 − N s )dM s",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Setting for mitigation"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Enlargement of Filtration with Finance in View. SpringerBriefs in Quantitative Finance",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aksamit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeanblanc",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Are CEOs Rewarded for Luck? The Ones Without Principals Are",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bertrand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullainathan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "The Quarterly Journal of Economics",
            "volume": "116",
            "issn": "3",
            "pages": "901--932",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Large Risks, Limited Liability, and Dynamic Moral Hazard",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Biais",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mariotti",
                    "suffix": ""
                },
                {
                    "first": "J.-C",
                    "middle": [],
                    "last": "Rochet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Villeneuve",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Econometrica",
            "volume": "78",
            "issn": "1",
            "pages": "73--118",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Dynamic Contracting: Accidents Lead to Nonlinear Contracts. SSRN Scholarly Paper ID 2642261",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Capponi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Frei",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Social Science Research Network",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Optimal Compensation with Hidden Action and Lump-Sum Payment in a",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cvitanić",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Continuous-Time Model. Applied Mathematics and Optimization",
            "volume": "59",
            "issn": "1",
            "pages": "99--146",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Dynamic programming approach to principal-agent problems",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cvitanić",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Possamaï",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Touzi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Finance and Stochastics",
            "volume": "22",
            "issn": "1",
            "pages": "1--37",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "BSDEs with Default Jump. Computation and Combinatorics in Dynamics, Stochastics and Control, Abel Symposia",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dumitrescu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grigorova",
                    "suffix": ""
                },
                {
                    "first": "M.-C",
                    "middle": [],
                    "last": "Quenez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sulem",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "233--263",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Utility maximization with random horizon: a BSDE approach",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeanblanc",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mastrolia",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Possamaï",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Réveillac",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "International Journal of Theoretical and Applied Finance",
            "volume": "18",
            "issn": "07",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Modelling of default risk: Mathematical tools",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jeanblanc",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rutkowski",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Semi-martingales et grossissement d'une filtration",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jeulin",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Lecture Notes in Mathematics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Reward for Luck in a Dynamic Agency Model. The Review of Financial Studies",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfeil",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "3329--3345",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Aggregation and Linearity in the Provision of Intertemporal Incentives",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Holmstrom",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Milgrom",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Econometrica",
            "volume": "55",
            "issn": "2",
            "pages": "303--328",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Utility maximization in incomplete markets",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Imkeller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Annals of Applied Probability",
            "volume": "15",
            "issn": "3",
            "pages": "1691--1712",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Mean-Variance Hedging on Uncertain Time Horizon in a",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kharroubi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ngoupeyou",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Market with a Jump. Applied Mathematics & Optimization",
            "volume": "68",
            "issn": "3",
            "pages": "413--444",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "A BSDE with default jump and unbounded terminal value arising in a Principal-Agent context",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Applied Stochastic Control of Jump Diffusions. Universitext",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Øksendal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sulem-Bialobroda",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Stochastic control under progressive enlargement of filtrations and applications to multiple defaults risk management",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stochastic Processes and their Applications",
            "volume": "120",
            "issn": "",
            "pages": "1795--1820",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Pricing Via Utility Maximization and Entropy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rouge",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "E"
                    ],
                    "last": "Karoui",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Mathematical Finance",
            "volume": "10",
            "issn": "2",
            "pages": "259--276",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "A Continuous-Time Version of the Principal: Agent Problem. The Review of Economic Studies",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sannikov",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "75",
            "issn": "",
            "pages": "957--984",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "The First-Order Approach to the Continuous-Time Principal-Agent Problem with Exponential Utility",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schattler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Economic Theory",
            "volume": "61",
            "issn": "2",
            "pages": "331--371",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "On optimal sharing rules in discrete-and continuous-time principalagent problems with exponential utility",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schättler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Economic Dynamics and Control",
            "volume": "21",
            "issn": "2",
            "pages": "551--574",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Handbook of Differential Equations -3rd Edition",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zwillinger",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Martingale Optimality Principle). Given a contract W , consider a family of stochastic processes R a (W ) := (R a t ) t∈[0,T ] indexed by a in B that satisfies :",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "We have the following explicit characterizations of the optimal contracts. Let A as in the Lemma 4.2 and let Z * t",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "and the function t → K * t increases. Replacing c 1 and c 2 by their relevant expressions in each case leads to the result.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The shutdown risk-sharing component of the optimal wage is linear in the default time. More precisely, the optimal wage is",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Sign of K * 0 depending on γ P and γ A for κ = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Sign of K * 0 depending on γ P and γ A for κ = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Sign of K * 0 depending on γ P and γ A for κ = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Sign of K * 0 depending on γ P and γ A for κ = 2.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Values of K * 0 depending on γ P γ A = 0.5, λ = 1, κ = 1, T = 1 γ A = 1.5, λ = 1, κ = 1, T = 1 γ A = 5, λ = 1, κ = 1, T = Values of K * 0 depending on γ A γ P = 0.5, λ = 1, κ = 1, T = 1 γ P = 1, λ = 1, κ = 1, T = 1 γ P = 3, λ = 1, κ = 1, T = Values of K * 0 depending on λ γ P = 4, γ A = 4, κ = 1, T = 1 γ P = 1, γ A = 1, κ = 1, T = Values of K * 0 depending on κ γ P = 1, γ A = 1, λ = 1, T = 1γ P = 1, γ A = 3, λ = 1, T = 1 γ P = 3, γ A = 3, λ = 1, T = Values of K * 0 depending on T",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Expected value depending on γ P and γ A for λ = 0.5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Expected value depending on γ P and γ A for λ = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Expected value depending on γ P and γ A for λ = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Expected value depending on γ P and γ A for λ = 0.5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Expected value depending on γ P and γ A for λ = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Expected value depending on γ P and γ A for λ = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Ratio depending on γ P and γ A for λ = 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Ratio depending on γ P and γ A for λ = 5.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Figure 19: λ = 0.5, i = 0.1, θ = 0.9 Figure 20: λ = 1, i = 0.1, θ = 0.9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Figure 21: λ = 5, i = 0.1, θ = 0.9.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF19": {
            "text": "i",
            "latex": null,
            "type": "figure"
        },
        "FIGREF20": {
            "text": "i = 0.15, λ = 1, θ = 0.9 .",
            "latex": null,
            "type": "figure"
        },
        "FIGREF21": {
            "text": "i i = 0.1, λ = 1, θ = 0.9 .",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We recall from [10] Lemma 4.4 . the decomposition of a G-adapted process φ. There exist a Fadapted process φ 0 and a family of processes (φ 1 t (u), u ≤ t ≤ T ) that are F t ⊗ B(R + ) measurable such that φ t = φ 0 t 1 1 t<τ + φ 1 t (τ )1 1 t≥τ . Contract: A contract W is a G T -measurable random variable satisfying E(exp(−2γ A W )) < +∞ of the form W = W 0 1 1 T <τ + (W 1,1 T (τ )1 1 D=1 + W 1,0 T (τ )1 1 D=0 )1 1 τ ≤T . where W 0 is F T -mesurable and W 1,1 t (u) and W 1,0 t (u) are F t ⊗ B(R + ) measurable. We will assume that W 1,0 T (τ ) = W 1,0 T ∧τ (τ ) since in the absence of investment, it is no longer necessary to give incentives after τ .Effort process: In this setting, the agent will adapt his effort to the occurence of the shutdown risk. This is mathematically modeled by a G-adapted process (a t ) t in the formwhere a 0 and a 1 are respectively F-adapted and F t ⊗ B(R + ) measurable. Furthermore, we assume that the effort processes are bounded by some constant A. We then define P a as dP a dP 0 |G T = L θ T , withBecause the processes a 0 and a 1 are bounded,is a G-Brownian motion under P a . Under P a , the output process evolves as",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 20,
                    "end": 29,
                    "text": "Lemma 4.4",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "We first make the following observation. After τ , if the default time occurs before the maturity of the contract, the principal has a binary decision to take. If she decides to not invest, she gets the value V 1,0 (x, y) = U P (x − y) where x is the level of input and y is the agent continuation value.On the other hand, if she decides to invest, she will face for t ≥ τ the moral hazard problem of Holmstrom and Milgrom for which we know the optimal contract and the associated value function",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Optimal contract"
        },
        {
            "text": "We sketch the martingale optimality principle arising from the Agent's problem in the investment setting. We set1} that models the investment decision, we consider a contract W as a G T measurable r.v. which can be decomposed under the form :. Given a contract W , the agent faces the following control problem,Remember that an effort process is now a G−adapted process (a t ) t∈[0,T ] and consequently has the form : a t = a 0 t 1 t<τ + a 1 t (τ )1 t≥τ where a 0 is F−adapted and a 1 is F t ⊗ B(R + ) measurable and where both are assumed bounded by some constant A. By convention, we still denote by B the set of such effort.satisfies a Martingale Optimality Principle for the Agent's problem in this setting.Proof. By construction, R a T = U A W − T 0 κ(a s )ds and R a 0 is independent of the Agent's action s γ Aand therefore R a is a super-martingale for every a in B. Setting :We get that R a * is a P a * -martingale and the Agent's response given W is then a * .It remains to show that there actually exists a unique solution to (Y,To to this, first note for any s in [0, T ] fixed, and for any t ∈ [s, T ] there exists a unique pairwhere f 1 (z) = 1 2 γ A z 2 +inf a∈B (κ(a)−θaz) and where the notation (Y i (s), Z i (s)) is used to emphasize the dependency in s of the terminal condition and its effect on the solution. This existence result simply follows from the fact that for each s, (6.1) is now simply a Brownian BSDE that fits into the classical quadratic setting of Briand and Hu. We may then set :which is a G T ∧τ measurable random-variable. We set :This fits right into the setting of the recent work [15] on a default BSDE for Principal Agent problems. In particular, there exists a unique triplet (Ỹ ,Z,K) in S 2Finally, setting :and noting that :f (s, z, k) = f 1 (z)N s 1 D=1 + f 2 (z, k)(1 − N s ),we obtain that (Y, Z, K) is a solution to :Finally, uniqueness holds through a classical reasoning, noting that up to a change in probability, Y is a local martingale that has continuous paths on a certain left-hand neighbourhood of T .",
            "cite_spans": [
                {
                    "start": 1623,
                    "end": 1627,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Appendix"
        }
    ]
}