{
    "paper_id": "f658fa4b94c65ab905a67837bdf80a3bc0ec8c42",
    "metadata": {
        "title": "Direct Management of COVID-19 at National and Subnational Level: The Case of the Western Amazon Countries",
        "authors": [
            {
                "first": "Gabriel",
                "middle": [],
                "last": "Weber",
                "suffix": "",
                "affiliation": {},
                "email": "gabriel.weber@essca.fr"
            },
            {
                "first": "Ignazio",
                "middle": [],
                "last": "Cabras",
                "suffix": "",
                "affiliation": {},
                "email": "ignazio.cabras@northumbria.ac.uk"
            },
            {
                "first": "Paola",
                "middle": [],
                "last": "Ometto",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "California State University",
                    "location": {
                        "settlement": "San Marcos",
                        "country": "USA"
                    }
                },
                "email": "pometto@csusm.edu"
            },
            {
                "first": "·",
                "middle": [],
                "last": "Ana",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Maria",
                "middle": [],
                "last": "Peredo",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Victoria",
                    "location": {
                        "settlement": "Victoria",
                        "country": "Canada"
                    }
                },
                "email": ""
            },
            {
                "first": "Ana",
                "middle": [],
                "last": "Maria",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This paper analyses direct management of COVID-19 in Brazil, Colombia and Peru, the three largest countries in the Western Amazon region. Using information gathered from different sources and analysing them through comparative case studies and content analysis, this study reveals the scale of disruption endured by Indigenous communities living in the region caused by COVID-19. While findings identify several shortcomings and failures in policies adopted by national and local governments in dealing with the pandemic, they also highlight how some Latin American countries used the crisis to introduce reforms to deepen neoliberal New Public Management (NPM) policies and practices.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "At the time of writing almost half (66 million) of the confirmed COVID-19 cases worldwide were recorded from the Americas with many Latin American countries having fatality rates higher than the global average of 2.1% (Lei-Ravelo & Cornish, 2021) . Inadequate health systems and additional risk factors, such as obesity, increase rates of both infection and mortality (JHU, 2021) . The standard risk groups for COVID-19 are elderly people and those with co-morbidities. In Latin America, 42 million Indigenous people fall within a defined risk group, particularly vulnerable to COVID-19, given their already impoverished living conditions (Ferrante & Fearnside, 2020) . The delivery of healthcare services for Indigenous ethnic groups faces distinct challenges due to high levels of marginalization, discrimination, land dispossession, social exclusion, and cultural differences from the majority, alongside high levels of malnutrition (Ferrante & Fearnside, 2020) .",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 246,
                    "text": "(Lei-Ravelo & Cornish, 2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 368,
                    "end": 379,
                    "text": "(JHU, 2021)",
                    "ref_id": null
                },
                {
                    "start": 639,
                    "end": 667,
                    "text": "(Ferrante & Fearnside, 2020)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 936,
                    "end": 964,
                    "text": "(Ferrante & Fearnside, 2020)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Western Amazon region across Brazil, Colombia, and Peru has been heavily affected by . Indigenous communities are particularly in danger due to their spatial remoteness and lack of access to hospitals. These Indigenous communities have recorded the highest number of cases and deaths per capita within their respective countries (JHU, 2021) . Beleaguered by poverty and still reeling from a recent dengue fever outbreak in 2018, the region and its major cities such as Manaus (Brazil), Leticia (Colombia), Iquitos (Peru) are not easily accessible by road and rely on air deliveries for medicine, equipment, and oxygen. The hot climate, crowded living conditions, geographic isolation, and poverty, provide a perfect combination of deadly factors. As a result, many Indigenous people died while others decided to self-isolate in the forest (Zavaleta-Cortijo et al., 2020) .",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 344,
                    "text": "(JHU, 2021)",
                    "ref_id": null
                },
                {
                    "start": 843,
                    "end": 874,
                    "text": "(Zavaleta-Cortijo et al., 2020)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The Amazon areas in Colombia and Peru suffered severely due to remoteness, poverty, ill-prepared and under-staffed health care systems, while in Brazil, the laissez-faire approach adopted by the federal government to COVID-19 resulted in an unprecedented catastrophe. After a 6.8% decline in economic performance 2020, Latin America and the Caribbean are not expected to return to their pre-crisis output levels until mid-2022 (Oliveros-Rosen, 2021 . In the meantime, more than 30 million people could fall into poverty without adequate policies to protect or substitute income flows to vulnerable groups.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 426,
                    "text": "mid-2022",
                    "ref_id": null
                },
                {
                    "start": 427,
                    "end": 448,
                    "text": "(Oliveros-Rosen, 2021",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This paper aims to investigate the direct management 1 of the response to COVID-19 on both the national and sub-national levels. The paper addresses the following research questions: (i) How have governments in the Western Amazon region across Brazil, Colombia, and Peru responded to the COVID-19 crisis? (ii) On the subnational level: why the areas comprised within the Western Amazon region have been most affected by Which are the ongoing economic and social impacts in the sample region?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The paper comprises of five sections, including this brief introduction. Section Literature Review discusses the key theoretical foundations by focusing on Indigenous communities and explaining main concepts such as new public management and sustainability. Section Methods illustrates the methodology and presents the case studies. Section Analysis and Discussion of Findings examines the findings gathered from case studies, expanding on possible implications for policies and initiatives. Section Conclusions concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Researchers investigating COVID-19 responses argue for robust governments and criticize recent neoliberal approaches to reduce the state as a static bureaucratic organization only needed to correct market failures, leaving entrepreneurship and innovation to the private sector (e.g. Andrew et al., 2020; Ansell et al., 2020; Mazzucato & Kattel, 2020) . During the COVID-19 pandemic, the welfare state played a fundamental role, but neoliberalism restrained the ability of governments to respond to crises through budgetary action (Andrew et al., 2020) . A strong government is needed during this crisis with the capacity to adapt and learn, align public services and citizen needs; govern resilient production systems; and manage data and digital platforms (Mazzucato & Kattel, 2020) . Ansell et al. (2020) identify COVID-19 as a game-changer for public administration management and leadership styles, with the public sector facing simple and complex problems characterized by a surprising emergence of multiple, highly unpredictable and uncertain events. These problems call for robust governance solutions that are sufficiently adaptable, agile and pragmatic to achieve a particular goal or function in the face of continuous disruption. Sancino et al. (2020) state that individuals and organizations were affected disproportionately by the impact of COVID-19, both for the better (e.g. higher profits for technology companies) and for the worse (e.g. higher mortality rates in minority ethnic populations). The authors argue that new management solutions empower politicians and public managers to take more equitable decisions by analysing the effects of public decisions and public services on those experiencing them in order to visualize trade-offs in shared values and co-create more efficient and effective strategies.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 303,
                    "text": "Andrew et al., 2020;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 304,
                    "end": 324,
                    "text": "Ansell et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 325,
                    "end": 350,
                    "text": "Mazzucato & Kattel, 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 530,
                    "end": 551,
                    "text": "(Andrew et al., 2020)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 757,
                    "end": 783,
                    "text": "(Mazzucato & Kattel, 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 786,
                    "end": 806,
                    "text": "Ansell et al. (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1241,
                    "end": 1262,
                    "text": "Sancino et al. (2020)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Public Management"
        },
        {
            "text": "Fukuyama (2020) identifies state capacity, social trust, and leadership as the main factors responsible for successful responses to COVID-19. Countries with all three-a competent state apparatus, a government trusted and supported by its citizens, and effective leaders-have performed well with limited the damage caused by the pandemic. Conversely, countries with dysfunctional states, polarized societies, or weak and ineffective leaders performed poorly, leaving their citizens and economies vulnerable. However, Domingues (2020) states that while the virological facts of COVID-19 are the same worldwide, responses across countries differ due to their particular culture, leadership, and attitude toward both individual responsibility and the collective good. China, in an extremely authoritarian way, and the European Union, more democratically and liberally, have mounted somewhat effective responses (Domingues, 2020) . In the Americas, however, many counties lacked and still lack the resources to respond to the crisis.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 532,
                    "text": "Domingues (2020)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 907,
                    "end": 924,
                    "text": "(Domingues, 2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "COVID-19 and Public Management"
        },
        {
            "text": "Broadly, New Public Management (NPM) refers to reforms defined as a 'businesslike' approach used to run public service organizations at both sub-national and national levels, in which citizens are viewed as customers and where privatized service delivery is pursued. This mode and pattern of public service management emerged in the 1980 (Ott & Boonyarak, 2001 ) in a context of accusations and frustration with the inability of the welfare state to solve multiple governance problems (e.g. Osborne & Gaebler, 1992) . While politicians, policymakers, and public managers in many countries have strived for NPM-like ways to make government bureaucracies less expensive and more flexible (Ott & Boonyarak, 2001) , the approach has been justified by some researchers (e.g. Greve, 2015) , others moderately criticize it (e.g. Dunn & Miller, 2007) , while others have largely rejected it (e.g. Farazmand, 2017a) .",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 360,
                    "text": "(Ott & Boonyarak, 2001",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 491,
                    "end": 515,
                    "text": "Osborne & Gaebler, 1992)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 686,
                    "end": 709,
                    "text": "(Ott & Boonyarak, 2001)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 770,
                    "end": 782,
                    "text": "Greve, 2015)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 822,
                    "end": 842,
                    "text": "Dunn & Miller, 2007)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 889,
                    "end": 906,
                    "text": "Farazmand, 2017a)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Latin American Perspectives on Reforms in Public Management"
        },
        {
            "text": "Several scholars applied NPM theoretical approaches to understand Latin America (e.g. Farazmand, 2017b; McNulty & Guerra Garcia, 2019; Ospina et al., 2004; Peci et al., 2008) . Ospina et al. (2004) state that NPM reforms in the region not only seek efficiency and performance, but often have the potential to enhance political accountability and representative democracy. Haque (2007) claims that organizational restructuring is primarily about downsizing the public sector, which is evident in Latin America, and involves the disaggregation of government departments into agencies with managerial autonomy in financial, personnel and recruitment matters. Farazmand (2017b) puts forward NPM reforms as a managerial model that allows governments of developed countries to expand their trajectories of globalization and privatization.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 103,
                    "text": "Farazmand, 2017b;",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 104,
                    "end": 134,
                    "text": "McNulty & Guerra Garcia, 2019;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 135,
                    "end": 155,
                    "text": "Ospina et al., 2004;",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 156,
                    "end": 174,
                    "text": "Peci et al., 2008)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 177,
                    "end": 197,
                    "text": "Ospina et al. (2004)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 372,
                    "end": 384,
                    "text": "Haque (2007)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Latin American Perspectives on Reforms in Public Management"
        },
        {
            "text": "In Latin America, systemic privatization has structurally altered public-private sectors' configurations, with profound implications for governance, administration, and citizens, with recent policies inclined towards managerial flexibility and cost efficiency and less concerned with fairness, equity, transparency, and accountability (Farazmand, 2017b) . The dominance of NPM principles is evident in the current Brazilian context of re-democratization and post-privatization (Peci et al., 2008) . However, political interests reduce the effectiveness of public policy reforms (McNulty & Guerra Garcia, 2019) , In Colombia, governance reforms based on NPM principles need to focus more on public responsibility rather than solely on business-oriented targets. Rodriguez (2019) notes that political instability, corruption, government trust, the rule of law, and nascent democracy complicate the definition and practice of governance in Latin America. Common to all these countries is that governance is not sufficiently collaborative and innovative in designing democratically responsible solutions to complex twenty-first-century problems. Their governance still depends on highly hierarchical structures, and is rule-driven.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 353,
                    "text": "(Farazmand, 2017b)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 477,
                    "end": 496,
                    "text": "(Peci et al., 2008)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 578,
                    "end": 609,
                    "text": "(McNulty & Guerra Garcia, 2019)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 761,
                    "end": 777,
                    "text": "Rodriguez (2019)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "Latin American Perspectives on Reforms in Public Management"
        },
        {
            "text": "In the 2010 Brazilian Census, about 869,000 people (0.4% of the population) selfidentified as Indigenous, representing 305 ethnic groups that speak 274 different languages (IWGIA, 2021) . In 2020, approximately 58% lived in one of the 505 Brazilian Indigenous lands, 2 covering 12.5% of Brazilian territory (IWGIA, 2021). The Northern region, which comprises the Amazon rainforest, comprises 54% of Indigenous lands and 65% of the Indigenous population.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 185,
                    "text": "(IWGIA, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Indigenous People in Western Amazon Countries"
        },
        {
            "text": "With 87 ethnic groups and 65 different languages (26 at risk of disappearing), Colombia is the second most ethnically diverse country in the Americas after Brazil. Colombia's Indigenous population has grown from 1.4 to 1.9 million between 2005 and 2019, accounting for about 4.4% of the current total population (IWGIA, 2021). Approximately 78.6% of the Indigenous population is concentrated in rural areas, almost one-third of the Colombian national territory is categorized as Indigenous reserves and faces serious environmental conflicts due to extractive activities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indigenous People in Western Amazon Countries"
        },
        {
            "text": "Peru has the third largest share of Indigenous people in Latin American after Bolivia and Guatemala; almost 6 million people from 55 different Indigenous groups account for about 26% of the total population (IWGIA, 2021). Peru is also believed to have the highest number of uncontacted tribes worldwide. About a fifth of Peru's territory consists of mining concessions, granted upon 47.8% of lands occupied by Indigenous communities. Similarly, oil and gas concessions cover about three-quarters of the Peruvian Amazon region (IWGIA, 2021).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indigenous People in Western Amazon Countries"
        },
        {
            "text": "The European colonization in the sixteenth century imposed its cultures and destroyed a significant part of the Indigenous people and culture in the Western Amazon region. In 1973, Brazil introduced the Indigenous Law, which formally recognised Indigenous people as Brazilians requiring the state to protect their communities by respecting their culture, traditions, and customs. One way for the state to comply was through demarking Indigenous land as imposed in the 1989 Constitution. However this task has never been completed, even though the Constitution set a five-year deadline for completion.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Indigenous People in Western Amazon Countries"
        },
        {
            "text": "Colombia recognised Indigenous people as culturally and legally distinct societies within the greater national society in Act 89 of 1890. The Act granted Indigenous communities collective property rights over their lands within a marked jurisdiction, free from civil ordinances, guaranting their right to set up their own forms of government under the name of cabildos (Indigenous councils; Ng'weno, 2000) . In 1982 the National Indigenous Organization of Colombia (Organización Nacional Indígena de Colombia, ONIC) was founded. In the following years various areas in the country became Indigenous reserves. Many new local Indigenous organizations were formed, resulting in a massive expansion of the national organization. In 2007 ONIC was constituted as the National Authority of the Indigenous Government (Autoridad Nacional de Gobierno Indígena). It campaigns to defend Indigenous autonomy and territory, and the recovery of usurped property and more control of natural resources, pushing forward their own community economic organizations, education and health programs (ONIC, 2021) .",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 390,
                    "text": "(Indigenous councils;",
                    "ref_id": null
                },
                {
                    "start": 391,
                    "end": 405,
                    "text": "Ng'weno, 2000)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1076,
                    "end": 1088,
                    "text": "(ONIC, 2021)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Indigenous People in Western Amazon Countries"
        },
        {
            "text": "In Peru, the government introduced the Law of Native and Peasant Communities in 1974 granting native communities rights on lands they traditionally claimed and providing Indigenous people with communal possession titles. In 2015 after demanding autonomous regional governments, the government created the first Autonomous Territorial Government (GTA) in the Peruvian Amazon region, others followed. The primary function of GTAs is to protect autonomous territories from resource extraction by foreign entities, and to enhance the dialogue between the Peruvian state and Indigenous communities. Figure 1 shows the study area, identified within the shaded layer on the map, and reports numbers of COVID-19 cases and deaths recorded up to March 2021. In the last two decades the Brazilian government made some progress in halting deforestation in the Amazon region but this recently increased mainly due to the current President administration withdrawing from the Paris Agreement and Millennium Development Goals (IWGIA, 2021). Recently, the monitoring of deforestation issues was transferred from the Ministry of the Environment to the Ministry of Agriculture, the latter being strongly aligned with large farming corporations who aim to expand their crops and cattle in the region.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 594,
                    "end": 602,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Indigenous People in Western Amazon Countries"
        },
        {
            "text": "In the period 2017 to 2019, the Colombian Amazon region also registered a significant reduction in deforestation rates from its highest levels (CONPES, 2020). However, in 2020 deforestation increased due to relaxed environmental monitoring activities caused by the pandemic. Reduced monitoring seems to have encouraged (2021) armed groups and regional crime syndicates to further engage in unauthorised mining and land grabbing (Selibas, 2020) . The region has poor health services with no intensive care facilities. Indigenous communities in rural areas often have no access to essential services and must travel along rivers for several days to access medical centres. Many leave their villages for peri-urban areas, where they face additional difficulties such as food insecurity. Overcrowding, the loss of informal jobs and lack of access to clean water put them at greater risk of contracting COVID-19. Approximately 80% of the population in the area is poor, most people earn low and uncertain incomes and live in run-down settlements, often with no electricity, water, and sanitation access. Few children in these Indigenous communities continue their education after primary school, and many do not have access to education.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 443,
                    "text": "(Selibas, 2020)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "The Study Area: Sub-National Western Amazon Regions"
        },
        {
            "text": "More than 60% of Peruvian territory is covered by the Amazon rainforest, more than any other country in the region. Indigenous communities' poverty rates are among the highest in Peru, with these communities being historically neglected from investments made in public services. Many local health centres have only one health worker and minimal intensive care capacity. During the peak of the pandemic, 90% of the region's Intensive Care Unit (ICU) beds were occupied by COVID-19 patients, who brought the health system to collapse (PAHO, 2021) . The Peruvian Amazon has been heavily affected by extractivism, a structural feature of capitalism supported by the Peruvian state without considering its socio-ecological impact on the territories alongside the Amazon river. As a result socio-ecological conflicts abound in Peru, with 22 of the 91 environmental conflicts currently listed in the EJAtlas, a global map of environmental conflicts, identified in the Amazon regions (ejatlas.org, 2021). Most are related to logging and oil drilling, palm oil plantations, hydroelectric dams, unauthorized gold mining, and building roads. Indigenous people and their organizations, such as the Interethnic Association for the Development of the Peruvian Amazon (AIDESEP) have heavily protested and actively campaigned, promoting the Indigenous notions of \"good living\" (Peredo, 2019) .",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 544,
                    "text": "(PAHO, 2021)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1361,
                    "end": 1375,
                    "text": "(Peredo, 2019)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "The Study Area: Sub-National Western Amazon Regions"
        },
        {
            "text": "To address the three research questions, the authors applied a qualitative, multicase study approach investigating information gathered from the Western Amazon regions across Brazil, Colombia, and Peru.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A case study method was considered suitable to describe and interpret complex human phenomena such as government authority or control (Yin, 2003) , when the objective of the study is to explore socially meaningful actions through direct and detailed observation of people in natural settings. In this study, a multiple case study approach was considered the most suitable research strategy given the complexity of the economic and social impact of the COVID-19 pandemic and the diverse direct management approaches applied by respective national and subnational governments, including those used by ministries, national and supranational health organizations, NGOs, and Indigenous organizations.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 145,
                    "text": "(Yin, 2003)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A case study approach enables researchers to address the multiple complexities created by COVID-19 in the targeted region. The richness of data behind multiple case studies provides the opportunity to examine the micro-dynamics of the phenomena (Yin, 2003) at the national and subnational levels. The authors conducted a review of national and regional online newspapers and content analysis of official reports and media sources and insightful information received from regional networks of experts and researchers between March 2020 and April 2021.",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 256,
                    "text": "(Yin, 2003)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The choice of methods was heavily influenced by the challenges imposed by the pandemic, the remoteness of the region and the complexity national and subnational governments, health sector institutions, NGOs, and Indigenous organisations. As COVID-19 made in-person interviews and travelling difficult, the authors relied on their previous work and expertise (e.g. Córdoba et al., 2021; Ometto et al., 2021; Peredo, 2019; Weber & Cabras, 2021) combined with those provided by activist researchers in the region. 3 The authors performed document and archive research searching for \"Covid + Indigenous\" (Covid + indígena) in multiple databases focused on Indigenous issues provided by international, national, and regional agencies (see Table 1 ). The search also included the most important Indigenous campaign organizations such as ISA (Instituto Socio Ambiental), APIB (Articulação dos Povos Indígenas do Brasil) and ONIC, alongside other organisations such as COIAB (Coordenação das Organizações Indígenas da Amazônia Brasileira). Next, the authors identified media reports using the same search terms in the Press Reader database. This exercise led to the collection of 61 reports and 3,599 news articles. All data was collected in Spanish, Portuguese or English.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 385,
                    "text": "Córdoba et al., 2021;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 386,
                    "end": 406,
                    "text": "Ometto et al., 2021;",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 407,
                    "end": 420,
                    "text": "Peredo, 2019;",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 421,
                    "end": 442,
                    "text": "Weber & Cabras, 2021)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 511,
                    "end": 512,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 734,
                    "end": 741,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "All reviewed sources and documents from each country were coded through deductive content analysis (Myers, 2019) , a systematic and objective means of describing phenomena and a widely used method of analysing documents (Elo & Kyngäs, 2008) . The content analysis included a preparation phase used to select the unit of analysis to understand the data, and identify a structured analysis matrix to facilitate data coding according to the categories developed. Information filtered during this phase was then compared and cross-examined with four main themes identified in the literature, which the authors deemed important to answer research questions: (i) Amazon Region and Local Deforestation; (ii) COVID-19 Responses; (iii) Public Sector and Reforms; and (iv) Crisis-Management.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 112,
                    "text": "(Myers, 2019)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 220,
                    "end": 240,
                    "text": "(Elo & Kyngäs, 2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "All sources were separately and independently analysed by three different coders (the first, second and third author) to enhance the level of reliability of the content analysis. At the end of this process, specific aspects and features associated with the direct management of pandemic responses were evaluated by counting how frequently an item related to deforestation and extractivism, pro-active governmental COVID-19 action, public sector engagement and reforms, and responsive crisis management appeared. The three cases were then compared and cross-examined to further enhance the quality of this investigation. Finally, the authors performed a triangulative correspondence comparison with earlier studies (Elo & Kyngäs, 2008) .",
            "cite_spans": [
                {
                    "start": 714,
                    "end": 734,
                    "text": "(Elo & Kyngäs, 2008)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Findings from the exercise illustrated in the previous section are summarised in Fig. 2 , which highlights the strengths and weaknesses of national and subnational responses to COVID-19 and related public sector reforms and crisis management.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Analysis and Discussion of Findings"
        },
        {
            "text": "Indigenous communities in the Amazonian regions suffered significantly from COVID-19. At the time of writing the fatality rates in Brazil among Indigenous people was 6.8% higher than both the national and regional North (5% and 4.5% respectively), while the Amazonian municipalities in neighboring Colombia and Venezuela registered the highest rates among national counts (Fellows et al., 2020) . The vulnerability of Indigenous communities was exacerbated by the several loggers, gold and mineral extractor companies invading their land and increasing risks for locals, with studies identifying a positive relationship between the most affected COVID-19 areas and unauthorized activities such as deforestation, logging, and mining (Fellows et al., 2020; APIB, 2021) . The UN Refugee Agency identified four Indigenous groups particularly affected by COVID-19 in Colombia, three of these groups live in the Amazon region (UNHCR, 2020) . Their remoteness and proximity to the Brazilian border made them more vulnerable to infection from poachers and unauthorised loggers. Here the COVID-19 mortality rate has been 50% higher than the rest of the country (JHU, 2021) . National and local governments made efforts to support education and health services in the region. However conflicts within local communities have increased mainly due to criminal activities but also as a result of poor decisions made by the government in terms of economic and infrastructural development, which favoured business interests over the well-being of Indigenous groups (Amador-Jiménez et al., 2020; Ferrante & Fearnside, 2020; Montag et al., 2021) .",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 394,
                    "text": "(Fellows et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 732,
                    "end": 754,
                    "text": "(Fellows et al., 2020;",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 755,
                    "end": 766,
                    "text": "APIB, 2021)",
                    "ref_id": null
                },
                {
                    "start": 920,
                    "end": 933,
                    "text": "(UNHCR, 2020)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1152,
                    "end": 1163,
                    "text": "(JHU, 2021)",
                    "ref_id": null
                },
                {
                    "start": 1549,
                    "end": 1578,
                    "text": "(Amador-Jiménez et al., 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1579,
                    "end": 1606,
                    "text": "Ferrante & Fearnside, 2020;",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1607,
                    "end": 1627,
                    "text": "Montag et al., 2021)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "National and Sub-National COVID-19 Responses"
        },
        {
            "text": "In Peru, the government was fast to declare a state of emergency introducing strict measures such as closures of borders, lockdowns, and curfews, with police and military checkpoints set up to restrict peoples' mobility across the country. Nevertheless, Peru's health and economic systems collapsed mainly due to deeply rooted socio-economic inequalities, with the high morbidity and mortality rates among Indigenous peoples, highlighting historical neglect from the Peruvian government. For instance, in many villages of the Ucayali, while half of the population presented symptoms and most tested positive, the government failed to supply basic medicines such as paracetamol (Alberts, 2020) . In addition, the government decided to reopen mining, logging, industrial agriculture, oil activities in the region while several Indigenous communities tried to isolate themselves, exposing uncontacted tribes who had no previous immunity against even common infectious diseases to COVID-19 (Alberts, 2020) . Although the government introduced sanitary regulations for businesses, most extractive activities such as gold mining and logging are conducted with no legal authorization with those involved likely to pay no regard to the rules.",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 692,
                    "text": "(Alberts, 2020)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 986,
                    "end": 1001,
                    "text": "(Alberts, 2020)",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "National and Sub-National COVID-19 Responses"
        },
        {
            "text": "COVID-19 significantly impacted Brazil's socio-economic situation, hindering GDP growth, increasing unemployment, and worsening food security (Barbosa et al., 2020) . Brazilian regions with higher poverty rates were those most affected (de Amorim, 2020). Between 2000 and 2015 the country experienced steady social and economic development characterized by higher GDP and diminishing rates of poverty and inequality. However, many argued that no significant fiscal and political reforms were introduced during this time to strengthen the economy and create social justice. In particular, successive governments failed to simplify taxation for goods and services, to lower taxes for productive activities and to introduce a progressive tax system for individual incomes and rents (Silveira et al., 2018) .",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 164,
                    "text": "(Barbosa et al., 2020)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 779,
                    "end": 802,
                    "text": "(Silveira et al., 2018)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Public Sector and Reforms"
        },
        {
            "text": "Much of these failures are due to the political system in Brazil, where parties heavily depend on private donations to fund their campaigns with a substantial lack of accountability for leaders, national and local administrators (Leonel Júnior & Geraldo de Sousa Júnior, 2017) . Many other reforms, including fiscal reforms, are needed to increase citizens' participation to public life, transparency and accountability. These reforms could help Brazil's recovery from the recession and bring about needed structural changes (PPRSP, 2021).",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 276,
                    "text": "(Leonel Júnior & Geraldo de Sousa Júnior, 2017)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Public Sector and Reforms"
        },
        {
            "text": "In Colombia COVID-19 has led to higher levels of inequality and poverty, reversing years of improvement. Addressing infrastructural deficiencies and increasing regional inequalities, enhancing training programs for high quality jobs, and expanding social programs for vulnerable people is needed to support those living in rural regions (OECD, 2021) . However, in some parts of the Colombian Amazon region, the national government have limited presence. This leaves room for armed groups and criminal networks, making it more difficult for civilian government agencies and NGOs to operate. For the first time in 2020 armed groups threatened the Amazon Vision program, a government program for sustainable development in the Amazon established in collaboration with other environmental organization, development agencies and NGOs affiliated with international development schemes (Amador-Jiménez et al., 2020) .",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 349,
                    "text": "(OECD, 2021)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 879,
                    "end": 908,
                    "text": "(Amador-Jiménez et al., 2020)",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "Public Sector and Reforms"
        },
        {
            "text": "In April 2021 the Colombian government proposed a fiscal reform which was firmly opposed by broad segments of the society as it would have meant higher taxation of staples, basic commodities and public services (Idrovo, 2021) . In May 2021 several protests erupted within the Amazon region and across the country. Many Indigenous people joined the protests against the fiscal reform, voicing their dissent to the government's corruption, poor handling of the pandemic, and the discrimination and violence exercised by state and non-state actors (Chang & Rodriguez, 2021) .",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 225,
                    "text": "(Idrovo, 2021)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 545,
                    "end": 570,
                    "text": "(Chang & Rodriguez, 2021)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Public Sector and Reforms"
        },
        {
            "text": "Twenty years after Peru's democratization and decentralization processes began, the country continues to struggle with significant shortcomings affecting the quality of democracy and governance. High levels of crime exacerbate the severe problems with the rule of law. Support for democracy has declined, and citizens report high levels of corruption and low levels of trust towards public officials (McNulty & Guerra Garcia, 2019) . Neoliberal policies and successive governments' gross mismanagement have resulted in chronic under-investment in public services, particularly in healthcare, where austerity measures significantly undermind the provision of intensive care units (ICUs). At the beginning of the pandemic, Peru had only 1,656 ICU beds, fewer than Bogota, the capital of neighbouring Colombia, while having four times the population of Columbia (Kelly-Linden & Newey, 2021). The pre-pandemic availability of ventilators was also very limited with 1 per 100,000 people, a rate much lower than that of Brazil and Colombia (30 and 11 respectively; The Economist, 2020). For example, in Iquitos, the main regional hub, there were no ventilators. Since the early 2000s, successive governments tried to improve access to healthcare, especially in Indigenous areas, producing more than ten official policy reports on intercultural health, although very few of these have been implemented (Montag et al., 2021) .",
            "cite_spans": [
                {
                    "start": 400,
                    "end": 431,
                    "text": "(McNulty & Guerra Garcia, 2019)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1395,
                    "end": 1416,
                    "text": "(Montag et al., 2021)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Public Sector and Reforms"
        },
        {
            "text": "In the Bloomberg COVID-19 Resilience Ranking, Peru, Brazil and Colombia rank 49th, 51st, and 52nd respectively, out of 53 (Hong et al., 2021) . Despite the daunting situation, the Brazilian federal government did little to stop the spread of the virus, with President Bolsonaro comparing COVID-19 with the common flu, failing to secure adequate vaccine supplies (O'Kane, 2021) . In these circumstances, regional governors unilaterally established mask mandates and procured vaccines for their populations. In contrast, on the economic front, Brazil introduced financial support for those companies seeking to reduce employees' working hours or furlough them. Despite this support to the business sector, unemployment still grew, and the conditions of the poor and minorities in the country deteriorated. Violence increased mostly in metropolitan and urban areas, with homicides peaking at the highest rates in 22 years (Front Line Defenders, 2021) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 141,
                    "text": "(Hong et al., 2021)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 362,
                    "end": 376,
                    "text": "(O'Kane, 2021)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 919,
                    "end": 947,
                    "text": "(Front Line Defenders, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crisis-Management"
        },
        {
            "text": "More importantly, newly introduced policies targeting Indigenous populations were palliative and not what was needed. In Brazil the National Foundation of the Indigenous People (FUNAI), a federal government agency, opted to prioritise food distribution instead of demarcating the indigenous land, fuelling protests at a local level and raising concerns across the international community. In response the Coordination of the Indigenous Organizations of the Brazilian Amazon (COIAB), sent a letter to U.S. President Biden to put pressure on the Brazilian government.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Crisis-Management"
        },
        {
            "text": "The Colombian government obtained a US$ 500 million loan from the World Bank (2020) to respond to the crisis and action economic recovery, conditional on providing basic public services such as health care, energy and water supply through the financing of public service companies and public-private partnerships. By expanding liquidity and credit lines for businesses including small and medium enterprises, the loan supports the financial sustainability of basic household services and sustainable infrastructure development. However, Indigenous groups criticised the World Bank for failing to safeguard socio-environmental and health issues in their loans (Hola, 2021) . Moreover, the government restricted Indigenous rights, with consultation processes for mining proposals only organized as online conferences, relaxing environmental standards and increasing the level of danger and threat for Indigenous people, their leaders and human rights defenders in the country (Front Line Defenders, 2021) .",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 671,
                    "text": "(Hola, 2021)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 974,
                    "end": 1002,
                    "text": "(Front Line Defenders, 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Crisis-Management"
        },
        {
            "text": "When the first COVID-19 infections were reported in Peru, the country's Amazonian areas of Loreto and Ucayali were facing a dengue outbreak that had put health services under great stress (Gianella et al., 2020) . The Ministry of Health issued no specific regional guidelines nor assessed the capacity of the health system, or reinforced epidemiology surveillance, making it impossible to perform a rigorous analysis of the health needs of people in these regions. By June 2020, 773 cases from Indigenous communities were confirmed in Loreto and Ucayali, with per capita cases in these two areas twice the national average (Asociación ProPurús, 2020). COVID-19 exposed the vulnerability of remote rural Indigenous communities, with about 60% of them deprived access to heath services (ECLAC et al., 2021) .",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 211,
                    "text": "(Gianella et al., 2020)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 784,
                    "end": 804,
                    "text": "(ECLAC et al., 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Crisis-Management"
        },
        {
            "text": "Peru has been one of the worst affected countries by the pandemic, despite introducing one of the earliest and strictest lockdowns worlwide. Several factors contributed to this failure, including disruption of international supply chains, political instability, corruption, and a poor health system, the latter extremely deficient in the Amazonian regions (Herrera-Añazco et al., 2021) . The impact on the country's economy was devastating. Peru's GDP fell 30.2% in the second quarter of 2020, and many small businesses went bankrupt (Quigley, 2020) . The country recently experienced successive large protests which in November 2020, resulting in the removal of two presidents in one week. Elections in 2021 were won by a small margin by President Castillo, the left-wing candidate. Existing socio-economic inequalities exacerbated the severity of the crisis, with the result that one-third of the total population lives below the poverty threshold at the time of writing.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 385,
                    "text": "(Herrera-Añazco et al., 2021)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 534,
                    "end": 549,
                    "text": "(Quigley, 2020)",
                    "ref_id": "BIBREF50"
                }
            ],
            "ref_spans": [],
            "section": "Crisis-Management"
        },
        {
            "text": "This paper investigated the impact of public management of COVID-19 in the Western Amazon region across Brazil, Colombia, and Peru, analysing and evaluating the impact of governments' actions and initiatives on Indigenous communities living in the region. At the national level, the authors investigated how the three countries' governments responded to the pandemic, and at the subnational level they analysed why the Amazonian areas within the identified regions were most affected by COVID-19 in their respective countries, assessing the ongoing economic and social impacts.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "The analysis developed in previous sections has highlighted that responses from national governments have been largely inadequate and insufficient, with these three countries being worst hit per-capita by COVID-19. While each country has unique core settings, deeply entrenched neoliberal policies and practices affected and misguided responses, have exacerbated the pre-existing inequalities. The effects of widespread neoliberal governance, combined with austerity and privatization programs, increased the vulnerability of Indigenous communities living in the region, which have been affected significantly by the pandemic. The Western Amazon region across Brazil, Colombia, and Peru has been worst affected due to inadequate health infrastructure and poor hygiene and sanitary conditions. The hardships in this region have been aggravated by its spatial remoteness, limited control and the probusiness and extractivist policies favoured by central governments. Unauthorised mining, land speculation, palm oil and cattle farming have been dominant features in the region. While governments allowed logging and mining businesses to operate during lockdowns, local residents and especially Indigenous people were forced to stay at home and refrain from their daily activities such as hunting or selling their products in local markets.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        },
        {
            "text": "In Brazil, Colombia and Peru, COVID-19 has exposed the discrimination and neglect by national governments of Indigenous communities. The colonial and neocolonial setting of these countries, with political alliances between industrial stakeholders and opportunists acting outside the law, allows for the further exploitation of the Indigenous communities in the context of the pandemic. This study demonstrates the shortcomings of neoliberal NPM policies and practices in dealing with complex issues such as responding to COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Peru government needs to act on COVID-19 in Amazon Indigenous cases",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "C"
                    ],
                    "last": "Alberts",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The unintended impact of Colombia's COVID-19 lockdown on forest fires",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Amador-Jiménez",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Millner",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "T"
                    ],
                    "last": "Pennington",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sileci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environmental and Resource Economics",
            "volume": "76",
            "issn": "4",
            "pages": "1081--1105",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Australia's COVID-19 public budgeting response: The straitjacket of neoliberalism",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guthrie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Martin-Sardesai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Public Budgeting, Accounting & Financial Management",
            "volume": "32",
            "issn": "5",
            "pages": "759--770",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The COVID-19 pandemic as a game changer for public administration and leadership? The need for robust governance responses to turbulent problems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ansell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sørensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Torfing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Management Review",
            "volume": "23",
            "issn": "7",
            "pages": "949--960",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "APIB Covid. Retrieved 04",
            "authors": [],
            "year": 2021,
            "venue": "APIB",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Casos de COVID19 y Dengue en las Comunidades Nativas de Ucayali. Press release",
            "authors": [
                {
                    "first": "Asociación",
                    "middle": [],
                    "last": "Propurús",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "? appid= 60dd0 8cef7 d64a5 8a693 a27bb 579aa db#",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mercado de trabalho e pandemia da covid-19: Ampliação de desigualdades já existentes? Repositorio IPEA",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Barbosa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Hecksher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "In Colombia mass protests, Indigenous and Black activists find echoes of colonial history. The Washington Post",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Política para el control de la deforestación y gestión sostenible de los bosques. Press release",
            "authors": [],
            "year": 2020,
            "venue": "CONPES",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Shaping alternatives to development: Solidarity and reciprocity in the Andes during COVID-19",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Córdoba",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Peredo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chaves",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "World Development",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Dinâmica espaço-temporal e indicadores sociais análise do coronavírus (Covid-19) em Maceió (AL)",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "H S"
                    ],
                    "last": "De Amorim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Revista Contexto Geográfico",
            "volume": "5",
            "issn": "9",
            "pages": "16--30",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Brazil in the Face of COVID-19: Tragedy and Political Choices. Environment Science and Policy for Sustainable Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Domingues",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "63",
            "issn": "",
            "pages": "4--14",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "A critique of the new public management and the neo-Weberian state: Advancing a critical theory of administrative reform",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "N"
                    ],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "Y"
                    ],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public Organization Review",
            "volume": "7",
            "issn": "4",
            "pages": "345--358",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "The impact of COVID-19 on indigenous peoples in Latin America (Abya Yala): between invisibility and collective resistance, Project Documents (LC/TS.2020/171)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eclac",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The qualitative content analysis process",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kyngäs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Advanced Nursing",
            "volume": "62",
            "issn": "1",
            "pages": "107--115",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Governance reforms: The good, the bad, and the ugly; and the sound: Examining the past and exploring the future of public organizations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farazmand",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Public Organization Review",
            "volume": "17",
            "issn": "4",
            "pages": "595--617",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Public sector reforms and transformation: Implications for development administration",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Farazmand",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "545--559",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "A Ameaca da COVID-19 aos povos indígenas da amazonia brasileira. COIAB and IPAM. Press release. Retrieved",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fellows",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Paye",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alencar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nicacio",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Coelho",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Moutinho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Protect Indigenous peoples from COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferrante",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Fearnside",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "368",
            "issn": "6488",
            "pages": "251--251",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Global Analysis 2020. Dublin. Fukuyama, F. (2020). The pandemic and political order",
            "authors": [],
            "year": 2021,
            "venue": "Foreign Affairs",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Good health indicators are not enough: Lessons from COVID-19 in Peru",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gianella",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Iguiñiz-Romero",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gideon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Health and Human Rights",
            "volume": "22",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ideas in public management reform for the 2010s: Digitalization, value creation and involvement",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Greve",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Organization Review",
            "volume": "15",
            "issn": "1",
            "pages": "49--65",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Activist research v. cultural critique: Indigenous land rights and the contradictions of politically engaged anthropology",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Hale",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cultural Anthropology",
            "volume": "21",
            "issn": "1",
            "pages": "96--120",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Revisiting the new public management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Haque",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Public Administration Review",
            "volume": "67",
            "issn": "1",
            "pages": "179--182",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Some lessons that Peru did not learn before the second wave of COVID-19",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herrera-Añazco",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Uyen-Cateriano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mezones-Holguin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taype-Rondan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mayta-Tristan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Malaga",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "V"
                    ],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The International Journal of Health Planning and Management",
            "volume": "36",
            "issn": "3",
            "pages": "995--998",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Indígenas piden al Banco Mundial mejorar las salvaguardas y prioridad ante la covid",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hola",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Europe rise in best places to be in covid; Asia suffers. Bloomberg",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Varley",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "More social discontent than pandemic-related risk perception in Colombia",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Idrovo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The Indigenous World. Research report",
            "volume": "398",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "COVID-19 Dashboard by the Center for Systems Science and Engineering",
            "authors": [],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Hospitals on the brink in Peru as coronavirus epicentre shifts to the Americas. The Telegraph",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kelly-Linden",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Newey",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Global COVID-19 deaths set to reach 2 million, with rising concerns in Africa. Devex",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lei-Ravelo",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cornish",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The struggle for the constituent and political reform in Brazil: paths to a \"constitucionalismo found in the street",
            "authors": [
                {
                    "first": "Leonel",
                    "middle": [],
                    "last": "Júnior",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Geraldo De Sousa Júnior",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "1008--1027",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19 and public-sector capacity",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazzucato",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kattel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Oxford Review of Economic Policy",
            "volume": "36",
            "issn": "1",
            "pages": "256--269",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Politics and promises: Exploring fifteen years of peru's participatory decentralization reform",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Mcnulty",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Public Organization Review",
            "volume": "19",
            "issn": "1",
            "pages": "45--64",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Healthcare of Indigenous Amazonian Peoples in response to COVID-19: Marginality, discrimination and revaluation of ancestral knowledge in",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Montag",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barboza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cauper",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Brehaut",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Alva",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zavaleta-Cortijo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ Global Health",
            "volume": "",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Qualitative research in business and management",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "On titling collective property, participation, and natural resource management: Implementing Indigenous and Afro-Columbian demands. A review of bank experience in Columbia",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Ng&apos;weno",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "825826--1111405593654",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Economic policy reforms 2021: Going for growth: Shaping a vibrant recovery-Colombia",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oecd",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "President Bolsonaro tells Brazilians \"enough fussing and whining\" as COVID-19 death toll tops 260,000. CBS News",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "O&apos;kane",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Economic Outlook Latin America Q2 2021: Despite growth picking up, prepandemic weaknesses remain. Press release",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oliveros-Rosen",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "It takes more than a village: The creation and expansion of alternative organizational forms in Brazil",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Ometto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zafar",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hedberg",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Organizational Imaginaries: Tempering Capitalism and Tending to Communities through Cooperatives and Collectivist Democracy",
            "volume": "",
            "issn": "",
            "pages": "229--256",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Quienes somos. Press release",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Onic",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Reinventing Government",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gaebler",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Performance evaluation, public management improvement and democratic accountability: Some lessons from Latin America. Public Management",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ospina",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Grau",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zaltsman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Review",
            "volume": "6",
            "issn": "2",
            "pages": "229--251",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "New public management: Public policymaking dilemmas: Balancing between administrative capacity, control and democratic governance",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Ott",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Boonyarak",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Public Organization Review",
            "volume": "1",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "PAHO steps up assistance to help countries cope with shortages of oxygen and health workers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Paho",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Governança e New Public Management: Convergências e contradições no contexto brasileiro",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Peci",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "P"
                    ],
                    "last": "Pieranti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "15",
            "issn": "",
            "pages": "39--55",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "El buen vivir: Notions of wellbeing among Indigenous peoples of South America",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Peredo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Routledge Handbook of indigenous wellbeing",
            "volume": "",
            "issn": "",
            "pages": "156--169",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "O sistema político brasileiro segue a mesma lógica do sistema tributário para manter a desigualdade",
            "authors": [],
            "year": 2021,
            "venue": "PPRSP",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Defining governance in Latin America",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Public Organization Review",
            "volume": "19",
            "issn": "1",
            "pages": "5--19",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Peru leads global economic crash with 30.2% quarterly drop. Bloomberg",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Quigley",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "New development: Covid-19 and its publics-implications for strategic management and democracy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sancino",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Garavaglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sicilia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Braga",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Money & Management",
            "volume": "1",
            "issn": "",
            "pages": "1--4",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Double blow to Colombian Amazon and Indigenous groups from armed militants, COVID-19. Mongabay",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Selibas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Reforma tributária no Brasil: Por onde começar? Saúde Em Debate",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "G"
                    ],
                    "last": "Silveira",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Passos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Guedes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "42",
            "issn": "",
            "pages": "212--225",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Latin America's health systems brace for a battering",
            "authors": [],
            "year": 2020,
            "venue": "The Economist",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Situación de los pueblos indígenas en Colombia en el contexto del COVID-19",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Unhcr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Environmental justice and just transition in the EU's sustainability policies in third countries: The case of Colombia",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Cabras",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The International Spectator",
            "volume": "1",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "World Bank Approves a US$500 Million Loan for Resilient, Sustainable Infrastructure in Colombia. Press release",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Case study research: Design and methods",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Climate change and COVID-19: Reinforcing indigenous food systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zavaleta-Cortijo",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "D"
                    ],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Arotoma-Rojas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lwasa",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lancha-Rucoba",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Berrang-Ford",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The LAncet Planetary Health",
            "volume": "4",
            "issn": "9",
            "pages": "381--382",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "COVID-19 cases in Western Amazon region. Source: Authors' elaboration from JHU",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "National and Sub-national Responses to COVID-19 in Brazil, Colombia and Peru",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Data sources from Brazil (BR), Colombia (CO), Peru (PE)",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}