{
    "paper_id": "f768b35b25464fe636a689e278f177f75d8f47b7",
    "metadata": {
        "title": "The global role, impact, and limitations of Community Health Workers (CHWs) in breast cancer screening: a scoping review and recommendations to promote health equity for all",
        "authors": [
            {
                "first": "Taylor",
                "middle": [],
                "last": "Hand",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The George Washington University",
                    "location": {
                        "settlement": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Natalie",
                "middle": [
                    "A"
                ],
                "last": "Rosseau",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The George Washington University",
                    "location": {
                        "settlement": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Christina",
                "middle": [
                    "E"
                ],
                "last": "Stiles",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Tianna",
                "middle": [],
                "last": "Sheih",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The George Washington University",
                    "location": {
                        "settlement": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Ghandakly",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "The George Washington University",
                    "location": {
                        "settlement": "Washington",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Mojisola",
                "middle": [],
                "last": "Oluwasanu",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Ibadan",
                    "location": {
                        "settlement": "Ibadan",
                        "country": "Nigeria"
                    }
                },
                "email": ""
            },
            {
                "first": "Olufunmilayo",
                "middle": [
                    "I"
                ],
                "last": "Olopade",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Chicago",
                    "location": {
                        "settlement": "Chicago",
                        "region": "IL",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Introduction: Innovative interventions are needed to address the growing burden of breast cancer globally, especially among vulnerable patient populations. Given the success of Community Health Workers (CHWs) in addressing communicable diseases and non-communicable diseases, this scoping review will investigate the roles and impacts of CHWs in breast cancer screening programs. This paper also seeks to determine the effectiveness and feasibility of these programs, with particular attention paid to differences between CHW-led interventions in low-and middle-income countries (LMICs) and high-income countries (HICs). Methods: A scoping review was performed using six databases with dates ranging from 1978 to 2019. Comprehensive definitions and search terms were established for 'Community Health Workers' and 'breast cancer screening', and studies were extracted using the World Bank definition of LMIC. Screening and data extraction were protocolized using multiple independent reviewers. Chi-square test of independence was used for statistical analysis of the incidence of themes in HICs and LMICs. Results: Of the 1,551 papers screened, 33 were included based on inclusion and exclusion criteria. Study locations included the United States (n=27), Bangladesh (n=1), Peru (n=1), Malawi (n=2), Rwanda (n=1), and South Africa (n=1). Three primary roles for CHWs in breast cancer screening were identified: education (n=30), direct assistance or performance of breast cancer screening (n=7), and navigational services (n=6). In these roles, CHWs improved rates of breast cancer screening (n=23) and overall community member knowledge (n=21). Two studies performed cost-analyses of CHW-led interventions. Conclusion: This review extends our understanding of CHW effectiveness to breast cancer screening. It illustrates how CHW involvement in screening programs can have a significant impact in LMICs and HICs, and highlights the three CHW roles of education, direct performance of screening, and navigational services that emerge as useful pillars around which governments and NGOs can design effective programs in this area.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "ARTICLE HISTORY",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Breast cancer; health policy; global health; community health; health equity [6] . The 2016 Global Burden of Disease Study highlights this disparity, demonstrating a correlation between the human development index (HDI) of a country and the breast cancer mortality-toincidence ratio, where the lowest ratio (and highest relative mortality) is associated with low HDI countries while higher ratios are found in very high HDI countries [7] . This disproportionate burden calls for more effective and scalable approaches to addressing the problem [6, 8] .",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 544,
                    "end": 547,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 548,
                    "end": 550,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Even within the United States (US) and other high-income countries (HICs), breast cancer deaths are significantly divided by race and ethnicity [9] . For example, non-Hispanic black women in the US are more likely to die from breast cancer across all age CONTACT Olufunmilayo I. Olopade",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 147,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Breast cancer is the leading cause of cancer among women globally [1, 2] According to the World Cancer Research Fund, the number of new breast cancer cases in 2012 was approximately 1.7 million globally; in 2019, this number reached 2 million [3] . Incidence and prevalence rates vary from country to country, but prevalence is higher in developed nations [3] . Recent years, however, have seen an upward trend in breast cancer prevalence regardless of a country's development status. In fact, the World Health Organization (WHO) reports that 50% of breast cancers now occur in the developing world [4, 5] . Irrespective of these trends, breast cancer imposes a disproportionate burden on developing countries groups than any other race or ethnicity [10] . Based on data from 2013 to 2017, the breast cancer death rate for American black women is 40% higher when compared to the rate for white women, despite black women having a lower overall incidence of breast cancer [11, 12] . While this discrepancy may be explained in part by the higher prevalence of triplenegative breast cancer among black women [13] , there are also larger social and systemic factors, such as delayed access to healthcare for both screening and treatment, that impact breast cancer survival [9] [10] [11] .",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 70,
                    "end": 72,
                    "text": "2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 356,
                    "end": 359,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 603,
                    "end": 605,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 750,
                    "end": 754,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 971,
                    "end": 975,
                    "text": "[11,",
                    "ref_id": null
                },
                {
                    "start": 976,
                    "end": 979,
                    "text": "12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1105,
                    "end": 1109,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1269,
                    "end": 1272,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1273,
                    "end": 1277,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "text": "[11]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In response to these startling figures and to the anticipated shortage of healthcare workers worldwide, healthcare systems around the globe have deployed Community Health Workers (CHWs) to provide an integrated approach to breast cancer screening [14] . CHWs are lay members of the community trained to 'provide support and assistance to communities, families, and individuals with preventative health measures and gain access to appropriate curative health and social services [15] .' These individuals serve as health and cultural advocates; they are from the communities they serve, have a shared cultural understanding, and speak a common language with their constituents. This skill set empowers CHWs with the unique opportunity to bridge the gap between local health systems and their communities and to act as agents for social change [13] . In lowand middle-income countries (LMICs), they often fill the role of front line primary care personnel by providing cancer screening, low-risk interventions, and medication distribution [15] .",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 478,
                    "end": 482,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 842,
                    "end": 846,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1037,
                    "end": 1041,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "CHWs have demonstrated their value by strengthening primary care services in complex health systems, working to combat both communicable diseases and non-communicable diseases (NCDs), including diabetes, hypertension, and tobacco cessation [16] . Their beneficial role in LMICs has been documented in the context of cervical and breast cancer screening, where CHW educators and coordinators improved screening [17, 18] . It has also been documented in the US, where increased training and resources for CHWs improved mammography rates [19] . This backdrop spurred the WHO to develop guidelines focused on the optimization of CHW programs in diverse healthcare arenas [15] . The studies used by the WHO to create these guidelines demonstrated the positive benefits of CHW interventions on overall cancer screening rates and knowledge [15] . However, only one study mentioned in this report discussed the potential for CHW to address cancer screening in LMICs specifically, and it \"did not provide evidence of CHW capacity [20] .\" CHW effectiveness in these areas inspires the question of how CHW interventions can be leveraged in other contexts, such as that of breast cancer screening. Indeed, while reviews focused on CHWs within LMICs exist [18] , there is a lack of literature that comprehensively reviews the role of CHWs in breast cancer screening across both HICs and LMICs. Viewed through the lens of global healthcare during the concurrent pandemics of systemic racism and COVID-19, this insight is particularly timely to better understand creative, community-driven approaches to address health disparities for under-served populations and populations with limited access to high quality care.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 244,
                    "text": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 410,
                    "end": 414,
                    "text": "[17,",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 415,
                    "end": 418,
                    "text": "18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 535,
                    "end": 539,
                    "text": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 667,
                    "end": 671,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "text": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "In light of this gap in the literature, this review paper aims to answer the following questions:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "(1) What are the roles for CHWs in breast cancer screening? (2) What are the impacts of CHWs when involved in breast cancer screening? (3) Do the roles of CHWs in breast cancer screening differ between LMICs and HICs? (4) Do these roles provide an appropriate and feasible avenue for future programs with CHWs and breast cancer screening? More specifically, are these programs economically feasible? (5) Once these questions are explored, how can the authors imagine a post-pandemic world in which CHWs contribute to healthcare systems that value and ensure justice and equity in allocation and distribution of resources to address breast cancer outcomes?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A scoping review was conducted on the role of CHWs in breast cancer screening. Scoping reviews identify and characterize existing literature about a topic of interest to present an overview of a diverse and broad body of evidence [21] . This method allows for examination of the existing literature to present current evidence on ways in which CHWs are used in breast cancer screening across varied geographic areas and heterogenous cultural contexts.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 234,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Review approach"
        },
        {
            "text": "Six electronic bibliographic databases (PubMed, Scopus, Web of Science, Global Health, Cochrane Breast Cancer, and ProQuest) were systematically searched to capture relevant articles from medical sciences, public health, and global health. These databases were searched with individualized search strings that included CHWs and equivalent terms, in addition to terms focused on breast cancer and breast cancer screening (Appendix A). The search criteria included date (January 1978 to August 2019), language (English and French), and type of paper (randomized controlled trials, mixed method approaches, observational cohort studies, government policies/guidelines and unpublished studies found in grey literature). All eligible papers were imported into the online platform Covidence, which was used for title and abstract screening and subsequent full text review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Search strategy and selection criteria"
        },
        {
            "text": "Papers were included if [1] CHWs, whether paid or unpaid, were the primary means of breast cancer screening and/or breast cancer management, including prevention and treatment and [2] , if the study explicitly stated that the objective or aim was the screening of breast cancer by CHWs at the community level. In our study, CHWs were defined as lay people who do not hold a clinical license and have duties among the community, including activities such as health promotion, prevention, and delivery capacity. To be included, articles had to describe CHWs as a distinct occupation from other associated healthcare workers [22] . They were differentiated from Patient Navigators (PNs), who were assigned specific patients, had duties other than that of CHWs, and were a role/function rather than the distinct occupation of a CHW [23] .",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 622,
                    "end": 626,
                    "text": "[22]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "[23]",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion and exclusion criteria"
        },
        {
            "text": "Papers were excluded if [1] the primary focus was on health care professionals other than CHWs (doctors, nurses, medical students, PNs, and other allied healthcare professionals), [2] it lacked a communitybased approach to healthcare delivery, [3] it focused on diseases or conditions other than breast cancer screening, prevention, treatment, and control, [4] it was not an original, full text, research study, including commentaries, letters, opinion pieces, study protocols, systematic reviews, and conference proceedings with only an abstract available.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 27,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 244,
                    "end": 247,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 357,
                    "end": 360,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Inclusion and exclusion criteria"
        },
        {
            "text": "For title and abstract screening, each paper was assessed in Covidence by two independent reviewers utilizing the above criteria. Conflicts were resolved by a third reviewer. The full texts of eligible studies were retrieved and independently assessed by two reviewers, and conflicts were resolved via consensus between all three reviewers. From the included studies, the study team extracted information regarding paper intervention, population characteristics, outcomes, content, limitations, the definition of CHWs, and the roles that they played in breast cancer screening (Appendix B). Key concepts from the papers were compiled for thematic analysis. Themes were analyzed for evidence of successful deployment of CHWs to address breast cancer screening and identified core attributes that contributed to the effectiveness of CHW-led interventions in their communities. Fisher's Exact Test was used for statistical analysis of the incidence of these themes in HICs and LMICs. In this paper, LMICs will be defined using the World Bank criteria of GNI per capita of less than 12,375 USD and HICs above that value [24] .",
            "cite_spans": [
                {
                    "start": 1116,
                    "end": 1120,
                    "text": "[24]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Study review and data analysis"
        },
        {
            "text": "As this study represents a scoping review, a quality assessment was not conducted; this step is not traditionally included as part of this methodology [21] . As described by McColl et al. (2009) , 'the emphasis of a scoping study is on comprehensive coverage, rather than on a particular standard of evidence,' so as to describe research activity and present existing literature about a topic [25] . While a formal quality assessment was not conducted for the reasons stated above, the authors of this study nonetheless sought to establish baseline quality parameters and only included papers that clearly identified their research goals, utilized appropriate methodologies and study design, and presented conclusions that matched the stated results.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 155,
                    "text": "[21]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 174,
                    "end": 194,
                    "text": "McColl et al. (2009)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 393,
                    "end": 397,
                    "text": "[25]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Quality assessment"
        },
        {
            "text": "The initial database search yielded a total of 1,668 papers. From that, 117 duplicates were removed leaving a total of 1,551 papers. After the title and abstract screening utilizing the inclusion and exclusion criteria above, 203 papers advanced to the full-text screening phase. The full text articles were then evaluated utilizing the same inclusion and exclusion criteria. This resulted in the exclusion of 170 papers, yielding 33 peer-reviewed papers examined for this review paper ( Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 488,
                    "end": 496,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Search results"
        },
        {
            "text": "The articles included in this review were published between 1997 and 2019. Of these, 27 studies were located in the US (n = 27). Studies conducted outside of the US included Bangladesh (n = 1), Peru (n = 1), Malawi (n = 2), Rwanda (n = 1), and South Africa (n = 1), all of which are considered LMICs. Within these papers, CHWs were diversely defined. A majority of the studies used a variation of CHW, Lay Health Advisor, or Community Health Representative (n = 22). Other definitions utilized more specific terms, such as Promatoras (n = 5), Breast Health Workers (n = 2), Neighborhood Assistants (n = 1), and Certified Midwives with roles similar to that of a CHW (n = 1). Henceforth, the term 'CHW' will be used to encompass all designations listed within Appendix B. CHWs were paid (n = 10) or received a stipend (n = 3) in 13 of the publications. Across all studies, breast cancer screening methods included screening mammograms (n = 24), clinical breast exams (CBE) (n = 13), or a mixed methods approach that incorporated both techniques (n = 8). There was a statistically significant difference between HICs and LMICs in their use of mammography as the screening method (HIC: 85%, LMIC: 17%, p-value: 0.003), versus other screening methods (HIC: 30%, LMIC: 100%, p-value: 0.003), particularly the use of CBE (HIC: 30%, LMIC: 83%, p-value: 0.025). All included themes and statistics can be reviewed in Figure 2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1408,
                    "end": 1416,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "Study characteristics"
        },
        {
            "text": "Approximately 79% of the studies (n = 26) focused on underserved populations with limited access to healthcare. Of these studies, 21 were within HICs. Delay to treatment (n = 20), presentation to the formal healthcare system with advanced stages of disease, and decreased likelihood of receiving treatment were identified as problems within the target population of 20 studies. Local support for program implementation was seen in many of the studies (n = 18) including local, national, and international stakeholder involvement, health department/health center collaboration, and support from churches, academic centers or nonprofit organizations (NGOs). 10 of the interventions were culturally tailored to their target population. Interventions were delivered in the primary language of the participants (Vietnamese, Spanish, Arabic, Chinese, Korean, Navajo) and implemented by fluent speakers in 13 studies.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Study populations"
        },
        {
            "text": "The CHWs across all studies (n = 33) reflected the populations within which they served. Some of the CHW programs functioned within or were derived from the formal health system (n = 19); this broadly included CHW programs established and managed by health systems or non-governmental organizations (NGOs), and programs based at healthcare centers. It also encompassed CHWs trained by health systems or connected to specific health centers to which they referred patients. CHWs in LMICs were significantly more likely to be derived from the formal health system (HIC: 48%, LMIC: 100%, p-value: 0.027). These programs often functioned in diverse settings, including faith-or church-based programming (n = 15), home-visit based programming (n = 13), and outreach at health fairs, workplaces, schools, local businesses, or other venues (n = 7). While some of the interventions utilized already established CHWs, others trained new CHWs for the implementation of their breast cancer programming or with a specific focus on breast cancer screening and prevention (n = 9). ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CHW demographics"
        },
        {
            "text": "Across the 33 studies, CHWs served in a variety of roles. This review specifically identified three primary roles for CHWs discussed in the literature: education about breast cancer and the importance of screening (n = 31), direct assistance in or performance of breast cancer screening (n = 7), and navigational services (n = 6).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Function/roles of CHWs"
        },
        {
            "text": "Education was by far the most prevalent role that CHWs performed. CHWs provided information about general breast health, breast cancer signs and [27] .' Direct assistance in breast cancer screening was defined as active participation by a CHW in a screening procedure, such as a CBE, or assistance with a procedure performed by another medical provider. This assistance could be done in a clinic or in the community. Using this definition, four studies met criteria. CHWs performed CBEs in three of these studies. In the fourth study, they assisted nurses who performed CBEs in the clinic. Of note, Gutnik et al. (2016) found that CBEs performed by CHWs in Malawi had a sensitivity of 94%, specificity of 58%, positive predictive value of 48%, and were comparable to CBEs performed by physicians in the study [28] . Only papers within LMICs utilized CHWs directly in breast cancer screening (HIC: 0%, LMIC: 67%, p-value: <0.001).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 149,
                    "text": "[27]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 599,
                    "end": 619,
                    "text": "Gutnik et al. (2016)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 809,
                    "end": 813,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Function/roles of CHWs"
        },
        {
            "text": "Finally, CHWs assisted constituents in navigating complex health care systems (n = 6). Examples of this role included screening recruitment, scheduling initial appointments with primary care providers or radiology services for mammograms, following up with screening results, and scheduling treatment appointments if a woman was diagnosed with breast cancer. The majority of the studies that employed navigation were in the US, with the exception of one study in South Africa and another in Bangladesh. In the study by Hunt et al. (2017) , these CHWs provided extensive navigational services in Chicago that did not stop until a patient completed screening, treatment, or a patient elected to discontinue the services [29] .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 537,
                    "text": "Hunt et al. (2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 718,
                    "end": 722,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Function/roles of CHWs"
        },
        {
            "text": "CHW-based interventions were associated with an increase in overall community member knowledge in 63% of studies (n = 21). This knowledge included general breast health, breast cancer information, proper breast cancer screening methods, and signs and symptoms of breast cancer. Only one study reported no change in community member knowledge after the CHW intervention [30] . This study implemented classroom sessions taught by CHWs for Korean American women, combined with followup counseling and navigational assistance. The intervention improved rates of mammograms and CBEs, but not cancer knowledge or perceptions of cancer.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 373,
                    "text": "[30]",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "CHW-led interventions were associated with an increase in breast-cancer screening rates in 70% of papers (n = 23). This included increased numbers of screening mammograms, screening appointments with providers, and CBEs. Four studies reported that CHWs increased cancer screening follow-up compliance. One of these studies out of Malawi reported an increase in compliance when CHWs were taught to perform CBEs specifically. In addition to screening rates, they found that there was an increase in community breast cancer knowledge overall, as CHWs educated their communities while performing CBEs [28] . Additionally, two studies reported breast cancer identification data; for example, Duggan et al. (2017) screened 13,500 women in Peru with CBEs performed by midwives and identified 321 women with breast abnormalities [31] . Each woman received fine needle aspiration (FNA) of the lesion, of which 10 women were identified to have breast cancer. Additionally, the 2015 study by Chowdhury et al. in Bangladesh identified a case of stage III breast cancer in the CHW-led intervention group [32] . Of note, these publications demonstrating identification data were both in LMICs, which was significant when compared to HICs (HIC: 0%, LMIC: 33%, p-value: 0.028). Despite this, neither of these studies used a control, making it difficult to truly assess the impact of CHWs on these results.",
            "cite_spans": [
                {
                    "start": 597,
                    "end": 601,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 821,
                    "end": 825,
                    "text": "[31]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1091,
                    "end": 1095,
                    "text": "[32]",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "Only nine studies contained long term survival data >/= 6 months, and just three of these contain long term survival data >/= one year. Ford et al. (2014) mentioned three year follow-up for patients, but the data was not included in the publication [33] . No included studies presented time-to-treatment data related to CHW-led interventions, which is a serious limitation of this approach.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[33]",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Outcomes"
        },
        {
            "text": "In 20 of the included papers, the results were selfreported by either participants or CHWs. These results included self-reported knowledge of breast cancer screening, self-reported adherence to breast cancer screening recommendations, and self-evaluation of CHW activities. Self-reported results were predominantly found in HICs (HIC: 67%, LMIC: 17%, p-value: 0.025). In addition, the data collected in four studies reflected the opinions and knowledge of CHWs: their confidence, satisfaction, and impact. Published outcomes were not objective community outcomes in six papers and four studies specifically mentioned patients being lost to follow-up as a concern.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Limitations of included studies"
        },
        {
            "text": "Two studies, both from the US, reported financial data and performed a formal cost analysis of a CHWled intervention. In Phoenix, Arizona, Larkey et al. (2002) implemented CHW-taught cancer screening and prevention classes delivered individually (IND) and in a social support group (SSG) [34] . Costs analyzed included participant transportation, cancer screening, salaries, and supplies. The authors noted the cost to achieve one cancer screening in the study population ranged from 263 USD to 517 USD in the SSG 475 arm and from 862 USD to 1716 USD for the IND arm. Cancer screening included breast, cervical, and colorectal, and results were not stratified based on type of cancer. In Schuster et al. (2015), incremental cost-effectiveness ratios (ICERs) were determined, which represented the additional costs of the interventional arm of the study compared to the control arm [35] . The authors determined that their CHW-led intervention added an additional 236 USD to breast cancer screening costs compared to the control group, which the authors attribute largely to salaries of the CHWs. There were no formal cost analyses performed for studies in LMICs.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 159,
                    "text": "Larkey et al. (2002)",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 292,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 881,
                    "end": 885,
                    "text": "[35]",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Financial considerations"
        },
        {
            "text": "As there is no fixed definition for CHWs, some exclusions from this paper may be contested. In addition, broad conclusions may be difficult to draw based on the contextually specific nature of the projects discussed in these studies. Although the themes in this paper were agreed upon by all authors, it is possible that additional themes could have been identified based on alternative interpretations of the literature. In addition, a quality assessment was not conducted, as is traditional for scoping reviews. This choice enabled the authors to include a greater variety of studies than would have been possible in a systematic review.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodological limitations"
        },
        {
            "text": "This scoping review assessed the roles that CHWs can play in breast cancer screening across geographically and culturally heterogeneous settings, and how these roles differ in HICs versus LMICs. Drawing on the data analyzed, this review sought to determine how CHW involvement in breast cancer screening efforts affect outcomes. Given the rising global burden of cancer and the paucity of survival data, it is reasonable to ask how CHWs can be successfully integrated into highly functioning health systems to improve quality of care for breast cancer patients in low resource settings of HICs and LMICs. Further improvements in knowledge will contribute to the literature and help driving evidence-based, feasible CHW screening and education programs aimed at improving breast cancer outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Three major areas were identified as benefiting from CHW involvement: education, screening, and navigational services. Lack of information and understanding of breast cancer have been identified as contributing to differences in timely follow-up for low-income, ethnically diverse women [36] , who report a greater need for information delivered in culturally appropriate formats [37] . CHWs were particularly effective as peer educators for their community members with over half of the studies demonstrating a significant increase in patients' understanding of breast cancer and the need for breast cancer screening. One posited reason for this success is that CHW-led interventions were likely to be linguistically and culturally concordant with the patient community. As community representatives and advocates, CHWs are able to make stronger connections and provide advice and information relevant to specific populations facing barriers in accessing healthcare [36, 37] . In 2015, Daly and Olopade argued that moving the needle for disparities in breast cancer starts with emphasis on rectifying the lack of education on and understanding of breast cancer genomics, genetic counseling and the BRCA genes [9, 38, 39] . CHWs integrated in breast cancer care may benefit from training focused on educating their patients on these topics, as this knowledge will equip communities with the knowledge to advocate for high quality precision-based care.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "text": "[36]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "[37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 967,
                    "end": 971,
                    "text": "[36,",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 972,
                    "end": 975,
                    "text": "37]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1210,
                    "end": 1213,
                    "text": "[9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1214,
                    "end": 1217,
                    "text": "38,",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1218,
                    "end": 1221,
                    "text": "39]",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While CHWs were found to be effective educators across many studies, the forum through which their message is best shared remains unclear. The studies employed a diverse array of venues and methodologies through which CHWs disseminated health literacy information. These methods included motivational interviewing and the KinKeeper model, which both led to improvement in overall breast cancer knowledge. Additionally, Larkey et al. demonstrated that there was no significant difference between one-on-one or group-based CHW-led education sessions [34] . Based on financial analysis and other studies presented in this review, group-based CHW interventions can be an efficient and less expensive method for improving community education compared to individualized interventions [34] .",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 552,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 778,
                    "end": 782,
                    "text": "[34]",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "CHWs were also effective at providing breast cancer screening directly to patients through CBEs in LMICs. In the study by Gutnik et al. (2016) , with appropriate training, CBEs performed by CHWs had a high negative predictive value and were comparable in sensitivity and specificity to the physician providers [28] . Of the studies in LMICs, CBEs were the predominant form of screening, as compared to HICs where mammograms were primarily utilized. This review also found that CHWs were only used directly for screening in LMICs. These differences were all statistically significant and may indicate limited access to mammography services in LMICs. This serves as a call to action for investment in breast cancer diagnostic and treatment services in HICs and LMICs. While evidence of the influence of CHWs on timely detection of breast cancer is presently limited, identifying tumors at an early stage to improve survival requires accessibility to the basic standard of care for breast cancer detection, which includes up-to-date mammography equipment and well-trained mammographers [40] .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 131,
                    "text": "Gutnik et",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 314,
                    "text": "[28]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1083,
                    "end": 1087,
                    "text": "[40]",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [
                {
                    "start": 132,
                    "end": 142,
                    "text": "al. (2016)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "CHWs fulfilled a variety of navigational responsibilities that were beneficial to the community and oftentimes, had overlap with navigational services traditionally performed by patient navigators. In multiple studies, CHWs proved to be a natural bridge between the community and the formal healthcare system, from providing mammography and primary care provider (PCP) referrals to a longer-term relationship with one participant from referral to diagnosis and treatment. In the study by Hunt et al. (2017) , CHWs were shown to be crucial members in establishing a breast cancer program in the community and helping women in the community understand the need for screening, while also assisting women in receiving the necessary healthcare services [29] . Additionally, having CHWs as both educators and navigators in this program provided greater continuity of care for these patients. Through the synergistic efforts of both successful education and navigational interventions, this study saw a significant increase in mammography services in a vulnerable patient population [29] . Having navigational assistance improves community outcomes and CHWs can help fulfill that need if there is a shortage of PNs. This service may be particularly beneficial in settings where CHWs function within or are derived from the formal health system, which this paper found predominantly in LMICs. Notably, as the COVID-19 pandemic has increased barriers to healthcare across the globe, telehealth has emerged as an innovative approach to narrowing gaps in accessing care. In the CHW context, there are significant opportunities for telehealth to play a role in synergistically improving access to education and screening, and particularly for navigational services. Future programs may be able to create multidisciplinary teams where CHWs focus on education and screening, while PNs fulfill the navigational responsibilities. When reimagining the landscape of breast cancer care, Daly and Olopade emphasize the importance of PNs and CHWs in helping patients overcome logistical barriers to accessing services, but also caution that they cannot operate in a vacuum and must come along with broader system-based changes that integrate these services.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 506,
                    "text": "Hunt et al. (2017)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 748,
                    "end": 752,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1076,
                    "end": 1080,
                    "text": "[29]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Furthermore, it is important to discuss not only the possibility of including CHWs in diverse roles, but also if their inclusion is appropriate and effective. The feasibility of including CHWs in breast cancer screening can be considered in financial terms, as well as through a logistical lens. Two studies noted that the inclusion of CHWs in breast cancer screening projects added hundreds of dollars to the cost of their work. This figure is notable, as this increased cost could be prohibitive for programs with fewer financial resources. However, this sum should be considered within context, as the role of a CHW is not always a paid position around the globe and, therefore, should not discourage architects of breast cancer screening programs from including CHWs in their work. In addition, as both studies were performed in the US, the higher costs may not actually be representative of CHW program costs in LMICs and other HICs. While this study has demonstrated that CHW involvement in a wide variety of roles in breast cancer screening is possible, this idea should be weighed alongside the other demands that are placed on CHWs and the diverse gaps that they are called upon to fill within global health systems. Future research on how to prioritize or specialize CHW time and training related to breast cancer screening versus their other roles would be beneficial for overall CHW program design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Notably, this review revealed that there is a limited pool of studies that have explored the use of CHWs in the context of breast cancer in LMICs. Of the 33 studies included, only six were conducted in LMICs. While this small sample size limits applicability, the six articles convincingly highlight CHWs effectiveness in these contexts. In all of the studies within LMICs, the use of CHWs in breast cancer screening was positively correlated with targeted outcomes [28, 31, 32, [41] [42] [43] . In addition, exogenous benefits were also reported. Pace et al. (2018) found a more than 10-fold increase in reports of CHWs engaging with community members about health concerns as a result of incorporating CBEs into their work [42] . This information suggests that immersive engagement with community members by CHWs about breast health leads to more conversations about general health. Additional research on the role of CHWs in providing breast cancer education, screening, recruitment for screening, and navigation in LMICs would greatly contribute to understanding how these interventions can be most effectively tailored to the needs of specific populations. A discussion of these ideas, however, would be incomplete without emphasizing the paucity of high-quality studies about CHWs and breast cancer screening, particularly in LMICs. The lack of rigorous data has significant implications for accurately assessing the impact of CHW activity in these settings. This study, therefore, underscores the necessity of investing in and conducting high quality studies on this topic in LMICs, which can inform evidence on the impact of this approach. For the studies performed in HICs, the majority focused on underserved populations with limited access to the formal healthcare system. While systemic and contextual differences exist, these populations share important characteristics with target populations for CHWs in LMICs, particularly with respect to disparities in accessing breast cancer screening. These similarities are reflected in the analysis conducted within this paper, which identified few statistically significant differences between study populations, CHW demographics, and the roles of CHWs across all included studies. The identified problems facing the populations in HICs -treatment delay, healthcare system involvement at advanced stages, and decreased levels of treatment -are largely the same risk factors that make CHWs uniquely suited to address similar health disparities in LMICs. Given these similarities, until further research investigates this topic in LMICs, it may be appropriate to extrapolate the data from communities in HICs experiencing health disparities. While these groups are not a perfect comparison, they can serve as an indirect guide for communities looking to utilize CHWs for breast cancer screening. More broadly, gaps in breast cancer literature and breast cancer care extend beyond LMICs, with a notable lack of focus on minority populations [44] . The COVID-19 pandemic has elucidated the systemic racism embedded in healthcare, and it is essential that we now face this inequity head on when addressing the glaring disparities in breast cancer health outcomes.",
            "cite_spans": [
                {
                    "start": 466,
                    "end": 470,
                    "text": "[28,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 471,
                    "end": 474,
                    "text": "31,",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "32,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 479,
                    "end": 483,
                    "text": "[41]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 484,
                    "end": 488,
                    "text": "[42]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 489,
                    "end": 493,
                    "text": "[43]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 548,
                    "end": 566,
                    "text": "Pace et al. (2018)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 725,
                    "end": 729,
                    "text": "[42]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 2994,
                    "end": 2998,
                    "text": "[44]",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While our research demonstrates that CHWs are effective in diverse roles in breast cancer screening, the long-term impact of these roles is not clear. CHWs have been lauded as the answer to addressing health disparities in marginalized communities; however, our data does not indicate that these interventions significantly decreased morbidity or mortality from breast cancer in these communities. The primary driver of this limitation is likely due to a lack of follow-up from these studies and the significant prevalence of self-reported data within HICs, rather than an overall lack of long-term efficacy. Ultimately, further studies analyzing the long-term effects of CHW-led interventions, such as overall morbidity and mortality, are needed in the literature in order to adequately address this crucial outcome. Recommending specific interventions is challenging, given the broad scope of the CHW role within diverse contexts. Future investigators should focus on methods, such as the step wedge approach, that incorporate tracking of long-term outcomes to allow researchers to better isolate which interventions are making significant impacts on improving population health. Additionally, it is impossible to advocate for larger scale research targeting CHWs without championing broader delivery system reform within which these CHWs operate. Solutions proposed by Daly and Olopade include accountable care organizations (ACOs) targeted towards a specific patient population which is responsible for their care and health outcomes and an emphasis on precision medicine for all. Now more than ever, with healthcare systems pushed to their limits from the novel COVID-19 pandemic, communities need unique and creative solutions to address health disparities that are both equitable and social-justice oriented. First and foremost, to effectively improve breast cancer outcomes, CHW programs need an effective healthcare system behind them. Investment in CHW programs as a part of broader strengthening of global health systems is imperative to close the gap in patient outcomes. With the robust support of a wellestablished health infrastructure, CHWs can be advocates and leaders within the communities they represent, which are so often neglected by current healthcare systems. This focus on community-driven care amplifies the voices of those disparaged, which are often lowincome communities and communities of color. When CHWs are not only able to diagnose, but also help women access and navigate a system that offers the most appropriate and efficacious treatment available, we will be able to see meaningful improvements in breast cancer disparities and outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "While prior reviews have demonstrated CHW effectiveness in providing front line primary care, this review has extended our understanding of that effectiveness to breast cancer screening. It highlights how CHWs can and should be included in breast cancer screening programs, and how CHW involvement in such programs can improve breast cancer impacts in both LMICs and HICs. The current literature addresses multiple roles for CHWs in breast cancer screening. Trained CHWs can be effective educators, teaching the community about breast health and guidelines for proper breast cancer screening. CHWs can be effective members of a health care team dedicated to breast cancer screening, in which they perform CBEs or assist other medical providers in screening procedures. They can also successfully perform specific navigational roles, including assistance with scheduling screening appointments and with any necessary follow-up care. All these roles help to increase community members' knowledge of breast cancer screening and can improve rates of appropriate screening methods, such as CBEs and mammography rates. As a result, education, direct performance of screening, and navigational services emerge as useful pillars around which governments and NGOs can design effective programs that incorporate CHW-based breast cancer screening. We hope that in providing a culturally competent and ethical framework for CHWs to participate in this global conversation on breast cancer, more countries will be able to develop programs that utilize their expertise.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "TH, NR, and CS conceived of the idea for the manuscript and completed the screening phase of the project. TH, NR, CS, TS, and LG completed data extraction with the help of acknowledged individuals. TH, NR, CS, TS, and LG wrote the manuscript. MO and OO made considerable contributions to the ideas and content within the piece. All authors contributed significantly to revisions of the final manuscript for intellectual content and structure. All authors approved the final version prior to final submission.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Author contributions"
        },
        {
            "text": "The authors have no conflicts of interest to disclose.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosure statement"
        },
        {
            "text": "National Cancer Institute 1R25CA240134 Scholars in Oncology Associated Research (SOAR) to (OIO).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding information"
        },
        {
            "text": "This paper defines specific roles for CHWs in breast cancer screening supported by the existing literature. We hope that governments and NGOs working with CHWs can use the results to train and support CHWs in the most effective and equitable manner, both for the CHWs and the communities they serve. This paper also suggests future research avenues, including long-term outcomes and survival data needed in order to continue studying this important topic. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Paper context"
        }
    ],
    "bib_entries": {
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soerjomataram",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CA Cancer J Clin",
            "volume": "68",
            "issn": "",
            "pages": "394--424",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Cancer Research Fund",
            "authors": [],
            "year": 2018,
            "venue": "Breast Cancer Statistics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Global, regional, and national cancer incidence, mortality, years of life lost, years lived with disability, and disability-adjusted life-years for 32 cancer groups",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fitzmaurice",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "M"
                    ],
                    "last": "Barber",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "JAMA Oncol",
            "volume": "3",
            "issn": "",
            "pages": "524--548",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Breast Cancer [Internet]. World Health Organization. World Health Organization",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Breast cancer as a global health concern",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Coughlin",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "U"
                    ],
                    "last": "Ekwueme",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cancer Epidemiol",
            "volume": "33",
            "issn": "",
            "pages": "315--318",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Breast cancer incidence, mortality and mortality-to-incidence ratio (MIR) are associated with human development, 1990-2016: evidence from Global Burden of Disease Study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Breast Cancer",
            "volume": "26",
            "issn": "",
            "pages": "428--445",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Community health workers in low-and middle-income countries: what do we know about scaling up and sustainability?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pallas",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Minhas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pérez-Escamilla",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Public Health",
            "volume": "103",
            "issn": "",
            "pages": "74--82",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "A perfect storm: how tumor biology, genomics, and health care delivery patterns collide to create a racial survival disparity in breast cancer and proposed interventions for change",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Olopade",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "CA Cancer J Clin",
            "volume": "65",
            "issn": "",
            "pages": "221--238",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Breast Cancer Statistics, 2017 -Racial disparity in mortality by state",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "E"
                    ],
                    "last": "Desantis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G"
                    ],
                    "last": "Sauer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "CA Cancer J Clin",
            "volume": "67",
            "issn": "",
            "pages": "439--448",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Global disparities in breast cancer outcomes: new perspectives, widening inequities, unanswered questions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Oluwasanu",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Olopade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health",
            "volume": "8",
            "issn": "",
            "pages": "978--987",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Racial disparity and triple-negative breast cancer in African-American women: a multifaceted affair between obesity, biology, and socioeconomic determinants. Cancers (Basel) [Internet]",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Siddharth",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Community health workers in low-, middle-, and high-income countries: an overview of their history, recent evolution, and current effectiveness",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "B"
                    ],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Zulliger",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Annu Rev Public Health",
            "volume": "35",
            "issn": "",
            "pages": "399--421",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "World Health Organization. WHO guideline on health policy and system support to optimize community health worker programmes",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Community health workers for non-communicable diseases prevention and control in developing countries: evidence and implications",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jeet",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Thakur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Prinja",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS ONE",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The role of community health workers in cervical cancer screening in low-income and middle-income countries: a systematic scoping review of the literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;donovan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "&apos;donovan",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nagraj",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ Glob Health",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Community health workers and early detection of breast cancer in low-income and middle-income countries: a systematic scoping review of the literature",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "O&apos;donovan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Newcomb",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Macrae",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Glob Health",
            "volume": "5",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Do community health worker interventions improve rates of screening mammography in the united states? A systematic review",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "S"
                    ],
                    "last": "Luque",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Miladinovic",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cancer Epidemiol Prev Biomark",
            "volume": "20",
            "issn": "",
            "pages": "1580--1598",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Improving breast cancer control via the use of community health workers in South Africa: a critical review",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "M"
                    ],
                    "last": "Wadler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "M"
                    ],
                    "last": "Judge",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prout",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Scoping studies: towards a methodological framework",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Arksey",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Malley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Int J Soc Res Methodol",
            "volume": "8",
            "issn": "",
            "pages": "19--32",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Who is a community health worker? -a systematic review of definitions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Olaniran",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Unkels",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Glob Health Action",
            "volume": "10",
            "issn": "",
            "pages": "1--13",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "CHWs vs. Patient navigators",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "World Bank Country and Lending Groups -World Bank Data Help Desk",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Models for integrating rehabilitation and primary care: a scoping study",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Mccoll",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shortt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Godwin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Arch Phys Med Rehabil",
            "volume": "90",
            "issn": "",
            "pages": "1523--1531",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Training community health workers in motivational interviewing to promote cancer screening",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brandford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adegboyega",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Combs",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Promot Pract",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Moving from theory to practice: implementing the Kin Keeper Cancer Prevention Model",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "P"
                    ],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "B"
                    ],
                    "last": "Mullan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todem",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Health Educ Res",
            "volume": "24",
            "issn": "",
            "pages": "343--356",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Clinical breast examination screening by trained laywomen in Malawi integrated with other health services",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gutnik",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Msosa",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Surg Res",
            "volume": "204",
            "issn": "",
            "pages": "61--67",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Keys to the successful implementation of community-based outreach and navigation: lessons from a breast health navigation program",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "R"
                    ],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Allgood",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Kanoon",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Cancer Educ",
            "volume": "32",
            "issn": "",
            "pages": "175--182",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Breast and cervical cancer screening literacy among korean american women: a community health worker-led intervention",
            "authors": [
                {
                    "first": "H-R",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "Y S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "M K",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Am J Public Health",
            "volume": "107",
            "issn": "",
            "pages": "159--165",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Resourcestratified implementation of a community-based breast cancer management programme in Peru",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Duggan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Dvaladze",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Tsu",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Lancet Oncol",
            "volume": "18",
            "issn": "",
            "pages": "607--624",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Feasibility study of case-finding for breast cancer by community health workers in rural Bangladesh",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "I"
                    ],
                    "last": "Chowdhury",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "R"
                    ],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "Mti",
                    "middle": [],
                    "last": "Chowdhury",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Asian Pac J Cancer Prev APJCP",
            "volume": "16",
            "issn": "",
            "pages": "7853--7857",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Assessing the fidelity of the Kin KeeperSM prevention intervention in African American, Latina and Arab women",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Meghea",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Estes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Health Educ Res",
            "volume": "29",
            "issn": "",
            "pages": "158--165",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "A cancer screening intervention for underserved Latina women by lay educators",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "K"
                    ],
                    "last": "Larkey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "M"
                    ],
                    "last": "Herman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Roe",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Womens Health",
            "volume": "21",
            "issn": "",
            "pages": "557--566",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Economic evaluation of a community health worker-led health literacy intervention to promote cancer screening among Korean American women. J Health Care Poor Underserved",
            "authors": [
                {
                    "first": "Alr",
                    "middle": [],
                    "last": "Schuster",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "D"
                    ],
                    "last": "Frick",
                    "suffix": ""
                },
                {
                    "first": "B-Y",
                    "middle": [],
                    "last": "Huh",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "26",
            "issn": "",
            "pages": "431--440",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Review of the impact of patient-physician non-English language concordance on quality of care and outcomes",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Izquierdo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Canfield",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Gen Intern Med",
            "volume": "34",
            "issn": "",
            "pages": "1591--1606",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Understanding concordance in patient-physician relationships: personal and ethnic dimensions of shared identity",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "O&apos;malley",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "A"
                    ],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann Fam Med",
            "volume": "6",
            "issn": "",
            "pages": "198--205",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Confronting genetic testing disparities: knowledge is power",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Olopade",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "1783--1785",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Genetic testing of African Americans for susceptibility to inherited cancers",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Psychosoc Oncol",
            "volume": "18",
            "issn": "",
            "pages": "1--19",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Targeting health disparities: a model linking upstream determinants to downstream interventions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gehlert",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sohmer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sacks",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "339--349",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Experiences and perceptions regarding clinical breast exam screening by trained laywomen in Malawi. Cancer Causes Control",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kohler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gutnik",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "137--143",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Impact of breast cancer early detection training on Rwandan health workers' knowledge and skills",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Pace",
                    "suffix": ""
                },
                {
                    "first": "J-Mv",
                    "middle": [],
                    "last": "Dusengimana",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "L"
                    ],
                    "last": "Keating",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Glob Oncol",
            "volume": "4",
            "issn": "",
            "pages": "1--10",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Creating awareness and facilitating cervical and breast cancer screening uptake through the use of a Community Health Worker: a pilot intervention study",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Tum",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "E"
                    ],
                    "last": "Maree",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Cancer Care (Engl)",
            "volume": "22",
            "issn": "",
            "pages": "107--116",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Black lives matter worldwide: retooling precision oncology for true equity of cancer care",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Rajagopal",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "I"
                    ],
                    "last": "Olopade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Rep Med",
            "volume": "1",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "PRISMA flowchart of the included and excluded publications.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Figure 2. Themes were extracted and compiled from included publications to allow for examination of CHW deployment to address breast cancer screening. Fisher's Exact Test was used for statistical analysis of the incidence of these themes in HIC and LMIC.",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Taylor Hand http://orcid.org/0000-0003-0094-4194 Natalie A. Rosseau http://orcid.org/0000-0002-9807-1290 Christina E. Stiles http://orcid.org/0000-0001-7737-4009",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to acknowledge the work of Rowanne Ali, Abdelrhman Elnasseh, and Cavell Means for their contribution to the data extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        },
        {
            "text": "Appendix A. Specific search strings for the six electronic databases (PubMed, Scopus, Web of Science, Global Health, Cochrane Breast Cancer, and ProQuest) included in this review. PubMed ((((\"Allied health personnel\" OR \"Auxiliary health worker*\" OR \"Barefoot doctor*\" OR \"Basic health worker*\" OR \"Community assistant*\" OR \"Community drug distributor*\" OR \"Community health representative*\" OR \"Community health advocate*\" OR \"Community health agent*\" OR \"Community health aide*\" OR \"Community health promoter*\" OR \"Community health volunteer*\" OR \"Community health worker*\" OR \"Community mobilizer*\" OR \"Community nutrition worker*\" OR \"Community resource person\" OR \"Community reproductive health worker*\" OR \"Community support worker*\" OR \"Community volunteer*\" OR \"Community-based worker*\" OR \"Female community health volunteer*\" OR \"Female multipurpose health worker*\" OR \"Health and nutrition worker*\" OR \"Health service assistant*\" OR \"Health surveillance assistant*\" OR \"Health promoter*\" OR \"Home health aide*\" OR \"Lady health worker*\" OR \"Lay health visitor*\" OR \"Lay health worker*\" OR \"Link worker*\" OR \"Maternal and child health promotion worker*\" OR \"Maternal and child health worker*\" OR \"Mental health worker*\" OR \"Mother coordinator*\" OR \"Nutrition volunteer*\" OR \"Nutrition worker*\" OR \"Outreach educator*\" OR \"Paramedical worker*\" OR \"Peer volunteer*\" OR \"Postnatal support worker*\" OR \"Rural health motivator*\" OR \"Rural health worker*\" OR \"Village drug-kit manager*\" OR \"Village Health Guide\" OR \"Village health helper*\" OR \"Village health worker*\" OR \"Village health team*\" OR \"Voluntary worker*\" OR \"Women group leader*\")) AND (\"Breast cancer\" [Mesh] OR \"breast cancer\" OR \"breast lump\" OR \"breast exam\")) Scopus ((TITLE-ABS-KEY (\"Allied health personnel\" OR \"Auxiliary health worker*\" OR \"Barefoot doctor*\" OR \"Basic health worker*\" OR \"Community assistant*\" OR \"Community drug distributor*\" OR \"Community health representative*\" OR \"Community health advocate*\" OR \"Community health agent*\" OR \"Community health aide*\" OR \"Community health promoter*\" OR \"Community health volunteer*\" OR \"Community health worker*\" OR \"Community mobilizer*\") OR TITLE-ABS-KEY (\"Community nutrition worker*\" OR \"Community resource person\" OR \"Community reproductive health worker*\" OR \"Community support worker*\" OR \"Community volunteer*\" OR \"Community-based worker*\" OR \"Female community health volunteer*\") OR TITLE-ABS-KEY (\"Female multipurpose health worker*\" OR \"Health and nutrition worker*\" OR \"Health service assistant*\" OR \"Health surveillance assistant*\" OR \"Health promoter*\" OR \"Home health aide*\" OR \"Lady health worker*\" OR \"Lay health visitor*\") OR TITLE-ABS-KEY (\"Lay health worker*\" OR \"Link worker*\" OR \"Maternal and child health promotion worker*\" OR \"Maternal and child health worker*\" OR \"Mental health worker*\" OR \"Mother coordinator*\") OR TITLE-ABS-KEY (\"Nutrition volunteer*\" OR \"Nutrition worker*\" OR \"Outreach educator*\" OR \"Paramedical worker*\" OR \"Peer volunteer*\" OR \"Postnatal support worker*\" OR \"Rural health motivator*\") OR TITLE-ABS-KEY (\"Rural health worker*\" OR \"Village drug-kit manager*\" OR \"Village Health Guide\" OR \"Village health helper*\" OR \"Village health worker*\" OR \"Village health team*\" OR \"Voluntary worker*\" OR \"Women group leader*\")) AND PUBYEAR > 1977) AND (TITLE-ABS-KEY (\"breast cancer\" OR \"breast carcinoma\" OR \"breast lump\" OR \"breast exam\") AND PUBYEAR > 1977) Web of Science (TS=(\"Allied health personnel\") OR TS=(\"Auxiliary health worker*\") OR TS=(\"barefoot doctor*\") OR TS=(\"Basic health worker*\") OR TS=(\"Community assistant*\") OR TS=(\"Community drug distributor*\") OR TS=(\"Community health representative*\")OR TS=(\"Community health advocate*\") OR TS=(\"Community health agent*\") OR TS=(\"Community health aide*\") OR TS= (\"Community health promoter*\") OR TS=(\"Community health volunteer*\") OR TS=(\"Community health worker*\") OR TS= (\"Community mobilizer*\") OR TS=(\"Community nutrition worker*\") OR TS=(\"Community resource person*\") OR TS= (\"Community reproductive health worker*\") OR TS=(\"Community support worker*\") OR TS=(\"community volunteer*\") OR TS= (\"Community-based worker*\") OR TS=(\"Female community health volunteer*\") OR TS=(\"Female multipurpose health worker*\") OR TS=(\"Health and nutrition worker*\") OR TS=(\"Health service assistant*\") OR TS=(\"Health surveillance assistant*\") OR TS=(\"health promoter*\") OR TS=(\"Home health aide*\") OR TS=(\"Lady health worker*\") OR TS=(\"Lay health visitor*\") OR TS=(\"Lay health worker*\") OR TS=(\"Link worker*\") OR TS=(\"Maternal and child health promotion worker*\") OR TS=(\"Maternal and child health worker*\") OR TS=(\"Mental health worker*\") OR TS=(\"Mother coordinator*\") OR TS=(\"Nutrition volunteer*\") OR TS=(\"Nutrition worker*\") OR TS=(\"Outreach educator*\") OR TS=(\"Paramedical worker*\") OR TS=(\"Peer volunteer*\") OR TS= (\"Postnatal support worker*\") OR TS=(\"Rural health motivator*\") OR TS=(\"Rural health worker*\") OR TS=(\"Village drug-kit manager*\") OR TS=(\"Village Health Guide\") OR TS=(\"Village health helper*\") OR TS=(\"Village health worker*\") OR TS=(\"Village health team*\") OR TS=(\"voluntary worker*\") OR TS=(\"Women group leader*\")) AND (TS=(\"breast cancer*\") OR TS=(\"breast carcinoma*\") OR TS=(\"breast lump*\") OR TS=(\"breast exam*\")) Global Health 1. (allied health personnel or Auxiliary health worker* or barefoot doctor* or basic health worker* or community assistant* or community drug distributor* or community health representative* or community health advocate* or community health agent* or Community health aide* or Community health promoter* or Community health volunteer* or Community health worker* or Community mobilizer* or Community nutrition worker* or Community resource person or Community reproductive health worker* or Community support worker* or Community volunteer* or Community-based worker* or Female community health volunteer* or Female multipurpose health worker* or (Health and nutrition worker*) or Health service assistant* or Health surveillance assistant* or Health promoter* or Home health aide* or Lady health worker* or Lay health visitor* or Lay health worker* or Link worker* or (Maternal and child health promotion worker*) or ( Article, Dissertation/Thesis, Evidence Based Healthcare (\"Allied health personnel\" OR \"Auxiliary health worker*\" OR (\"barefoot doctor\" OR \"barefoot doctors\") OR \"Basic health worker*\" OR \"Community assistant*\" OR \"Community drug distributor*\" OR \"Community health representative*\" OR \"Community health advocate*\" OR \"Community health agent*\" OR \"Community health aide*\" OR \"Community health promoter*\" OR \"Community health volunteer*\" OR \"Community health worker*\" OR \"Community mobilizer*\" OR \"Community nutrition worker*\" OR \"Community resource person\" OR \"Community reproductive health worker*\" OR \"Community support worker*\" OR (\"community volunteer\" OR \"community volunteering\" OR \"community volunteerism\" OR \"community volunteers\") OR \"Community-based worker*\" OR \"Female community health volunteer*\" OR \"Female multipurpose health worker*\" OR \"Health and nutrition worker*\" OR \"Health service assistant*\" OR \"Health surveillance assistant*\" OR (\"health promoters\") OR \"Home health aide*\" OR \"Lady health worker*\" OR \"Lay health visitor*\" OR \"Lay health worker*\" OR \"Link worker*\" OR \"Maternal and child health promotion worker*\" OR \"Maternal and child health worker*\" OR \"Mental health worker*\" OR \"Mother coordinator*\" OR \"Nutrition volunteer*\" OR \"Nutrition worker*\" OR \"Outreach educator*\" OR \"Paramedical worker*\" OR \"Peer volunteer*\" OR \"Postnatal support worker*\" OR \"Rural health motivator*\" OR \"Rural health worker*\" OR \"Village drug-kit manager*\" OR \"Village Health Guide\" OR \"Village health helper*\" OR \"Village health worker*\" OR \"Village health team*\" OR (\"voluntary worker\" OR \"voluntary workers\") OR \"Women group leader*\") AND (\"breast cancer*\" OR \"breast carcinoma*\" OR \"breast lump*\" OR \"breast exam*\") AND pd(1977-2019) a Sayed S, Ngugi A, Ochieng P, Mwenda AS, Salam RA. Training health workers in clinical breast examination for early detection of breast cancer in lowand middle-income countries. ",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 186,
                    "text": "PubMed",
                    "ref_id": null
                },
                {
                    "start": 1668,
                    "end": 1674,
                    "text": "[Mesh]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 6183,
                    "end": 6184,
                    "text": "(",
                    "ref_id": null
                }
            ],
            "section": "Appendix 1"
        },
        {
            "text": "Burera District To address the delays women experience between the onset of breast symptoms and first presentation at a health facility, as well as delays between symptom onset and receiving a breast cancer diagnosis. Byers, T. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "1 Rwanda"
        }
    ]
}