{
    "paper_id": "f7948624291f5252efdce239bdba446b9824fbc9",
    "metadata": {
        "title": "COVID-19: An Alert to Ventilator-Associated Bacterial Pneumonia",
        "authors": [
            {
                "first": "Helvécio",
                "middle": [],
                "last": "Cardoso",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal Fluminense",
                    "location": {
                        "settlement": "Nova Friburgo, Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Corrêa",
                "middle": [],
                "last": "Pó",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal Fluminense",
                    "location": {
                        "settlement": "Nova Friburgo, Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Voa",
                "middle": [],
                "last": "Gabriela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal Fluminense",
                    "location": {
                        "settlement": "Nova Friburgo, Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            },
            {
                "first": "Ceccon",
                "middle": [],
                "last": "Chianca",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidade Federal Fluminense",
                    "location": {
                        "settlement": "Nova Friburgo, Rio de Janeiro",
                        "country": "Brazil"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "This manuscript aims to highlight the risk of Ventilator-Associated Bacterial Pneumonia (VAP) in COVID-19 inpatients. The co-infection has the potential to worsen clinical condition and increase mortality in these patients, as well as to prolong and increase the costs of hospitalization. Preventing, identifying and treating early VAP can increase the chances of successful treatment in patients with COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The endotracheal tube is an interface between the ventilator and the patient under mechanical ventilation. Potentially pathogenic microorganisms found in oropharyngeal secretion reach the lower respiratory tract through the space between the cuff of the endotracheal tube and the tracheal wall.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This tube also interferes with mucociliary clearance, allowing the formation of biofilms on the inner and outer surfaces of the tracheal cannula, increasing the risk of Ventilator-Associated Pneumonia (VAP).",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "The hypothesis of this manuscript is that COVID-19 patients under mechanical ventilation can acquire VAP and so worsen their clinical condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Mechanical ventilation is a common supportive treatment in COVID-19 patients with acute respiratory distress syndrome, although this treatment is a predisposing factor for VAP. Prevention, early identification and treatment of VAP can influence treatment success, and, even though, to the best of our knowledge, there are currently no studies about this aspect regarding COVID-19 patients, this could also be extrapolated to these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) is responsible for the present outbreak of a coronavirus-associated acute respiratory disease called coronavirus disease 19 (COVID-19) [1] . To date (May 15, 2020), the COVID-19 pandemic has spread to 215 countries, areas or territories with 4,587,113 confirmed cases and 306,119 confirmed deaths [2] .",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 358,
                    "end": 361,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "The risk of serious disease and death from COVID-19 is higher in the elderly, and the lungs are the main organs involved [3, 4] . SARS-CoV-2 can cause immune dysregulation due to increased production and circulation of cytokines, leading to hyper-inflammation and defects in lymphoid function [5, 6] . This virus infects most of the ciliated cells in the alveoli, and these cells stop carrying out their normal activity, which consists of clearing the airways. Consequently, there is progressive accumulation of debris and fluid in the lungs, and acute respiratory distress syndrome (ARDS) develops [7] . This complication has been observed in COVID-19 inpatients, and mechanical ventilation (MV) is a common supportive treatment in these cases [3] . Ventilator-Associated Pneumonia (VAP) has already been reported as a complication in COVID-19-hospitalized patients [4, 8] .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "text": "[3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 125,
                    "end": 127,
                    "text": "4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 293,
                    "end": 296,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 297,
                    "end": 299,
                    "text": "6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 599,
                    "end": 602,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 745,
                    "end": 748,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 867,
                    "end": 870,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 871,
                    "end": 873,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "The most common Gram-negative microorganisms involved in VAP are Escherichia coli, Klebsiella pneumoniae, Pseudomonas aeruginosa and Acinetobacter baumannii. Staphylococcus aureus is the main reported Gram-positive microorganism [9] . In the first 4 days of hospitalization, VAP usually involves oropharyngeal microbiota, while after at least 5 days of hospitalization it involves Multidrug-Resistant (MDR) pathogens [10] , which are more related to ICU mortality than non-MDR. The mortality rate can be up to 60% when VAP is caused by MDR pathogens [11] . Reports describing pathogens of VAP developing after MV for COVID-19 are scarce until now. We believe that the pathogens involved in this specific secondary infection are probably the same as the ones associated with any other VAP.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 232,
                    "text": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 417,
                    "end": 421,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "The early identification of VAP can influence in treatment success, and, even though, to the best of our knowledge, there are currently no studies about this aspect regarding COVID-19 patients, this could also be extrapolated to these patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "Algorithms have been developed to more accurately diagnose VAP. These algorithms consider: (1) radiographic analysis, evaluating new or progressive and persistent infiltrates, consolidation or cavitation; (2) signs and symptoms such as fever, leukopenia/leucocitose or altered state of mind, associated with new onset purulent sputum/cough or worsened gas exchange; and (3) laboratory findings, including at least one of the following: positive bacterial growth in blood culture; positive growth in culture of pleural fluid; positive quantitative culture from minimally contaminated lower respiratory tract specimen [bronchoalveolar lavage (BAL) or protected specimen brushing]; more than 5% BAL-obtained cells with intracellular bacteria on direct microscopic exam (Gram stain); or histopathologic exam (abscess formation with polymorphonuclear neutrophil accumulation in alveoli/bronchioles or positive quantitative culture of lung parenchyma) [12] .",
            "cite_spans": [
                {
                    "start": 946,
                    "end": 950,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "Treatment of co-infections in COVID-19 inpatients must be initiated as soon as possible, starting with empiric antimicrobials to treat pathogens that cause severe acute respiratory infection and sepsis (within 1 h of initial patient assessment). Empiric therapy should be deescalated on the basis of microbiologic results and clinical judgment [3] . It is important to highlight that secondary infections in hospitalized COVID-19 patients can be associated with bacteria, fungi and other viruses.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 347,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "The World Health Organization guidance to reduce incidence of VAP in COVID-19 patients, using MV, proposes the following interventions: prefer oral instead or nasal intubation in adolescents and adults; keep patients' head-bed elevated 30°-45°; suctioning system should be closed and periodically drained with condensate discarded in tubing; a new ventilator circuit for each patient; once patient is ventilated, change circuit if it is soiled or damaged, but not routinely; and change heat moisture exchanger every 5-7 days or when it is soiled or malfunctions [3] . It is also important to remember that oral hygiene can decrease risks of VAP [13] .",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 565,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 645,
                    "end": 649,
                    "text": "[13]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "Higher risks of ventilator-associated bacterial pneumonia complications in COVID-19 inpatients are those in which VAP is not identified early on, when empiric therapy is delayed or its adjustment in accordance with microbiological results is not performed. All efforts are necessary to avoid VAP in COVID-19 patients, especially due to the peculiar immunological profile observed in severe cases. The risk factors for this co-infection that can be monitored or avoided must be in order to prevent VAP. The co-infection has the potential to worsen clinical condition and increase mortality in these patients, as well as to prolong and increase the costs of hospitalization. When VAP cannot be avoided in COVID-19 patients, this infection should be identified early on in order to increase the chances of a successful treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "COMMENTARY"
        },
        {
            "text": "Funding. No funding or sponsorship was received for this study or publication of this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Authorship. All named authors meet the International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, take responsibility for the integrity of the work as a whole, and have given their approval for this version to be published.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ACKNOWLEDGEMENTS"
        },
        {
            "text": "Cardoso Corrêa Pó voa, Gabriela Ceccon Chianca and Natalia Lopes Pontes Pó voa Iorio have nothing to declare.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures. Helvécio"
        },
        {
            "text": "Compliance with Ethics Guidelines. This article is based on previously conducted studies and does not contain any studies with human participants or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures. Helvécio"
        },
        {
            "text": "Data Availability. Data sharing is not applicable to this article as no datasets were generated or analyzed during the current study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures. Helvécio"
        },
        {
            "text": "Open Access. This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/bync/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Disclosures. Helvécio"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Naming the coronavirus disease (COVID-19) and the virus that causes it",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "COVID-19 coronavirus pandemic",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Worldometers",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical management of severe acute respiratory infection (SARI) when COVID-19 disease is suspected: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": "30079--30084",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Complex immune dysregulation in COVID-19 patients with severe respiratory failure",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Giamarellos-Bourboulis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "G"
                    ],
                    "last": "Netea",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rovina",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.04.009"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Heightened innate immune responses in the respiratory tract of COVID-19 patients",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.04.017"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Should COVID-19 concern nephrologists? Why and to What extent? The emerging impasse of angiotensin blockade",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Perico",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Benigni",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nephron",
            "volume": "23",
            "issn": "",
            "pages": "1--9",
            "other_ids": {
                "DOI": [
                    "10.1159/000507305"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "30211--30218",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-7"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Microbial etiology and prognostic factors of ventilator-associated pneumonia: a multicenter retrospective study in Shanghai",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Jiao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "13",
            "issn": "",
            "pages": "146--152152",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciy686"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Management of adults with hospital-acquired and ventilator-associated pneumonia: 2016 clinical practice guidelines by the Infectious Diseases Society of America and the",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Kalil",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Metersky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klompas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "61--111",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciw353"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Hypoxia-induced PD-L1/PD-1 crosstalk impairs T-cell function in sleep apnoea",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cubillos-Zapata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Avendaño-Ortiz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hernandez-Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Eur Respir",
            "volume": "50",
            "issn": "",
            "pages": "833--2017",
            "other_ids": {
                "DOI": [
                    "10.1183/13993003.00833-2017"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "CDC/NHSN surveillance definition of health care-associated infection and criteria for specific types of infections in the acute care setting",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Horan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Andrus",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Dudeck",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Infect Control",
            "volume": "36",
            "issn": "",
            "pages": "309--341",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajic.2008.03.002"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oral hygiene care for critically ill patients to prevent ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Hua",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "V"
                    ],
                    "last": "Worthington",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Furness",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": []
}