{
    "paper_id": "f86118f1b8e0d2f02b0c1c0090311ff968b5f694",
    "metadata": {
        "title": "Aquagenic acrokeratoderma due to frequent handwashing during the COVID-19 pandemic outbreak",
        "authors": [
            {
                "first": "Ebru",
                "middle": [],
                "last": "Karagün",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Dermatology Clinic",
                    "location": {
                        "settlement": "Ankara",
                        "country": "Turkey"
                    }
                },
                "email": "karagunebru@gmail.com"
            }
        ]
    },
    "abstract": [
        {
            "text": "Aquagenic acrokeratoderma (AK) is a rare, transient type of acquired palmoplantar keratoderma resulting from short-term contact with water and characterized by white, transparent papules and plaques usually localized in the palmar regions of the hand. The pathogenesis of aquagenic acrokeratoderma is not fully understood and is assumed to be related to an increased salt concentration in the epidermal cells with an increase in the ability of stratum corneum to bind water. This report of patients developing AK following increased frequencies of handwashing in the COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Pandemic Outbreak is intended to contribute to our understanding of the pathogenesis.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "aquagenic acrokeratoderma, COVID-19, pandemic outbreak",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Aquagenic acrokeratoderma (AK) is a rare, transient type of acquired palmoplantar keratoderma resulting from short-term contact with water and characterized by white, transparent papules and plaques usually localized in the palmar regions of the hand. 1 Aquagenic palmoplantar keratoderma is also known as transient reactive papulotranslucent acrokeratoderma, Aquagenic wrinkling of the palms, or Aquagenic syringeal acrokeratoderma. 2 AK was first described in a patient with cystic fibrosis in 1974, 3 and as an acquired disorder in 1996. 4 Although various hypothesis have been proposed, the pathogenesis of AK is still not fully understood. 1 This report of patients developing AK following increased frequencies of handwashing is intended to contribute to our understanding of the pathogenesis.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 502,
                    "end": 503,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 541,
                    "end": 542,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 645,
                    "end": 646,
                    "text": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Six patients with whitening in the hands after brief immersion with water and diagnosed with AK were included in the study. The patients presented to the dermatology clinic between June and October, 2020. Five were men, and one was a woman, with a mean age of 38.1 (range 21-52; Table 1 ). Duration of the disease was between 2 and 12 weeks. Frequencies of handwashing during the COVID-19 pandemic ranged between 15 and 25 times daily. Patients reported that their handwashing frequencies had increased 5 to 6-fold compared to before the pandemic (Table 1) . Frequent disinfectant use was also present. Irritant contact dermatitis on the dorsum of the hand was observed in four cases. The patients had no histories of drug use, atopic dermatitis, or cystic fibrosis, and no similar disease was present in their family histories. Dermatological examination revealed symmetrical whitish, keratodermic, macerated plaques containing dilated spaces on the palms and fingertips following brief contact with water ( Figure 1A -C). The symptoms appeared 1 to 5 min after exposure to water and resolved 3 to 60 min after the end of contact with water.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 286,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 547,
                    "end": 556,
                    "text": "(Table 1)",
                    "ref_id": null
                },
                {
                    "start": 1009,
                    "end": 1018,
                    "text": "Figure 1A",
                    "ref_id": null
                }
            ],
            "section": "| CASE REPORT"
        },
        {
            "text": "The most frequent accompanying symptoms were a burning sensation (n = 2) and hyperhidrosis (n = 1). Consent form was obtained from the patients who participated in this article.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| CASE REPORT"
        },
        {
            "text": "AK is an acquired dermatosis more frequently seen in adolescence and in women. 5 Clinically, AK is characterized by the development of numerous symmetrical, flat-round, transparent-white papules and plaques 1 cm in diameter, generally in the bilateral palmar and rarely in the plantar regions. The lesions may be accompanied by itching, tingling, burning sensations, and sometimes pain. 6 It may sometimes be seen on the dorsum of the fingers. Unilateral cases have also been reported. 5, 6 It often goes unrecognized, especially because symptoms rapidly resolve with drying of the skin and are often transient during lifetime and different seasonal periods. However, the lesions are reproducible by immersing the patient's hands into warm or cold water for a few minutes (\"hands in the bucket\" sign). The lesions persist for from 10 min to 1 h, but may last for up to 2 h in some cases. 6 The lesions become more pronounced after contact with water. Diagnosis is based on clinical findings, and histopathology is not specific.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 387,
                    "end": 388,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 486,
                    "end": 488,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 489,
                    "end": 490,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 888,
                    "end": 889,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "Orthokeratotic hyperkeratosis, acanthosis, dilates acrosyringium, enlarged dermal eccrine ducts, sometimes with accumulation of eosinophilic secretions, focal spongiosis around the acrosyringium, eccrine sweat gland hyperplasia, changes in eccrine glandular cells, and papillary dermal perivascular lymphocytic infiltration are frequently observed at histopathological examination. 1, 5, 6 Decreased skin barrier function (particularly in patients with atopic dermatitis), eccrine gland and nerve dysfunction, and increased sweat salt concentrations (in association with hyperhidrosis, cystic fibrosis, or medications) may be involved in the pathogenesis of AK. 7, 8 However, despite all these hypotheses, the pathogenesis is still not fully understood, although it is thought to be associated with increasing salt concentrations in epidermal cells and increased waterholding ability of the stratum corneum. AK is most frequently comorbid with cystic fibrosis (CF), and estimated that between 44% and 80% of patients with CF have AK. 5,6 CF emerges as a result of mutation in the cystic fibrosis transmembrane regulator (CFTR) gene on the long arm of the seventh chromosome that encodes the protein CFTR. The CFTR gene is responsible for the cAMP-activated transmembrane Na and Cl channels. Cl release decreases while Na absorption increases in epithelial cells with structural and functional impairment in CFTR in CF. 9 Epidermal sodium uptake on the volar surfaces of the hands and feed in CF patients is thought to be capable of causing AK by leading to increased water absorption. Hyperhidrosis, and the use of aspirin and similar COX-II inhibitors (celecoxib and rofecoxib) are thought to result in water absorption in association with increased sodium retention, as in CF. 5 There is no effective therapeutic option in AK. The most commonly recommended option in the literature is topical application of aluminum salts. Other effective and applied options include antihistaminics, botulinum toxin, and 5% salicylic acid and urea. 1, 5, 6 I recommended urea-containing moisturizers for our patients, together with a one-third reduction in handwashing frequencies. A 60% to 70% decrease in lesions was observed at 1-month controls.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 384,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 385,
                    "end": 387,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 388,
                    "end": 389,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 665,
                    "end": 666,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1419,
                    "end": 1420,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1779,
                    "end": 1780,
                    "text": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2036,
                    "end": 2038,
                    "text": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2039,
                    "end": 2041,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2042,
                    "end": 2043,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "In conclusion, the pathogenesis of AK is still not fully understood.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "However, it has been suggested that it may be associated with increased salt concentrations in epidermal cells, together with an increased stratum corneum water-holding capacity or decreased skin barrier functions. I think that increased frequencies of handwashing during the COVID-19 pandemic results in an increased duration of contact with water and keratinocyte swelling through TVRT-1 receptors by enhancing the water-holding capacity of the stratum corneum.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        },
        {
            "text": "Dermatologists need to exhibit particular care in terms of dermatological diseases developing in association with increased hygiene procedures during the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| DISCUSSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Aquagenic acrokeratoderma",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "Q"
                    ],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "K"
                    ],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Dermatol",
            "volume": "49",
            "issn": "",
            "pages": "526--531",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Cutaneous manifestations of cystic fibrosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Mccusker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Grant-Kels",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Dermatol",
            "volume": "25",
            "issn": "",
            "pages": "150--157",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Letter: skin wrinkling in cystic fibrosis",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Elliott",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "Lancet",
            "volume": "2",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Transient reactive papulotranslucent acrokeratoderma",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "English",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "L"
                    ],
                    "last": "Mccollough",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Am Acad Dermatol",
            "volume": "34",
            "issn": "",
            "pages": "686--687",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Aquagenic keratoderma. Two new case reports and a new hypothesis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tchernev",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Semkova",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Cardoso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Ananiev",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wollina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian Dermatol Online J",
            "volume": "5",
            "issn": "",
            "pages": "30--33",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Aquagenic (pseudo) keratoderma: a clinical series with new pathological insights",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rongioletti",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tomasini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Crovato",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marchesi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Br J Dermatol",
            "volume": "167",
            "issn": "",
            "pages": "575--582",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Aquagenic palmoplantar keratoderma with dorsal hand involvement in an adolescent female",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Angra",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Angra",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Rodney",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAAD Case Rep",
            "volume": "2",
            "issn": "",
            "pages": "239--240",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Aquagenic wrinkling of the palms and the potential role for genetic testing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Khani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tamburro",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatr Dermatol",
            "volume": "29",
            "issn": "",
            "pages": "237--242",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "European cystic fibrosis society standards of care: best practice guidelines",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bojcin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Cyst Fibros",
            "volume": "13",
            "issn": "",
            "pages": "23--42",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Aquagenic syringeal acrokeratoderma from extensive water immersion during the COVID-19 pandemic outbreak",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kazandjieva",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tsankov",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Darlenski",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Skinmed",
            "volume": "18",
            "issn": "",
            "pages": "123--124",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Full-length transient receptor potential vanilloid 1 channels mediate calcium signals and possibly contribute to osmoreception in vasopressin neurones in the rat supraoptic nucleus",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Moriya",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Shibasaki",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kayano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Calcium",
            "volume": "57",
            "issn": "",
            "pages": "25--37",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "How to cite this article: Karagün E. Aquagenic acrokeratoderma due to frequent handwashing during the COVID-19 pandemic outbreak",
            "authors": [],
            "year": 2021,
            "venue": "Dermatologic Therapy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Tchernev et al developed a novel hypothesis suggesting that increasing expression of vallinoid transient receptor type 1. (TVRT1) and selected aquaporins may play a role in the pathogenesis of AK. They reported that exposure to water may result in increased water-holding capacity in the stratum corneum. They also reported that increased water-holding capacity in the stratum corneum may result in swelling of the stratum corneum and associated sweat retention in the entire epidermis. 5 TVRT-1 receptor sensitivity also increases with heat and electrolytes. Higher salt concentrations in sweat increase receptor thermosensitivity.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "think that increased frequencies of handwashing in the six patients included in the present study may have led to AK in associated with an increased water-holding capacity of the stratum corneum.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "Data subject to third party restrictions. Consent forms are obtained from the patients participating in the article. The patient consent forms contain information that the patient information other than the data to be used for the article will not be used. Therefore, it has been specified that 'Data subject to third party restrictions' cannot be shared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "https://orcid.org/0000-0002-5032-7429",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ebru Karagün"
        }
    ]
}