{
    "paper_id": "fae56fb5589972a4cafd2d361e438205c9c5af01",
    "metadata": {
        "title": "Optimal test-kit based intervention strategy of epidemic spreading in heterogeneous complex networks",
        "authors": [
            {
                "first": "Subrata",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Statistical Institute",
                    "location": {
                        "addrLine": "203 B. T. Road",
                        "postCode": "700108",
                        "settlement": "Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Abhishek",
                "middle": [],
                "last": "Senapati",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Agricultural and Ecological Research Unit",
                    "institution": "Indian Statistical Institute",
                    "location": {
                        "addrLine": "203 B. T. Road",
                        "postCode": "700108",
                        "settlement": "Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Joydev",
                "middle": [],
                "last": "Chattopadhyay",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Agricultural and Ecological Research Unit",
                    "institution": "Indian Statistical Institute",
                    "location": {
                        "addrLine": "203 B. T. Road",
                        "postCode": "700108",
                        "settlement": "Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Chittaranjan",
                "middle": [],
                "last": "Hens",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Statistical Institute",
                    "location": {
                        "addrLine": "203 B. T. Road",
                        "postCode": "700108",
                        "settlement": "Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            },
            {
                "first": "Dibakar",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Indian Statistical Institute",
                    "location": {
                        "addrLine": "203 B. T. Road",
                        "postCode": "700108",
                        "settlement": "Kolkata",
                        "country": "India"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "A general consequence of such intervention strategy is relevant if someone considers the mobility of human population between the patches/communities connected with non-local heterogeneous networks. In this backdrop, the key question we raise here, what will be the ideal and optimal way of distribution procedure of test-kits in meta communities? In the last century, a major development in the aviation as well as transportation networks expedites the epidemics of infectious disease. For instance, SARS and H1N1 Influenza originating from a local community spread across different countries within a few months [1] [2] [3] . Another example, COVID-19 originating from Wuhan, China on December, 2019 severely affected different countries within very short periods (3-4 months). Therefore, a suitable and optimal control of infected network is essential and important for faster eradication of epidemic spread. Motivated by the relative importance of human mobility in spatial spread of disease, here we find the suitable way of distributing test-kits in complex connectivity of the communities in which the mobility of human will be determined by the diffusive migration [25] [26] [27] [28] [29] . Note that, this meta-population network with migration is analogous to the reaction-diffusion dynamics [25, [30] [31] [32] i.e., particles (here fraction of population) diffuse and interact. It is well known that the suitable intervention strategy by partially controlling the network can reduce the prevalence of the entire system [9, [12] [13] [14] . For instance, the infection spreads rapidly through the hubs [27] . Therefore, vaccination in targeted nodes can dramatically resist the infection spreading [33] [34] [35] [36] compared to the random immunization. In this background, we propose an optimal strategy (in higher diffusive strength) by means of the distribution of testkits. Exploiting the microscopic information of a network, we are able to show that incorporating test-kits in high degree patches (or patches having high betweenness centralities) from the onset of epidemics can effectively reduce the peak of the infection, i.e., implication of test-kits in a certain fraction of high degree patches (patches with high betweenness) will have almost the same impact (the percentage of reduction in the peak of infection) compared to the implication of test-kits in each patch/community of the entire network. The proposed strategy acts like an effective immunization technique neglecting the information of the nodes which may have high prevalence in absence of test-kit implementations. To validate our optimal strategy, we consider two real networks: the global connectivity pattern of flights and the transportation networks of the city Kolkata.",
            "cite_spans": [
                {
                    "start": 614,
                    "end": 617,
                    "text": "[1]",
                    "ref_id": null
                },
                {
                    "start": 618,
                    "end": 621,
                    "text": "[2]",
                    "ref_id": null
                },
                {
                    "start": 622,
                    "end": 625,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 1178,
                    "end": 1182,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 1183,
                    "end": 1187,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1188,
                    "end": 1192,
                    "text": "[28]",
                    "ref_id": null
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "[29]",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1307,
                    "text": "[25,",
                    "ref_id": null
                },
                {
                    "start": 1308,
                    "end": 1312,
                    "text": "[30]",
                    "ref_id": null
                },
                {
                    "start": 1313,
                    "end": 1317,
                    "text": "[31]",
                    "ref_id": null
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "text": "[32]",
                    "ref_id": null
                },
                {
                    "start": 1532,
                    "end": 1535,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1540,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 1541,
                    "end": 1545,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 1546,
                    "end": 1550,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 1614,
                    "end": 1618,
                    "text": "[27]",
                    "ref_id": null
                },
                {
                    "start": 1710,
                    "end": 1714,
                    "text": "[33]",
                    "ref_id": null
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "text": "[34]",
                    "ref_id": null
                },
                {
                    "start": 1720,
                    "end": 1724,
                    "text": "[35]",
                    "ref_id": null
                },
                {
                    "start": 1725,
                    "end": 1729,
                    "text": "[36]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "We propose a deterministic compartmental model of infectious disease which considers the test-kits as an important ingredient for the suppression and mitigation of epidemics. A rigorous simulation (with analytical argument) is provided to reveal the effective reduction of final outbreak size and peak of infection as a function of basic reproduction number in a single patch. Further, to study the impact of long and short-distance human migration among the patches, we have considered heterogeneous networks where the linear diffusive connectivity is determined by the network link structure. We numerically confirm that implementation of test-kits in the fraction of nodes (patches) having larger degrees or betweenness centralities can reduce the peak of infection (as well as final outbreak size) significantly. A next-generation matrix based analytical treatment is provided to find out the critical transmission probability in the entire network for the onset of epidemics. Finally, the optimal intervention strategy is validated in two real networks: global airport networks and transportation networks of Kolkata, India.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "In the last two decades, human populations have experienced the flare-up of diverse infectious diseases. For instance, outbreak of 'Severe Acute Respiratory Syndrome' (SARS) in 2003 [1, 2] , swine flu pandemic in 2009 [3] , and more recently, the ongoing COVID-19 pandemic [4] , all have large-scale impact on the public health as well as the socioeconomic condition of the affected country. In the absence of effective vaccine interventions, to fight against such drastic pandemics, diverse controlled interventions strategies are required to mitigate the spread of disease and reduce the outbreak size [4] [5] [6] . These strategies are broadly involved with the implementation of strict lock down in social communities e.g. travel restriction, shutdown of non-essential services.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 185,
                    "text": "[1,",
                    "ref_id": null
                },
                {
                    "start": 186,
                    "end": 188,
                    "text": "2]",
                    "ref_id": null
                },
                {
                    "start": 218,
                    "end": 221,
                    "text": "[3]",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 607,
                    "text": "[4]",
                    "ref_id": null
                },
                {
                    "start": 608,
                    "end": 611,
                    "text": "[5]",
                    "ref_id": null
                },
                {
                    "start": 612,
                    "end": 615,
                    "text": "[6]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "In order to gain deeper insights on the disease transmission mechanism and to analyze the efficiency of intervention strategies, the researchers utilize the compartmental mathematical models ranging from stochastic (Markovian or non-Markovian) to deterministic frameworks [6, 7] . In these set-ups, the severity of the disease is determined by one of the key parameters of the system: the basic reproduction number (R 0 ), defined as the average number of susceptible individuals infected by a single infected individual during their infectious period [8] . These models can efficiently capture the optimal vaccination strategy [9, 10] , effective awareness program [11] [12] [13] [14] , efficient contact tracing [15, 16] technique and suitable social distancing [17] [18] [19] plan to delay or eradicate the spread of the disease.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "text": "[6,",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 278,
                    "text": "7]",
                    "ref_id": null
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 628,
                    "end": 631,
                    "text": "[9,",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 635,
                    "text": "10]",
                    "ref_id": null
                },
                {
                    "start": 666,
                    "end": 670,
                    "text": "[11]",
                    "ref_id": null
                },
                {
                    "start": 671,
                    "end": 675,
                    "text": "[12]",
                    "ref_id": null
                },
                {
                    "start": 676,
                    "end": 680,
                    "text": "[13]",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 685,
                    "text": "[14]",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 718,
                    "text": "[15,",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 722,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 764,
                    "end": 768,
                    "text": "[17]",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 773,
                    "text": "[18]",
                    "ref_id": null
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[19]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "However, in absence of therapeutics, these types of strategies (social distancing, contact tracing etc.) might not annihilate the disease significantly if the infected or exposed individuals are not identified properly. It is note worthy that achieving a significant reduction in disease incidence might not be at all possible unless the infected individuals are identified promptly as in most of disease a large portion of infected individuals shows mild symptoms or even no symptoms [10, [20] [21] [22] [23] [24] . Also, a prolonged and strict lock down may not be suitable for the sustained and stable economic condition of a country and an alternative solution by allowing the partial opening of the business centers leading to enhanced public interaction is required for the economic stability. In this chaotic situation, the strategy like aggressive testing might be quite efficient in identifying infected persons.",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 489,
                    "text": "[10,",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[20]",
                    "ref_id": null
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "[21]",
                    "ref_id": null
                },
                {
                    "start": 500,
                    "end": 504,
                    "text": "[22]",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 509,
                    "text": "[23]",
                    "ref_id": null
                },
                {
                    "start": 510,
                    "end": 514,
                    "text": "[24]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "Here, we propose an efficient test-kit based control strategy (using high dimensional deterministic model) in an infected population to harness the multifaceted cost of lock-down and social distancing. Under a systematic implementation of test-kits, we unveil, that it may significantly reduce the peak of infection as well as the final outbreak size. The basic idea of our study lies within the usage of test-kits in which the number of production is assumed to be dependent on the current infection level and by using the test-kit, the procedure of admitting the infected individual in the hospital is accelerated. A detailed investigation of the model enables us to accurately predict the relative reduction of the peak of the infection as well as final outbreak size in the presence of test-kit based strategy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. INTRODUCTION"
        },
        {
            "text": "We consider a generic S-E-I-R type (Susceptible-Exposed-Infected-Recovered) model in deterministic set up and extend it by introducing two state variables: one is H, denoting number of hospitalized persons and another is K, which represents the number of test-kit. The human population is categorized into five compartments: susceptible (S), exposed (E), infected (I), hospitalized (H) and recovered (R) depending on the current health status of the individuals. The individuals who are susceptible to a disease become exposed if they experience close contacts with the infected individuals. The force of infection is given by β I N , where β is the rate of disease transmission from infected to susceptible and N is number of the total human population. The individuals in the exposed compartment do not have the ability to transmit the disease among other susceptible individuals as the pathogen abundance in their body is not sufficient for active transmission. Sometimes this compartment is therefore called latent. At the end of the latent period (i.e. 1 σ ), the exposed individuals move to the infected compartment. In this stage, individuals show the symptoms of the disease and are capable of spreading the infection. The infected individuals then move to the hospitalized compartment at a rate α(K) and then get recovered from the disease at a rate γ. We consider the disease to be non-fatal and therefore neglect the disease induced mortality. It is assumed that the process of hospitalization depends on the availability of the test-kit. With the help of the test-kit, the undetected infected individuals are tested and among them who are tested positive, admitted to the hospital. The implementation of testing procedure wit the help of test-kit basically speeds up the hospitalization process. As a result, the infected individuals get lesser time to transmit the disease to the susceptible population. For the sake of simplicity, we consider the rate of hospitalization as a linear function of the available test-kit, i.e., α(K) = α 0 + α 1 K, where α 0 denotes the rate of hospitalization in the absence of any test-kit, α 1 is the effectiveness of the test-kit. We assume that the test-kit is produced as proportion (ξ) of the number of current infected individuals and looses its efficacy at a rate χ. Note that, since we consider a disease outbreak situation and the duration of outbreak is generally shorter in compared to the human demographic process, therefore we neglect the demographics in our study. At any instant of time t, the rate of change of the number of individuals in the above-mentioned human compartments and that of the number of test-kit can be expressed mathematically as a set of ordinary differential equations as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "II. SINGLE-NODE MODEL DESCRIPTION"
        },
        {
            "text": "Basic reproduction number is a key quantity in epidemiology which measures the severity of the disease. It basically indicates, for a disease, on average how many new cases is being generated from a typical infected individual during his/her infectious period [37, 38] . We follow the next-generation matrix approach [37, 38] to calculate the basic reproduction number (R 0 ) for our model Eqns. (1)- (6) .",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 268,
                    "text": "38]",
                    "ref_id": null
                },
                {
                    "start": 317,
                    "end": 321,
                    "text": "[37,",
                    "ref_id": null
                },
                {
                    "start": 322,
                    "end": 325,
                    "text": "38]",
                    "ref_id": null
                },
                {
                    "start": 401,
                    "end": 404,
                    "text": "(6)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "A. Basic Reproduction Number"
        },
        {
            "text": "Following this approach, we first rearrange our model (Eqns. (1)- (6)) so that the infected compartments appear first in the set of equations. Now our system can be written in the vector-form as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Basic Reproduction Number"
        },
        {
            "text": "where, x = [E, I, S, H, R, K] T and F and V are given by,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Basic Reproduction Number"
        },
        {
            "text": "Now the partial derivatives of F and V are evaluated with respect to the infected compartments E and I at disease-free equilibrium (E 0 = (N, 0, 0, 0, 0, 0)) to obtain the new infection matrix F and transmission matrix V as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Basic Reproduction Number"
        },
        {
            "text": "The basic reproduction number is defined as the spectral radius of the matrix F V −1 , i.e., R 0 = ρ(F V −1 ), where ρ(A) denotes the spectral radius of the matrix A. In our case, the basic reproduction number (R 0 ) is given by,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Basic Reproduction Number"
        },
        {
            "text": "It is to be noted that R 0 is used as a threshold quantity for the stability of disease-free equilibrium. It can be proved easily (using linear stability analysis) that if R 0 < 1, then the disease-free equilibrium is locally asymptotically stable and unstable whenever R 0 > 1. For our case, the disease-free equilibrium become unstable or in other words, the disease outbreak starts if β > α 0 . ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Basic Reproduction Number"
        },
        {
            "text": "In outbreak situation (i.e. for R 0 > 1), the number of infected population (I(t)) initially increases and reaches its maximum and in the subsequent time it starts to decrease and ultimately goes to zero at the end of the outbreak. Here we derive the analytical expression for the maximum of infected population (I max ) as a function of basic reproduction number, R 0 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Let us denote X = H + R. Adding the equations (4) and (5), we have,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Case 1: At first we consider the case where test-kits are not introduced i.e. α 1 = 0. We divide the equation of susceptible (S) (Eqn. (1)) by Eqn. (8) ,",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Solving the above equation we get explicit solution of S(t) as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Now we express the variables I and E in terms of X. Plugging the first order and second order derivatives of X into Eqn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "(2) we may write",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Substituting the expressions of S, E, I from the Equations (9) -(10) and Eqn. (8) into the constraint relation S + E + I + X = N , we obtain [39] ",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 81,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 141,
                    "end": 145,
                    "text": "[39]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Simplifying the above equation we get a second order differential equation of X as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Let us denote x = X N , and y = dx dt . By this transformation the above second order differential equation can be reduced to a system of first order differential equations,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Assuming, that E and I reach the peaks almost at the same time (t = τ ) we can write dE dt = dI dt = 0. Therefore the time derivative of the constrain function dS dt + dE dt + dI dt + dX dt = 0 reduces to dS dt + dX dt = 0 at t = τ . This modified relation leads us into S(τ ) = N R0 . Also from the Eqn. (9) we can express X(τ ) = N R0 ln R 0 . Since dy dt = α0 N dI dt , the maximum value of I can be obtained indirectly by equating dy dt to 0 from Eqn. (11) . We also assumed that I reaches its peak at t = τ , which implies that y also reaches its maximum at that point. Therefore, the maximum value of y which is obtained at the point t = τ (by dy dt = 0 at t = τ from Eqn. (11) ) is given by,",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "text": "(11)",
                    "ref_id": null
                },
                {
                    "start": 679,
                    "end": 683,
                    "text": "(11)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Now using y(τ ) = α0I(τ ) N and X(τ ) = N R0 ln R 0 in the above equation we finally get the expression for I max (= I(τ )) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Case 2: α 1 = 0, i.e. in the presence of test-kit. In this case, since K is changing over the time, it is very difficult to obtain exact expression for I max . Therefore, for the sake of simplicity we assume that K(t) = K * for all t > 0. Following the similar procedure as described for Case 1, we obtain I max as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Now we propose suitable value for K * as K * = aI max , where a is a non-negative constant. That means we assume that K * can be obtained by multiplying I max by a suitable constant a. Now the above expression for I max becomes",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "It is to be noted that the Eqn. (13) is a transcendental equation of I max .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "Numerical Results of Imax and analytical validation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "B. Peak of Infection"
        },
        {
            "text": "In absence of test-kits, the time evolution of all the normalized variables are shown in the Fig. 1(a) . The infection rate β is fixed at 0.03 i.e. R 0 = 3 (see Eqn. (7) for analytical proof). The rest of the parameters are mentioned in Fig. 1 . In this parameter set-up the infection (I, red line) gets a maximum value around 0.4 which occurs at ∼ 210 days from the onset of infection. In presence of test-kits, exposed individuals as well as infected individuals are significantly dropped at (I max ∼ 0.15) shown in Fig. 1 (d) and 20% susceptible population (blue) remain unperturbed. As a result the recovered individuals (R) saturates around the 0.8 (green). We have also checked the maximum of the infection (I max ) as a function of basic reproduction number R 0 in absence of test-kits ( Fig. 1(b) ). Here analytically calculated I max (Eqn. (12)) is almost matched (blue circles) with the numerical result(solid blue line). Interestingly, in presence of test-kits I max is significantly reduced shown in Fig. 1 (e) with solid blue lines. The analytically obtained transcendental equation (13) validates the numerical results extracted from the solution of the coupled differential equations using RK4 routine. Here the transcendental equation is solved for a wide range of a (a ∈ [0.1, 0.2]), the average result is shown with blue circle.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "text": "(7)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 93,
                    "end": 102,
                    "text": "Fig. 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 237,
                    "end": 243,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 518,
                    "end": 524,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 795,
                    "end": 804,
                    "text": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1012,
                    "end": 1018,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "B. Peak of Infection"
        },
        {
            "text": "When an outbreak starts, the susceptible population tend to decrease over the time. However, the chain of disease transmission is interrupted due to the reduction in infected population. It is to be noted that there is always a portion of susceptible population who are able to avoid the infection [40] . Final outbreak size (Z FOS ) quantifies the portion of total population got infected at the end of an outbreak of disease. Speaking in term of susceptible population, it gives the portions of susceptibles who are able to protect themselves from the infection in a particular disease outbreak. Z FOS basically provides the asymptotic behaviour of the system. In this section, we present the analytical treatment of Z FOS .",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "text": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "We assume that initially all the population is in susceptible state, i.e., S 0 = N . From the model equations (1)-(2) we see that,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "This implies that S(t) + E(t) is decreasing function of t. Since σ > 0, and also S(t) + E(t) is non-negative function, E(t) should tend to zero as t → ∞, i.e., E ∞ = 0. Again we see that,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Using the similar argument as above, we have I → 0, as t → ∞, i,e I ∞ = 0. From equation Eqn. (14) , we can write,",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 98,
                    "text": "(14)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "On simplifying the above equation and using E ∞ = 0, I ∞ = 0 we finally get,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "whereĪ is defined as ∞ 0 I(t)dt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Case 1: α 1 = 0, i.e., in the absence of any test-kit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Idt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Using the value ofĪ from Eqn. (15) ,",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 34,
                    "text": "(15)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Let us denote s ∞ = S∞ S0 . Then from the above equation the we obtain the equation of s ∞ as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Finally the expression of Z FOS is given by,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Case 2: α 1 = 0, i.e., in the presence of test-kit. We recall the equation Eqn. (15),",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "We now evaluate the upper bound of the integral",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Now we calculateK from the Eqn.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Kdt.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "From the above equation, we obtainK as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Plugging the above expression ofK in Eqn. (17) , we get the upper bound of the integral,",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Now we use Eqn. (18) in the Eqn. (17) and get the following inequality,",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 20,
                    "text": "(18)",
                    "ref_id": null
                },
                {
                    "start": 33,
                    "end": 37,
                    "text": "(17)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Following the same procedure as described in Case 1, here we also define s ∞ = S∞ S0 . Then the above inequality can now be expressed in terms of s ∞ as,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "Finally the we define final outbreak size (Z FOS ) as Z FOS = 1 − s ∞ and obtain the following transcendental equation",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": ".",
            "cite_spans": [],
            "ref_spans": [],
            "section": "C. Final Outbreak Size"
        },
        {
            "text": "In absence of test-kits (α 1 = 0), the final outbreak size (Z FOS ) is plotted against R 0 shown in the Fig. 1 (c). The solid red line is the numerically integrated data of the model equations and the red circles are the values of Z FOS obtained from the transcendental equation ((16), E 0 << N, I 0 << N ). For α 1 = 0 i.e., in presence of test-kits, the final outbreak size is shown in Fig. 1 (f) with solid red line and the semi-analytically obtained Z FOS (see transcendental equation (20) , where K ∞ = K 0 = 0) is shown with red circles. The transcendental equation is solved by using a wide range of N : N ∈ [300, 1000]. Clearly, in lower R 0 (∼ 2 − 4), a large fraction of susceptible population can avoid the infection due to the rigorous-testing procedure. Note that, the time series (Fig. 1 a,d) of the compartmental variables are plotted at R 0 = 3.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 493,
                    "text": "(20)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 110,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 388,
                    "end": 394,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 794,
                    "end": 806,
                    "text": "(Fig. 1 a,d)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Numerical Results of ZFOS and analytical validation"
        },
        {
            "text": "To validate our proposed model ( (1)-(6)), we choose the cumulative daily COVID-19 hospitalized data for three sates of United States of America (U.S.A), namely Maryland, Ohio, and New york. The data is collected from the website (https://covidtracking.com/data/download). For Maryland and Ohio, we use the data during the period 5 th March, 2020 to 5 th September, 2020 (i.e. 185 data points) and for New York, we use the same during the period 4 th March, 2020 to 5 th September, 2020 (i.e. 186 data points). The total population in these three states are obtained from (https://www2.census.gov).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DATA FITTING: A CASE STUDY ON COVID-19"
        },
        {
            "text": "We estimate four unknown model parameters: (i) the disease transmission rate (β), (ii) effectiveness of test-kit (α 1 ), (iii) rate of production of kit (ξ), (iv) rate of losing efficacy of test-kit (χ) by fitting our model to cumulative daily COVID-19 hospitalized data for three states of U.S.A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DATA FITTING: A CASE STUDY ON COVID-19"
        },
        {
            "text": "At any time instant t, the cumulative number of hospitalized persons from the model is given by,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DATA FITTING: A CASE STUDY ON COVID-19"
        },
        {
            "text": "where Θ = {β, α 1 , ξ, χ} and C(1) denotes the cumulative number of hospitalized persons at first day (i.e. at t = 1). We perform our model fitting by using in-built function lsqnonlin in MATLAB (Mathworks, R2014a) to minimize the sum of square function. In our case, the sum of square function SS(Θ) is given by,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "III. DATA FITTING: A CASE STUDY ON COVID-19"
        },
        {
            "text": "where, C d (t i ) is the actual data at t th i day and n is the number of data points. The model fitting to the cumulative daily hospitalized data for the three states is displayed in Fig. 2 . The blue dots in each figure capture the cumulative number of hospitalized data where as the green line is the corresponding model output. The values of the best-fit parameters (β,α 1 ,ξ,χ) are given in supplementary material (SM) Sec. VIII, Table 1 . From Fig. 2 , it is clear that our model captures the real outbreak scenario quite well.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 435,
                    "end": 442,
                    "text": "Table 1",
                    "ref_id": null
                },
                {
                    "start": 445,
                    "end": 456,
                    "text": "From Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "III. DATA FITTING: A CASE STUDY ON COVID-19"
        },
        {
            "text": "Now we extend our approach to a metapopulation network [25] [26] [27] . We consider a heterogeneous network of M patches, i.e., M number of communities/nodes. Initially we assume, there will be N n (n = 1, 2, ..., M ) number of susceptible people in each community. We are also assuming, a small fraction of certain communities is infected. Note that, total population, N tot = M n=1 N n is conserved. Considering the dispersion through diffusion of susceptible (S n ), exposed (E n ), infected (I n ) and recovered (R n ) individuals, we may write the coupled network equations as",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 59,
                    "text": "[25]",
                    "ref_id": null
                },
                {
                    "start": 60,
                    "end": 64,
                    "text": "[26]",
                    "ref_id": null
                },
                {
                    "start": 65,
                    "end": 69,
                    "text": "[27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. OPTIMAL INTERVENTION STRATEGY IN HETEROGENEOUS NETWORKS"
        },
        {
            "text": "Here, Anm is the element of the weighted adjacency matrix A revealing the connectivity pattern among the patches.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. OPTIMAL INTERVENTION STRATEGY IN HETEROGENEOUS NETWORKS"
        },
        {
            "text": "A nm is the degree (number of neighbours) of the n th patch. The migration is designed across population diffusion from one patch to another through the diffusive term M m=1 A nm (X m − X n ) connected through four compartments X : S n , E n , I n , R n . determines the strength of the migration and d n in the denominator determines the average mean-field of the four compartments described above. We have produced the number of kits as a proportional to the total infected individuals ( M n=1 I n ) in which a fraction of kits will be used in an infected compartment by the function g(K) = α 1 × p n K. If the test-kits are equally distributed in each patch, the term p n will be equal to the inverse of the size of the network, i.e., p n = 1 M . If the test-kits are distributed in l patches according to their connectivity pattern i.e. the degree, one can write g(K) = α 1 × p n K = α 1 × dn l n=1 dn K. Hiring, these features into the compartment(s), we seek an efficient distribution of kits within the communities for the optimal reduction of prevalence and peak of infection of the entire connected patches. Exploiting the micro structures of the network we identify the key and influential patches in the network where the test-kits will be provided to decrease the peak of infection largely. In the next sections, we will show, such fractional but potential intervention strategy may indeed reduce the peak of infection significantly and it can also decrease the final outbreak size. We expect (under certain conditions), the test-kits distributed in fraction of specific patches will have same impact if we equally distribute the To illustrate our strategy, we choose a small but heterogeneous network ( Fig. 3(a) ) of 40 nodes (patches). To identify the influential patches in the network, we have chosen four nodes with different degrees marked by A, B, C and D. The patches A (d A = 19) and B (d B = 9) (green) have large number of neighbours where as C (d C = 5) and D (d D = 4) (blue) have less number of connections. Rest of the nodes (grey) have small number of connections. At first we apply the test-kits in A and B following the degree based strategy (SD) e.g. the test-kits will be distributed and divided according to the degree of those patches. Therefore, the test-kit will appear in two equations only with the term p A = d A d A +d B ∼ 0.678 and p B = d B d A +d B ∼ 0.321, respectively. Next, we have randomly chosen two low degree patches C and D (blue circles in Fig. 3(a) ) and distribute the test-kit equally, i.e., p C = 1 2 and p D = 1 2 . We call it as randomly selected and identically distributed test-kit strategy (SI). These two strategies have different impact in the evaluation of total infection (I). Compared to SI (blue line in Fig. 3(b) ), the peak of the infection is significantly decreased for SD (green line in Fig. 3(b) ). In absence of test-kits, the total infection (I SW ) is shown with black line (strategy without kit: SW) in the same figure. To quantify the efficiency of each strategy, we define relative reduction (RR) of the peak of infection as follows:",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1716,
                    "end": 1725,
                    "text": "Fig. 3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2494,
                    "end": 2503,
                    "text": "Fig. 3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2773,
                    "end": 2782,
                    "text": "Fig. 3(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2861,
                    "end": 2870,
                    "text": "Fig. 3(b)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IV. OPTIMAL INTERVENTION STRATEGY IN HETEROGENEOUS NETWORKS"
        },
        {
            "text": "From the Fig. 3(b) , it is clear RR SI ≈ 25% and RR SD ≈ 70% ensuring the efficiency of degree based strategy (SD). We have also plotted the final outbreak size (Z FOS ) as a function of disease transmission rate β shown in Fig. 3(c) . The Z FOS is significantly decreased for degree based strategy (SD, green) with respect to SI (blue) and SW (black).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 18,
                    "text": "Fig. 3(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 224,
                    "end": 233,
                    "text": "Fig. 3(c)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "IV. OPTIMAL INTERVENTION STRATEGY IN HETEROGENEOUS NETWORKS"
        },
        {
            "text": "Here the migration strength is fixed at = 0.05. Note that, there will be several ways to choose specific patches from the network. For instance, we can choose patches A and C or B and D. However these choices will not be effective compared to the choices of A and B. We have now guessed that for a suitable migration strength, applying test-kits in the high degree patches will be highly beneficial for connected communities. A natural question appears, what will happen if we choose other microscopic topological properties of a given graph? Apart from the degree sequence, here we introduce two more network characteristics: (i) Betweenness centrality [41] [42] [43] , and (ii) local clustering coefficient [41, 43, 44] . For definition and detailed description of these network characteristics, please see the supplementary material, Sec. X. We will call them as SB and SC based strategy. Now we check our test-kit approach for three local structural measures: degree, betweenness and clustering.",
            "cite_spans": [
                {
                    "start": 654,
                    "end": 658,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 663,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 668,
                    "text": "[43]",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 713,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "text": "43,",
                    "ref_id": null
                },
                {
                    "start": 718,
                    "end": 721,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "IV. OPTIMAL INTERVENTION STRATEGY IN HETEROGENEOUS NETWORKS"
        },
        {
            "text": "In our work, we use a heterogeneous scale-free network of size M = 500 with average degree d = 14 and exponent 3. At first we apply test-kits in a fraction of nodes (N d = 10%) which have (i) larger degrees, (ii) larger clustering coefficients, or (iii) larger node betweenness centralities compared to the rest of the nodes. The results are shown in the extreme left of Fig. 4 (a) for relative reduction (RR) of infection peak and (b) for final outbreak size. It is clear that, the infection peak is significantly reduced (∼ 65% − 70%) for degree based (SD, green bar) as well as for betweenness centrality based strategy (SB, red bar). On the other hand, SI and SC (blue and orange bar respectively) based strategy can only reduce 25% − 30% of the peak of infection. We have observed the similar pattern for the final outbreak size (extreme left Fig. 4(b) ) where Z FOS is remarkably decreased for SB and SD strategy. If we increase the fraction of nodes to N d = 20%, the situation is slightly improved for SI and SC based strategy, however they cannot outperform SB and SD.When we apply test-kits in every nodes (100%, extreme right in each panel), all the strategies provide almost similar results.To check whether our partial control based strategies are robust, we increase the average degree ( d ) of the network (M = 500) continuously from 4 to 14. The impact of increased average degree is shown in Fig. 4(c-d) . The peak of the total infection I max is reported for four different strategies: degree based (SD, green), betweenness centrality based (SB, red), clustering and randomly chosen identically distributed (SC, SI in orange, blue respectively). For comparison, we have also shown the infection peak in absence of test-kit (black line (SW)). Clearly, the results are not affected by the increased average degree of the network, i.e., SD and SB become the suitable choice for test-kit distributions. Same thing occurs for final outbreak size, the prevalence is reduced and remain almost constant (around 0.6) for SD and SB. For Fig. 4(c-d) , the 10% nodes/patches are impacted by the test-kits, and coupling strength is fixed at 0.05. Changes in RR with respect to N d and have been explored in the next section.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 371,
                    "end": 377,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 848,
                    "end": 857,
                    "text": "Fig. 4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1409,
                    "end": 1420,
                    "text": "Fig. 4(c-d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2045,
                    "end": 2056,
                    "text": "Fig. 4(c-d)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "IV. OPTIMAL INTERVENTION STRATEGY IN HETEROGENEOUS NETWORKS"
        },
        {
            "text": "Here, we investigate the efficiencies of four strategies: SI, SD, SB, and SC for different coupling strength ( ) and for different percentage of targeted nodes (N d ). To assess the efficiency of a particular strategy X (=SI, SD, SB, SC), we define percentage of relative reduction in I max (RR X (I max )) and percentage of relative reduction in Z FOS (RR X (Z FOS )) as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A. Simultaneous impact of and N d on Imax and ZFOS for different strategies"
        },
        {
            "text": "where, I SW max and Z SW FOS are the peak value of infection and final outbreak size in absence of test-kit (SW), respectively. From Figs. 5(a)-(d), we see that for each strategy, RR(I max ) gradually increases with the increment of and N d . Now if we compare among these four strategies, we see that for the strategies: SD and SB, for coupling strength, ∼ 0.05, RR(I max ) reaches approximately 80% for a very low number of targeted patches (see Fig. 5 (b)-(c), deep red). On the other hand, for the strategies SI and SC, for the higher coupling strength and lower percentage of targeted nodes (even higher fraction of targeted nodes) such high percentage (∼ 80%) of reduction in I max is not possible (see Fig.  5 (a),(d), red color).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 448,
                    "end": 454,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 709,
                    "end": 716,
                    "text": "Fig.  5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "A. Simultaneous impact of and N d on Imax and ZFOS for different strategies"
        },
        {
            "text": "Next we investigate the efficiency in terms of RR(Z FOS ) for the four above-mentioned strategies. In this case, we also observe a similar trend as in RR(I max ), i.e., relative reductions in Z FOS increase with the increment of as well as of N d (see Fig. 5 (e)-(h)). In the same way, it is to be noted that in terms of RR(Z FOS ), the strategies SD and SB appear to be quite efficient than SI and SC. The strategies SI and SC can achieve maximum 20% reduction (see Fig. 5 (e) and (h), yellow and light yellow regime) in Z FOS , whereas 30% reduction can be achieved through the strategies SD and SB (see Fig. 5 (f)-(g), red or deep red regime). In our cases, it is clear, degree based and betweenness based strategy (SD and SB) outperform the others. The reason is as follows: In heterogeneous network, removal of most connected nodes can break the giant component into isolated fragments [45] . Also, it was shown that isolating small subset of nodes (with high connectivity) for vaccination may resist the epidemic outbreak [33-36, 46, 47] . As high degree nodes have large number of connections, it helps to spread information more rapidly in the entire graph. Therefore, targeting few nodes (high degrees) at the onset of epidemics and apply test-kits in the targetted patches the prevalence become less severe, therefore a large number of neighbours got less infected. The same thing occurs for the case of betweenness centrality. However, the clustering based strategy (SC) which signifies how the neighbours of a node are connected to each other, cannot encode the information of the coupling structure, therefore fails to improve the result. Same thing occurs for randomly chosen but identically distributed strategy (SI), since the chosen nodes and their neighbor cannot capture the underline heterogeneous structure at all. In the same way, we can identify the nodes with high page rank or closeness characteristics which will may have positive impact in the intervention strategy. We have elaborately this issue in the supplementary material (SM) Sec. X, Fig. 9 . Fig. 1 .",
            "cite_spans": [
                {
                    "start": 891,
                    "end": 895,
                    "text": "[45]",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1043,
                    "text": "[33-36, 46, 47]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 258,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 467,
                    "end": 473,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 606,
                    "end": 612,
                    "text": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2068,
                    "end": 2074,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 2077,
                    "end": 2083,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "A. Simultaneous impact of and N d on Imax and ZFOS for different strategies"
        },
        {
            "text": "We have established now, in an heterogeneous network, degree-based or betweenness based test-kit strategy has strong ability to reduce the infection peak as well as final outbreak size. To delve deeper, we have further cross validated our proposed for a wide range of infection rate (β). Now we will show, in absence of test-kit increased β enhances the peak infection significantly. On the other hand, partial implication of test-kits slows down the infection peak (I max ) as well as final outbreak size (Z FOS ) for a wide range of β. Particularly, when a small fraction of patches (with high betweenness or degree) are monitored by the test-kits (N d = 10%), the I max is significantly decreased shown in Fig. 6(a) for SD (green) and SB (red). In higher transmission rate (β ∼ 0.06) the peak of infection are enhanced for SW (black), SI (blue) and for SC (magenta). However, SB and SD based strategy largely restrict (∼ 0.15) the peak of infection (red and green) around. A slight increase in the number of controlled patches (N d = 20%) improves the decrement of I max for strategy SC and SI shown in Fig. 6(b) . In this situation, the impact of SD and SC are still superior than SI and SC. If we apply test-kits in all patches(N d = 100%), the output of all strategies are almost same irrespective of the value of the transmission parameter β (Fig. 6(c) ). Similar type of patterns appear for the case of Z FOS shown in Fig. 6(d-f) where N d = 10, 20, and 100% respectively. For all N d , the SD and SB based strategy outperform the other two strategies. Note that, for all cases described above (Fig. 6(a-f) ), the onset of infection (I > 0) starts around β ≈ 0.012. In the appendix we have analytically calculated the critical transmission rate (β c ) in the network and identified that β c = 0.01 for R network 0 > 1 and α 0 = 0.01. Interestingly, the critical β is same as single model and it does not depend on the network structure as well as diffusive coupling strength .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 709,
                    "end": 718,
                    "text": "Fig. 6(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1106,
                    "end": 1115,
                    "text": "Fig. 6(b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1349,
                    "end": 1359,
                    "text": "(Fig. 6(c)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1426,
                    "end": 1437,
                    "text": "Fig. 6(d-f)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1602,
                    "end": 1614,
                    "text": "(Fig. 6(a-f)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "B. Impact of transmission rate β on Imax and ZFOS"
        },
        {
            "text": "For further validation of optimal test-kit based strategy, we have considered two real networks: one is a connectivity pattern of international airports through flights and the other is a transportation network within Wards of Kolkata municipality corporation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "V. OPTIMAL TEST-KIT BASED STRATEGY IN REAL NETWORKS"
        },
        {
            "text": "A global airport network of nodes 1292 linked through 38, 377 directional air-routes [26, 27] is considered. The network is shown in the Fig. 7(a) . A fraction (10%) of nodes wth higher degree are identified (deep green circles in the network) and test-kits are provided only in these airports. Compared to the absence of testing kits, the I max and Z FOS are significantly decreased if we apply test-kit in 10% high degree nodes (deep green line Fig. 7(b-c) ). Qualitatively, the results are not changed if we increase the number of controlled nodes (light green lines). The migration strength is fixed at 0.05. However, our result is valid for a wide range of migration strength (the results are not shown in this work).",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 89,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 93,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 137,
                    "end": 146,
                    "text": "Fig. 7(a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 447,
                    "end": 458,
                    "text": "Fig. 7(b-c)",
                    "ref_id": "FIGREF6"
                }
            ],
            "section": "V. OPTIMAL TEST-KIT BASED STRATEGY IN REAL NETWORKS"
        },
        {
            "text": "Next, we construct Kolkata transportation network. The network covers the links due to the connectivity patterns of major bus routes, the metro connection within the city. We have also added links between adjacent Wards to mimic the mobility of pedestrians as well as the movements of three-wheeler passenger cars (auto rickshaw). The network has 141 nodes (Wards) and 2524 edges. For more details please see the Supplementary material, Sec. XI. Here we have also identified 10% nodes having high degrees (Fig. 7(d), deep green) . A partial control (intervention of testing-kits) in a certain fraction of Wards significantly decrease the peak infection as well as the final outbreak size (Fig. 7(e-f) ). The optimal control strategy has same impact as in airport network as well as the synthetic network described earlier.. (c,f) Final outbreak size as a function β. Partial control of network has the same impact as compared to the full control of the network. All the other parameters are taken same as in Fig. 1 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 505,
                    "end": 528,
                    "text": "(Fig. 7(d), deep green)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 688,
                    "end": 700,
                    "text": "(Fig. 7(e-f)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1008,
                    "end": 1014,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "V. OPTIMAL TEST-KIT BASED STRATEGY IN REAL NETWORKS"
        },
        {
            "text": "Our compartmental model reveals the suitable implementation of testing kits can reduce severe effect of epidemics. A rigorous analytical derivation associated with numerical simulation confirms our claims. We have confirmed that such strategy can reduce (i) the peak of the infection as well as the (ii) the final outbreak size. To validate our model, we have randomly chosen three states of USA and confirmed that our model can efficiently capture the time dependent hospital data of each state. Next, we have considered the interlinked meta-communities and tested the impact of the migration (between communities/patches) and nodal characteristics on the underlying networks. To perform the numerical simulation, the proposed model is used over the top of a heterogeneous graph and connect each patch with diffusive coupling. The migration of people from one patch to other patch is considered through diffusive coupling reflecting intrinsic functional activities of meta-communities. In this backdrop, we have partially intervened the networks with test-kits, e.g the test-kits are applied in the nodes which have higher degrees or betweenness centralities. The results reveal that suitable choices of the nodes for the test-kit implication can have same effect compared to the intervention of test-kits in the entire graph. To validate our networks results further, we have considered two real networks (i) airport to airport connectivity pattern through existing flights and (ii) transportation network within wards in Kolkata municipality. We have numerically confirmed that, in an environment of a degree based strategy, compared to full control, a partial intervention (10% nodes are chosen for the test-kit implications) can drastically reduce the final outbreak size as well as infection peak. Here we derive the basic reproduction number for our network model (see the Eqn. (4.1)). Following the same procedure as described for single model, we calculate the new infection matrix F and transmission matrix V as follows: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Finally, FV −1 can be expressed as",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "The basic reproduction number for the network model (23) , R network 0 is given by,",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 56,
                    "text": "(23)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "where ρ(A) denotes the spectral radius of the matrix A.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Since V 21 is a diagonal matrix and in our study all the transmission rates are taken same, i.e., β n = β, for n = 1, 2, ..., M , the expression of R network 0 can be further simplified as:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Now we find analytical expression of ρ(V −1 22 V −1 11 ) by using the properties of the matrices V 11 and V 22 . We first note that, the matrices V 11 and V 22 are basically a translation of the matrix −Ã by a scalar multiple of identity matrix. Therefore, it is very easy to check that if v is an eigenvector corresponding to the eigenvalue λ of the matrix −Ã, the matrices V 11 and V 22 will have the same eigenvector corresponding to the eigenvalue σ + + λ and α 0 + + λ respectively.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Since,Ã is a non-negative matrix, and let λ max be the maximum eigenvalue of the matrixÃ, then the bound on λ max can be obtained using Perron-Frobenius inequality [49] as follows,",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 168,
                    "text": "[49]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Aij di ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Again, M j=1",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Aij di = 1, we end up with λ max = . Therefore, the minimum eigenvalue of the matrices V 11 (V 11 = diag(σ + ) −Ã) and V 22 (V 22 = diag(α 0 + ) −Ã) will be σ and α 0 respectively. As we have shown, V 11 and V 22 share common eigenvector and commute to each other, it is straight forward to check that the maximum eigenvalue of the matrix (V 11 V 22 ) −1 is 1 α0σ . Using these mathematical arguments in Eqn. (26) , we finally get the mathematical expression of R network 0 as,",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 413,
                    "text": "(26)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "Supplemental Material for: \"Optimal test-kit based intervention strategy of epidemic spreading in heterogeneous complex networks\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. CONCLUSION"
        },
        {
            "text": "We estimate four unknown model parameters: (i) the disease transmission rate (β), (ii) effectiveness of test-kit (α 1 ), (iii) rate of production of kit (ξ), (iv) rate of losing efficacy of test-kit (χ) by fitting our model to cumulative daily COVID-19 hospitalized data for three states of U.S.A. At any time instant t, the cumulative number of hospitalized persons from the model is given by Eq. 3.1 in the main Text. The model fitting is executed by minimizing the sum of square function SS(Θ) (see Eq. 3.2 in Main Text) using in-built function lsqnonlin in MATLAB (Mathworks, R2014a). The values of the best-fit parameters (β,α 1 ,ξ,χ) are given in Table I ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 653,
                    "end": 660,
                    "text": "Table I",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "VIII. BEST-FIT PARAMETERS"
        },
        {
            "text": "We now compare our proposed controlled strategy by selecting another set of nodes. In that case, the nodes are randomly chosen instead of targeting the nodes bearing the respective higher network measures (i.e degree, betweenness and clustering coefficients). Note that, for each strategy, after selecting the random nodes we employ the test-kits according to the proportion of their network scores. However for SI, the test-kits are always distributed identically. To study the impact of randomization in each strategy, we fix the N d (controlled nodes/patches) at 10% and quantify the relative reduction in I max i.e RR for a wide range of coupling strength, . For all the strategies, we plot RR obtained for targeted control (nodes having high network scores and test-kits are distributed according to their scores: degree, betweenness or clustering) and random control (randomly selected nodes and test-kits are distributed according to their network score) by varying the coupling strength . For random control we take 30 different realizations. Since in the strategy SI, all the nodes have same status (i.e p n = 1 M , for n = 1, 2, ..., M ), we observe no such significant difference between the targeted control and random control (see Fig. 8 (a), blue line and blue circle respectively). However, in the cases of SD and SB, a significant difference between targeted control and random control is observed. From Fig. 8 (b)-(c), we see that in terms of reduction in I max , random control (green and red circles) performs poorly in comparison to targeted control (green and red lines) for any given coupling strength. For the strategy SC, we see that random control (see Fig. 8(d) , yellow circles) gives slightly better results than targeted control (yellow line) in reducing I max .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1244,
                    "end": 1250,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1420,
                    "end": 1426,
                    "text": "Fig. 8",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 1678,
                    "end": 1687,
                    "text": "Fig. 8(d)",
                    "ref_id": "FIGREF9"
                }
            ],
            "section": "IX. RANDOM VS. TARGETED CONTROL"
        },
        {
            "text": "We have already shown that fraction of nodes having large connections or larger between centralities can significantly reduce the outbreak size. However clustering coefficient based strategy cannot do that. Apart from the degree sequence, here we revisit the other structural properties of nodes to understand their correlation with degree sequence. In our case, we select: (i) Betweenness centrality (BC n ), (ii) Local clustering coefficient (CC n ), (iii) Closeness centrality (CLC n ), (iv) Page rank (P R n ) and (v) and Eigenvector centrality (EC n ).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "(i) Betweenness centrality (BC n ) [41] [42] [43] . It captures the the relative importance of a node within a network. This is based on shortest paths: how many times a node is used to find the shortest paths between source and target. Mathematically, the betweenness centrality of a node n can be written as",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[41]",
                    "ref_id": null
                },
                {
                    "start": 40,
                    "end": 44,
                    "text": "[42]",
                    "ref_id": null
                },
                {
                    "start": 45,
                    "end": 49,
                    "text": "[43]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "where p st (n) is the number of shortest paths between the patch s and t which passes through the patch n where as p st is the total number of shortest paths between s and t.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "(ii) Local clustering coefficient (CC n ) [41, 43, 44] . The local clustering coefficient is defined as ratio between the number of links exist in the neighbors of a node n and all possible links within those neighbors. It signifies how the neighbors are connected to each other. In mathematical expression, for undirected graph, we can write",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 46,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 47,
                    "end": 50,
                    "text": "43,",
                    "ref_id": null
                },
                {
                    "start": 51,
                    "end": 54,
                    "text": "44]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "where q is the number of actual links exist among neighbours of the node n. As the number of nodes (patches) in the neighbours is d n , the maximum number links can exist among the neighbours is dn(dn−1) 2 . (iii) Closeness centrality (CLC n ) [41, 42] . The closeness centrality of vertex n is the mean shortest path from vertex n to every other vertex in the connected network. Therefore, the nodes which are hubs (central) having shorter distance to others will have smaller centrality value. Therefore, the inverse score of closeness centrality can capture the linear relation i.e higher numbers will have greater centrality. The inverse measure also ensures the central nodes (having large connections) may have good chance to be high CLC.",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 252,
                    "text": "42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "(iv) Pagerank (P R n ) [50, 51] . Page rank is practically used to understand the importance of website pages. The ranking can be obtained from a simple iterative process as follows",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 27,
                    "text": "[50,",
                    "ref_id": null
                },
                {
                    "start": 28,
                    "end": 31,
                    "text": "51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "where P R t+1 (P n ) is the page rank of the page P n at the iteration t + 1 where initial probability distribution is 1 M . M is the total number of pages. B Pn is the set of pages directing to P n and |P j | is the number of outlinks from page P j . It is already established that in-Degree and Page Rank of Web pages are correlated to each other [51] .",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 353,
                    "text": "[51]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "(v) Eigenvector centrality (EC n ) [41, 42] . This is natural extension of existing degree vector. It can be defined as",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 39,
                    "text": "[41,",
                    "ref_id": null
                },
                {
                    "start": 40,
                    "end": 43,
                    "text": "42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "Here A is the adjacency matrix and here we use x n as EC n . Here λ is the eigenvalue of the matrix. According to Perron-Frobenius we may use centrality as the elements of eigenvector having largest eigenvalue [42] . Eigenvector centrality determines the importance of each node. The nodes with high number of connections may have large centrality, however, specific nodes with less connection may outrank them. Note that, page rank is a variant of eigenvector centrality.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 214,
                    "text": "[42]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "We have checked the relation between the degree with other nodal properties for a network having 500 nodes having scale-free feature (the exponent of the degree distribution is fixed at 3). In the network, we have chosen 10% nodes having higher degrees. The network is reported in Fig. 9(a) , where high degree nodes are shown in brick red with bigger size. At first, we have plotted degree of each node with respect to its betweenness centrality ( Fig. 9(b) . Clearly, the 10% high degree nodes (deep red color) are positively related to the nodes having high betweenness centralities. The relationship between closeness centralities and degrees is shown in Fig. 9(d) , where 10% high degree nodes are depicted with brown color. The same features are also validated for page rank score and eigenvector centrality ( Fig. 9 (e-f), where 10% high degree nodes are marked with cyan and magenta color respectively). The positive correlation for the large values of BC n , EC n , CLC n and P R n with nodes having high degrees ensures that test-kit based intervention strategy can successfully mitigate the disease if we apply them on the nodes having higher degree, betweenness, closeness, eigenvector centralities or higher page ranks. Note that, nodes with higher clustering coefficient cannot capture the degree heterogeneity, therefore unable to reduce infection height as well as final outbreak size. To check the impact of all nodal characteristics, we have plotted ( Fig. 9(g) ) the relative reduction of I max by applying test-kits in 10% nodes with higher degree (SD, green) or higher centrality measures such as page rank (SP, dark cyan), closeness (SCL, brown), betweenness (SB, red), eigenvector centrality (SE, magenta)). Clearly, the nodes with higher scores perform well for all cases except in clustering coefficient.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 281,
                    "end": 290,
                    "text": "Fig. 9(a)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 449,
                    "end": 458,
                    "text": "Fig. 9(b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 659,
                    "end": 668,
                    "text": "Fig. 9(d)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 816,
                    "end": 822,
                    "text": "Fig. 9",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 1470,
                    "end": 1479,
                    "text": "Fig. 9(g)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "X. COMPARISON OF DIVERSE CENTRALITY MEASURES WITH DEGREE"
        },
        {
            "text": "We have checked (see main text) the impact of degree based strategy for two real networks: one is a connectivity pattern of international airports through flights and the other is a transportation network within Wards of Kolkata municipality corporation. Here we give the details of both networks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "XI. DESCRIPTION OF REAL NETWORKS"
        },
        {
            "text": "(i) A global airport network of nodes 1292 linked through 38, 377 directional air-routes [26, 27] is considered.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "text": "[26,",
                    "ref_id": null
                },
                {
                    "start": 94,
                    "end": 97,
                    "text": "27]",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "XI. DESCRIPTION OF REAL NETWORKS"
        },
        {
            "text": "(ii) Next, we construct transportation connectivity within Kolkata city. The Kolkata municipality has 141 Wards. We consider them as nodes in the network. At first, we have connected links between the adjacent Wards and generated a lattice like graph i.e we draw a link between Ward A and B if they are adjacent to each other. The small three-wheeler cars (auto) and the pedestrians naturally move from one Ward to the adjacent Ward reflecting the almost regular connectivity pattern of the lattice. In this setup, the total number of connections in the lattice are 698. Apart from pedestrian mobility, we consider the bus connectivity and metro network within Kolkata city. Maparu et al showed that in Kolkata, the bus routes can be subdivided into ten important zones [52] . Based on homogeneity in land and population (see Table 1 in the same paper) we find out the most significant places of those zones and connect them to each other (formation of cliques) as there will be bus connections (major bus routes) between them. We have also added some random links among all other wards to map several small insignificant bus routes. Establishing the long distance connection between wards through bus we further add links in the original lattice to map the metro links between the Wards. As the typical timescale of the movement of people through metro is faster, we have created a complete graph (clique) between the Wards which have metro stations. Finally the network has 2524 links and 141 nodes. For numerical simulations, we consider the total population in each ward to be 10000. We randomly select two wards and set the initial infection in that wards as 10.",
            "cite_spans": [
                {
                    "start": 770,
                    "end": 774,
                    "text": "[52]",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 826,
                    "end": 833,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "XI. DESCRIPTION OF REAL NETWORKS"
        }
    ],
    "bib_entries": {
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Mathematical epidemiology",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "J"
                    ],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "81--130",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Modeling Infectious Diseases in Humans and Animals",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rohani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Institute of Town Planners",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "S"
                    ],
                    "last": "Maparu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "India Journal",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Dynamics of the single-node model in the absence and in the presence of test-kit. (a) Time evolution of all the compartments in the absence of test-kit (i.e. α1 = 0).The basic reproduction number, R0 in this case is 3. (b) Peak of the infection (Imax) is plotted by varying R0. The solid blue line represents the model outcomes and the blue circles are the values of Imax obtained from the analytical expression (12). (c) Final outbreak size (ZFOS) is plotted against R0 for α1 = 0. The solid red line is the model output and the red circles are the values of ZFOS obtained from solving the transcendental equation (16). (d) Time evolution of all the human compartments and also of the test-kit for R0 = 3. (e) R0 vs. Imax for α1 = 0. The solid blue line represents the model outcome and the blue circles are obtained from (13). (f) R0 vs. ZFOS for α1 = 0. The solid red line is the model output and the red circles are the values of ZFOS obtained by transcendental equation (20). The parameter values are taken as: σ = 0.1, α0 = 0.01. α1 = 0.0001, γ = 0.07, ξ = 0.02, χ = 0.1. The parameter β is varied in the range [0, 0.06].",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Model fitting with real data. (a)-(c) Output of the model fitted with cumulative number of daily COVID-19 hospitalized persons in Maryland, Ohio, and New York respectively. In figures (a) and (b), the starting time point, i.e., t = 1 represents the date 5 th March, 2020 and in figures (c), t = 1 represents the date 4 th March, 2020. In all the figures (a)-(c), the dates representing the end points (t = 185 for (a), (b) and t = 186 for (c)) are same, i.e., 5 th September, 2020. The blue dot represents the discrete data point and green curve represents the model solution in all the figures. The fixed parameters are taken same as in Fig. 1 except α0 = 0.1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Network structure and optimal testing kit based control strategy. (a) A Small network of 40 nodes is used. Two strategies are used : either patches A and B (green) where kits are degree-wise distributed (SD) or C and D (blue) where test-kits are equally distributed (degree SI). (b) Normalized infection as a function of time. Blue line for using the test-kits in node C and D . Green line for applying test-kit in A and B. Infection is significantly reduced for the choices of green patches. (c) Normalized final outbreak size (ZFOS) as a function of β (disease transmission rate). The outbreak size decreases for SW. The black lines in (b) and (c) reveal the evaluation of I and ZFOS in absence of any test-kits. test-kits in each node. To quantify the total normalized infection (summed over all the patches) we use I = M n=1 In Ntot . In a similar way, we define the normalized final outbreak size as Z FOS = M n=1 Rn Ntot i.e. the ratio of total recovered individual with respect to the total population.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Impact of network matrices and densities on relative reduction (RR) of infection peak and final outbreak size (ZFOS). (a) Four strategies are chosen: degree based (SD, deep green bar), clustering coefficient base (SC, orange), betweenness centrality based (SB, red) and randomly chosen but identically distributed (SI,blue). For SD, SC, and SB, 10% as well as 20% patches with higher degrees, clustering coefficients and betweenness centralities are chosen. Noticeably, SD and SC have more capability of reducing the peak of infection. The results are equally improved for all cases if we apply test-kits in all of the patches (100% extreme right part). (b) SD and SB can significantly decrease the outbreak size for all cases (compared to SI, SC). (c-d) Impact of average degree d on Imax and ZFOS. Network size is fixed M = 500, and each network is scale free by nature. Here β = 0.03. All the other parameters are taken same as inFig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "(a)-(d) Percentage of relative reductions (RR) in Imax for the four different strategies SI, SD, SB, and SC respectively by varying both coupling strength ( ) and percentage of controlled patches (N d ) simultaneously. In relatively higher coupling strength, ∼ 0.05, SD and SB can reduce Imax approximately 80% even if very low number of nodes are targeted. (e)-(h) Percentage of relative reductions (RR) in ZFOS for the four different strategies SI, SD, SB, and SC respectively by varying both coupling strength ( ) and percentage of controlled patches (N d ) simultaneously. Here β = 0.03. The rest of the parameters are taken same as in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Normalized Cumulative infection peak and final outbreak size vs β. (a)(d) Testing kits are provided in 10% patches. At higher transmission rate (β ∼ 0.06) the Imax is approximately 0.45 for SW (black line), where as Imax ∼ 0.15 for SD and SB (red, green). The clustering based strategy (SC, orange) and strategy based on identically distributed test-kits in randomly chosen patches (SI, blue) are relatively small than the SW and higher than SB, SD. Here ZFOS is saturated (β ∼ 0.06) around 1 for SW, SI and SC where as ZFOS ∼ 0.8 for SD, SB. (b) (e) Now N d is increased to 20%. SC and SI are slightly improved for both cases. (c) (f) N d = 100%, all the strategies have similar impact on Imax. However for ZFOS the SD and SB are still better than SI and SC. The coupling is fixed at = 0.05. In the previous figures β is fixed at 0.03. All the other parameters are taken same as inFig. 1.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Imax and ZFOS vs β on real networks. (a) Airport network. 10% high degree nodes are marked with deep green circle. (d) Kolkata transportation network. (b,e) Imax as a function β. The black line (SW) represents the infection peak in absence of test kits. Deep green line is drawn when test-kits are applied at 10% high degree nodes. Light green lines are drawn when test-kits are applied to the 20% high degree nodes. The result remain almost same for 100% intervention (lighter green).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": "and the elements ofÃ is given byÃ ij = Aij di , A ij denotes the elements of adjacency matrix and d i is the degree of i th node.Since V 11 and V 22 both are irreducible non-singular M-matrices with positive column sums, we have V −1 11 > 0 and V −1 22 > 0[48]. Now V −1 can be written as",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Random control vs. targeted control. (a)-(d) Relative reduction in Imax (RR) with respect to coupling strength for the strategies SI, SD, SB, SC respectively. For each case, solid line represents the results corresponding to targeted control and the small circles denotes the results corresponding to different realizations of random control for a given coupling strength . The number of realization for random control is 30.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Centrality measures vs degree (d). (a)The size of the network is 500. The brick red color in the network represents the 10% high degree nodes. Degree (dn) vs. (b) Node betweenness (BCn), (c) clustering coefficient(CC), (d) closeness centrality (CLCn),(e) page rank(P Rn) and (f) eigenvector centrality(ECn) of a scale-free network. Deep colors of each panel represent 10% of high degree nodes. (g) Relative reduction of Imax for choosing 10% nodes having higher dn, CCn, BCn, CLCn, P Rn, and ECn.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ".",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Best-fit parameter values obtained from non-linear least square method for the three states of U.S.A.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}