{
    "paper_id": "faec7777bd6fb4738b043a65ad65d10eabd3169b",
    "metadata": {
        "title": "The Influence of Slit Lamp Shield Size and Design in Reducing Aerosol Transmission",
        "authors": [
            {
                "first": "Mahmut",
                "middle": [],
                "last": "Drogramaci",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princess Alexandra Hospital",
                    "location": {
                        "settlement": "Harlow",
                        "country": "UK"
                    }
                },
                "email": ""
            },
            {
                "first": "Mussa",
                "middle": [
                    "Adil"
                ],
                "last": "Butt",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Princess Alexandra Hospital",
                    "location": {
                        "settlement": "Harlow",
                        "country": "UK"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Citation: Drogramaci M, Butt MA. The influence of slit lamp shield size and design in reducing aerosol transmission. Transl Vis Sci Technol. 2021;10(13):33, https://doi.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Purpose: Previous studies have highlighted the effectiveness of slit lamp shields in reducing aerosol spread. Our study investigated the optimal size and design for such shields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Methods: Two sets of shields were made; each set included five cardboards of the following dimensions: 1 (44 × 52 cm), 2 (44 × 44 cm), 3 (22 × 52 cm), 4 (22 × 33.5 cm), and 5 (44 × 22.5 cm). Cardboards in set 1 were kept flat whereas those in set 2 were curved using plastic frames. Aerosol was generated at the patient's position using a water spray bottle, and aerosol levels were measured at the face position of the examiner and on the slit lamp table using two GP2Y1014AU0F sensors. The measurements were recorded in particles/0.01f 3 and analyzed using a Mann Whitney U test.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Results: Mean background indoor aerosol was 559. After aerosol generation, the level increased to a mean of 571 in the absence of any kind of shield but to a mean of 567 when shields were in place (P < 0.05). Flat shield 1 provided the best protection against inhaled aerosol. Flat shield 2, despite its shorter height compared to shield 1, provided the best protection against precipitated aerosol on the table. Curving shield 5 significantly improved its protective properties against both inhaled and precipitated aerosol while keeping the short height that allowed better access during examinations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Shields reduced aerosol spread with curved shields being more effective while creating fewer physical restrictions. GP2Y1014AU0F particle sensors are effective tools for quantifying aerosol spread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Translational Relevance: An understanding of optimal slit lamp shield design will provide protection for examiners while facilitating effective examination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "There is a calculated 53,163,803 COVID-19 cases and 1,300,576 associated deaths globally as of November 3, 2020. 1 Healthcare facilities are unfortunately an important source of viral transmission and therefore Public Health England, World Health Organization and Centers for Disease Control and Prevention have highlighted healthcare workers as high-risk individuals. Early in the pandemic, the World Health Organization began to recommend the use of personal protective equipment (PPE), such as gloves, masks, and gowns to prevent the spread of the virus. 2 Ophthalmology practitioners, especially those performing slit lamp examinations, may be susceptible to infection because of proximity with the patient and the potential contamination of surrounding instruments and surfaces. 3 The use of slit-lamp shields was recommended by the Royal College of Ophthalmologists and the American Academy of Ophthalmology in addition to other protective measures like face masks during slit lamp examination. 4, 5 However, there is no central guidance for the use of shields; therefore healthcare institutions are required to obtain their own, which may be of varying size and material.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 558,
                    "end": 559,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 784,
                    "end": 785,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1001,
                    "end": 1003,
                    "text": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1004,
                    "end": 1005,
                    "text": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Thanks to swiftly acting innovative companies, slit lamp shields became widely available in different sizes. It is conceivable that larger sized shields are likely to provide better protection, but they may also restrict operators from reaching their patients to perform certain tasks, for example, holding a patient's upper lid while performing a dilated fundal examination or reaching the joystick. In this study, we aimed to determine the optimal size and shape for a slit lamp shield that could provide the maximum protection without significantly restricting the examiner from reaching the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Two sets of cardboard made slit lamp shields were used in this study; each set included five shields of unique sizes (Fig. 1) . The shields in set 1 were kept flat, whereas those in set 2 were bent around plastic semicircle frames of 180°and 200 mm in diameter. All shields had an 11 cm × 4.5 cm rectangle-cut hole to enable mounting them over the eyepiece of the slit lamp ( Fig. 1) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 117,
                    "end": 125,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 376,
                    "end": 383,
                    "text": "Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "A GP2Y1014AU0F particle matter sensor made by Sharp Corporation (Sakai, Osaka, Japan) was fitted into custom-built housing and used to measure aerosol concentration reaching the opposite side of slit lamp shields. 6 The sensor counts particles with sizes that range from 0.5 to 2.5 μm. The data from the sensor was processed with a microprocessor and transferred to an android device through a Bluetooth connection. The data was received and analyzed in an android device using a purpose-built mobile application based on MIT App Inventor software. 7 The number of particles was measured in particles/0.01f 3 . One sensor (V1) was fitted with a fan to produce airflow and simulate breathing in, the other (V2) did not include a fan and used to detect aerosol concentration that is likely to precipitate on slit lamp table.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 549,
                    "end": 550,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Each sensor was calibrated for one minute before beginning the experiment for each shield. Aerosol generation was simulated using a spray bottle filled with water as used in previous studies. 8, 9 The nozzle was adjusted to create a mist and a single operator generated five sprays at two-second intervals, at the midpoint between headband and chin rest to maintain consistency ( Fig. 1 ). Preliminary results were collected for an example of a shield currently being used by healthcare services.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "text": "8,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 195,
                    "end": 196,
                    "text": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 386,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Methods"
        },
        {
            "text": "Data was exported in Microsoft Excel in IBM Statistics for windows. Statistical analysis was completed using the Mann-Whitney U test, with statistical significance defined as P < 0.05. 10,11",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Our results showed that the mean indoor background aerosol detected in clinic settings by both sensors before applying any sprays was 559 particles/0.01f 3 . There was no statistically significant difference between the values detected by the two sensors. After applying five sprays of water at the patient's face position, mean aerosol values increased to 571 particles/0.01f 3 in the absence of slit lamp shields and 567 particles/0.01f 3 in the presence of slit lamp shields, the difference was statistically significant (P < 0.05). Table 1 shows that curved shield 5 demonstrated the lowest mean aerosol in both sensors 1 and 2. Flat shield 1 in set 1, significantly reduced inhaled aerosol spread when compared to other shields in data from sensor 1 (P < 0.05). On the contrary, Flat shield 2 in set 1, despite its shorter height compared to shield 1, showed a greater reduction in precipitated aerosol spread when compared to all other flat shields in data from sensor 2 (P < 0.05). Table 2 shows mean values of aerosol, both inhaled by the examiner and precipitated on slit lamp table, for set 1 flat shields.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 536,
                    "end": 543,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 989,
                    "end": 996,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Results"
        },
        {
            "text": "Curved shield 1 in set 2 also significantly reduced aerosol spread when compared to curved shields 2, 3, and 4 in data from sensor 1 (P < 0.05). But curving shield 5 enhanced its protection both against inhaled and precipitated aerosols significantly (P < 0.05). Data from sensor 1 showed that curved shield 5 provided a statistically significant reduction in inhaled aerosol compared to curved shields 2 and 4 and statistically nonsignificant reduction compared to curved shields 1 and 3. Data from sensor 2 also showed statistically significant superiority of curved shield 5 over all other curved shields (P < 0.05) while keeping its advantage of short height that posed fewer restrictions on accessibility to the patient during an examination. Table 3 shows mean values of aerosol, both inhaled by the examiner and precipitated on slit lamp table, for set 2 curved shields. Mean inhaled and precipitated aerosol levels detected from both sensors showed statistically significant superiority of curving the shields around the examiners face. Although this superiority was more prominent for precipitated aerosol detected by sensor 2 for shields 1, 3, 4, and 5 and for inhaled aerosol detected by sensor 1 for shield number 5. Surprisingly, data from sensor 2 also showed that the flat version of shield 2 provided better protection against precipitated aerosol compared to its curved version. Table 4 shows mean values of aerosol, both inhaled by the examiner and precipitated on the slit lamp table, for curved and flat shields.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 748,
                    "end": 755,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1396,
                    "end": 1403,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Results"
        },
        {
            "text": "Previous studies confirmed the effectiveness of slit lamp shield use in reducing aerosol transmission; however, the use of a slit lamp is a technical skill that requires fine adjustments, and therefore ease of access to the controls is essential. While larger shields are more likely to provide better protection, they could also cause difficulty for the examiner to access his or her patient and slit lamp parts during an examination, therefore it could impede effective examination. Alternatively, small shields may enable ease of control but may not offer enough protection. Aerosol spread is usually detected using droplet imaging systems or light scattering technology. Droplet imaging uses fluorescein and photographic imaging under ultraviolet light to trace aerosol droplets 12 ; although inexpensive, this methodology does not enable quantitative analysis of the data and therefore cannot be used to show a statistically significant difference between different types of slit lamp shields. Alternatively, the light scattering method enables statistical comparison; however, it usually entails the use of expensive and bulky aerosol detectors that may be difficult to use in slit lamp settings. 13 In our study, we used two custombuilt aerosol detectors to detect inhaled aerosols at examiners face position and precipitated aerosols on slit lamp table. We investigated the optimal size and design of a slit lamp shield that could provide the best protection against both inhaled and precipitated aerosol. 13, 14 Our results show that the use of slit lamp shields is effective at reducing the aerosol spread and that increasing the size of the shields increases their efficacy. Out of the 5 different sizes of slit lamp shields, shield 1 was the largest and the most effective. Such results are expected as a larger shield would provide larger screens against which aerosol particle would bounce back. But equally a larger shield would add more restrictions in reaching the patient and slit lamp joystick. Khadia et al. 15 attempted to partly overcome the restrictions in reaching patients imposed by the use of large barriers by creating holes in the bottom of the shield to allow room for the examiner's hands.",
            "cite_spans": [
                {
                    "start": 1203,
                    "end": 1205,
                    "text": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1514,
                    "end": 1517,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1518,
                    "end": 1520,
                    "text": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 2014,
                    "end": 2030,
                    "text": "Khadia et al. 15",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In our study, we aimed to increase the efficacy of slit lamp shields without adding further restriction to accessibility by bending the shields around plastic frames with a 20 cm arc and creating curved shields to reduce their overall width. The results showed that curving the shields not only improves accessibility but also provides better overall protection. Figure 2 illustrates that flat shield 1 requires the examiner to bend an arm around the width of the shield to access the joystick. However, by curving shield 1, the need for this is significantly reduced, and the examiner is not stretching to reach the controls. The values in Table 3 show that curving the shields does not only improve accessibility but also provide better protection. It is logical to think that a shield with greater height and width, and therefore a greater surface area, would provide better protection against both inhaled and precipitated aerosol. This effect can be seen when comparing data from sensor 1 for both curved and flat shields 1 and 2. However, data from sensor 2 shows that flat shield 2, despite of its shorter height compared to flat shield 1, provided greater protection against the precipitated aerosol spread (P < 0.05). This may be explained by a mechanism of droplets deflecting off the shield and further studies into the differences of this phenomenon between flat and curved shields are required. Similarly, curved shield 5, despite its shorter height compared to all other shields, provided the best protection against both inhaled and precipitated aerosol. This is possibly due to the fact that the slit lamp parts that fall between the patient and the examiner change the aerodynamics of aerosol travel, and minimize the advantages of shields with larger heights. Therefore we can propose that curved shields with large width but smaller heights similar to shield 5 in set 2 of our experiment has benefits for both ease of use for the examiner and protection from aerosol.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 363,
                    "end": 371,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 641,
                    "end": 648,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "One of the limitations of our study is that our measurements were restricted to aerosols of 2.5 μm in size because of the built-in specification of our chosen sensors. Aerosols ranging in size from 1.0 to 5.0 μm generally remain in the air, whereas larger particles are deposited on surfaces 16 ; therefore we believe that monitoring aerosols of 2.5 μm in size is a good indicator for the efficacy of slit lamp shields. Similarly, the design of the sensor 1 was chosen to simulate the mechanism on inhalation in the human body. However, we cannot accurately replicate all factors that influence the biomechanics of inhalation. Nonetheless, we believe that the gross result of manipulating shield size and design on aerosol reduction is a valuable outcome from this study.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 294,
                    "text": "16",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Aerosol distribution is dependent on the airflow within a consultation room. This factor can vary depending on location and arrangement in a consultation room. Therefore the outcomes of our study may not be generalizable to other settings. We chose to conduct five sprays for each shield and calibrated our sensors to collect two measurements per second during the recording phase to enhance the accuracy of our calculated mean aerosol per shield. However, we only conducted one round of testing for each shield and with further testing this would have added greater accuracy to our results.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The mechanism to explain the equal, if not greater, protection provided by curved shields compared to flat shields is beyond the scope of this study. It may be related to the effect of shield design on aerosol trajectory and is something we believe should be investigated further. Even so, we believe that the ease of examination that curved shields provide is their main advantage over flat shields.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To conclude, the use of a slit lamp shield is effective in reducing aerosol exposure during an examination. Curved shields are superior for ease of use for the operator and reduction of aerosol spread. We recommend the use of curved shields for all slit lamp operators during the current pandemic. A GP2Y1014AU0F particle matter sensor is an effective, reliable, standalone and cheaper approach to quantify aerosol and could be used to study the efficacy of different types of personal protective measures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Weekly Epidemiological Update on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Modes of transmission of virus causing COVID-19: implications for IPC precaution recommendations Modes of transmission of the COVID-19 virus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Novel Coronavirus disease 2019 (COVID-19): the importance of recognising possible early ocular manifestation and using protective eyewear",
            "authors": [
                {
                    "first": "Jpo",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Dsc",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Dsw",
                    "middle": [],
                    "last": "Ting",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Ophthalmol",
            "volume": "104",
            "issn": "",
            "pages": "297--298",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The Royal College of Ophthalmologists protecting patients, protecting staff",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Important coronavirus updates for ophthalmologists-American Academy of Ophthalmology",
            "authors": [
                {
                    "first": "American",
                    "middle": [],
                    "last": "Academy",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ophthalmology",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Sharp. GP2Y1014AU0F Data Sheet. Sharp. Available at",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "1014AU0F_C390729.pdf Accessed",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "App Inventor",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wolber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Abelson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spertus",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Looney",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Efficacy of slit lamp breath shields",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "Y"
                    ],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "B"
                    ],
                    "last": "Ing",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Ophthalmol",
            "volume": "218",
            "issn": "",
            "pages": "120--127",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Do slit-lamp shields and face masks protect ophthalmologists amidst COVID-19?",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "C"
                    ],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Razali",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Bin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Shaffiee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ophthalmology",
            "volume": "127",
            "issn": "",
            "pages": "1427--1429",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "IBM. IBM SPSS Statistics for Windows",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Assessment of simulated respiratory droplet spread during an ophthalmologic slitlamp examination",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Felfeli",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "D"
                    ],
                    "last": "Mandelcorn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Ophthalmol",
            "volume": "138",
            "issn": "",
            "pages": "1099--1101",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Efficacy of slit lamp breath shields",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Poostchi",
                    "suffix": ""
                },
                {
                    "first": "M-L",
                    "middle": [],
                    "last": "Kuet",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pegg",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wilde",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "S"
                    ],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Eye",
            "volume": "34",
            "issn": "",
            "pages": "1185--1186",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Assessment of respiratory droplet transmission during the ophthalmic slit-lamp exam: a particle tracking analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "H"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Jokerst",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Chao",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Am J Ophthalmol",
            "volume": "222",
            "issn": "",
            "pages": "76--81",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Safe slit-lamp shield: maintaining a balance between ergonomics and safety",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khadia",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nachiappan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kalita",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vedachalam",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Venkatesh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Indian J Ophthalmol",
            "volume": "68",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "COVID-19 may transmit through aerosol",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ir J Med Sci",
            "volume": "189",
            "issn": "",
            "pages": "1143--1144",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "(a) Schematic of the experiment. (b) Photo of the experiment. (c-g) Flat shields 1 to 5 (left to right). (h-l) Curved shields 1 to 5 (left to right). Shield 1: 44 cm × 52 cm -Eye Piece located at 22 cm width and 35 cm height. Shield 2: 44 cm × 44 cm -Eye Piece located 22 cm width and 22 cm height. Shield 3: 22 cm × 52 cm -Eye Piece located 11 cm width and 35 cm height. Shield 4: 22 cm × 33.5 cm -Eye Piece located 11 cm width and 21.5 cm height. Shield 5: 44 cm × 22.5 cm -Eye Piece located 22 cm width and 13.5 cm height.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Use of flat and curved shields. (a, b) Use of a flat shield causing restriction for the examiner. (c, d) Use of curved shields with reduced restriction.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Mean Aerosol Values for All Shields",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Comparison of Flat Shields",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Comparison of Curved Shields",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors thank VR Surgical Consulting Ltd for providing the aerosol detectors used in the experiment. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgments"
        }
    ]
}