{
    "paper_id": "fb93a75479e478fc8f7f0549d1c0bfd430012c12",
    "metadata": {
        "title": "Using heat to kill SARS-CoV-2",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "P"
                ],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University",
                    "location": {}
                },
                "email": "jpabraham@stthomas.edu"
            },
            {
                "first": "Brian",
                "middle": [
                    "D"
                ],
                "last": "Plourde",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University",
                    "location": {}
                },
                "email": ""
            },
            {
                "first": "Lijing",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Chinese Academy of Sciences",
                    "location": {
                        "settlement": "Beijing",
                        "country": "China"
                    }
                },
                "email": ""
            },
            {
                "first": "St",
                "middle": [],
                "last": "Thomas",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Paul",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "John",
                "middle": [
                    "P"
                ],
                "last": "Correspondence",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "",
                "middle": [],
                "last": "Abraham",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The current coronavirus pandemic has reached global proportions and requires unparalleled collective and individual efforts to slow its spread. One critically important issue is the proper sterilization of physical objects that have been contaminated by the virus. Here, we review the currently existing literature on thermal inactivation of coronavirus (SARS-CoV-2) and present preliminary guideless on temperatures and exposure durations required to sterilize. We also compare these temperatures/exposure durations with potential household appliances that may be thought capable of performing sterilization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The current coronavirus pandemic has reached global proportions and requires unparalleled collective and individual efforts to slow its spread. One critically important issue is the proper sterilization of physical objects that have been contaminated by the virus. Here, we review the currently existing literature on thermal inactivation of coronavirus (SARS-CoV-2) and present preliminary guideless on temperatures and exposure durations required to sterilize. We also compare these temperatures/exposure durations with potential household appliances that may be thought capable of performing sterilization.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Summary"
        },
        {
            "text": "As societies put themselves into voluntary or enforced isolation, large populations of people are experiencing reduced contact with others in public. When people venture into public, they are often donning masks (homemade or industrially produced) or other protective clothing. Upon returning to isolation, masks and other clothing should be treated as contaminated with virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "How should masks, clothing, and other items be treated? In many instances, simply setting items aside for a long enough period of time will kill the virus. However, the required durations are not known absolutely, and certainly depend on the type of surface. 1-5 Some clothing types, for instance, are very capable of retaining moisture and consequently, this affects the survival of virus contained therein. The general consensus is that viruses can survive up to a few days in clothing. It is reasonable to expect a similar survival duration for viruses on/in protective face masks. That is, contaminated masks can be treated by merely setting them aside for some required duration until the viruses die. But to our best knowledge, there is no scientific study on the required duration, and any required duration would depend on the materials that form the mask. For instance, woven fibers differ from non-woven polymeric filter media. Mask users can apply sanitizing chemicals (such as alcohol) but it is not clear whether this type of sanitizing would adversely affect the porous structure of masks and thereby make them less effective over time. Similarly, there is no current advice available for the use of heat to destroy SARS-",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "Here, we summarize all the existing temperature/duration information for both SARS-CoV-2 and its sensitivity to heat. The summary is used to provide a reasonable recommendation for users to thermally destroy viruses on masks, clothing, or other objects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| INTRODUCTION"
        },
        {
            "text": "An example of the state of knowledge on temperatures and coronavirus survival is provided by the CDC, which states:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Summary of the existing literature"
        },
        {
            "text": "\"Generally coronaviruses survive for shorter periods at higher temperatures and higher humidity than in cooler or dryer environments. However, we don't have direct data for this virus, nor do we have direct data for a temperature-based cutoff for inactivation at this point. The necessary temperature would also be based on the materials of the surface, the environment, etc.\". 6 But despite official statements such as the above, there is, in fact, some literature on the temperature and exposure durations that are required to inactivate SARS-CoV-2. In the following, a list of temperature/duration/inactivation rates is provided for coronavirus pathogens. In the listing, we report log reductions in viral load obtained from the references. In some studies, the heating protocol was such that no viral presence was detected afterwards. We have substituted an equivalent log reduction of 7 for these cases. Of course, the actual log reduction would be based on the sensitivity of the measurement instruments; however, for practical purposes, we consider a viral reduction of 7 or greater to be at or near total sterilization.",
            "cite_spans": [
                {
                    "start": 378,
                    "end": 379,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "| Summary of the existing literature"
        },
        {
            "text": "In Table 1 , we present this literature information. We note that there are differences in the strains and media in which the virus was cultivated. We also acknowledge that there are different thermal sensitivities for differing strains. It is further known that the media can affect the viral survival. For instance, media with protein content make the virus more resistant to heating. With this acknowledged, we opt to not provide separate analysis for different strains or media.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Summary of the existing literature"
        },
        {
            "text": "Rather, our intent is to provide a single thermal recommendation that can be used to sterilize a broad range of materials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Summary of the existing literature"
        },
        {
            "text": "What is seen from these tabulations is that the independent studies are mutually reinforcing. The results from Table 1 can be used to formulate general guidelines for the public.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 111,
                    "end": 118,
                    "text": "Table 1",
                    "ref_id": null
                }
            ],
            "section": "| Summary of the existing literature"
        },
        {
            "text": "We provide a reasonable estimate for near complete thermal destruction of coronavirus. For temperatures above 65 C (149 F) is expected to cause near complete inactivation with exposures greater than 3 minutes. For temperatures between 55 and 60 C (131-140 F) heating should last 5 minutes or more. However, for temperatures in the range 50-55 C (122-131 F) we recommend 20 minutes or longer of exposure. At these levels, we expect the viral concentration to be lowered by log 5-7, near or below the detectable limit.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "Because of the seriousness of the current coronavirus infection, we suggest a reasonable safety factor can be obtained by increasing the above-listed temperatures by 10 C (about 18 F). Extensive research has confirmed that at least for living cells, the sensitivity of thermal destruction is very strongly linked to temperature. That is, small increases in temperature cause large increases in the death rate. As an example, for mammalian cells and other pathogens (bacteria, viruses, and protozoa) the death rate rises rapidly as temperature increases. 7, 8 Another reason for using a safety factor is that the temperatures experienced by the virus during heating will not necessarily equal the temperature of the applied heat. Thermal inertia causes a heating lag that depends, in part, on the media being heated.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 556,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 557,
                    "end": 558,
                    "text": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "With this conservative approach, the following become the recommendations:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "In order to kill COVID-19, heat virus-containing objects for:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "• 3 minutes at temperature above 75 C (160 F).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "• 5 minutes for temperatures above 65 C (149 F).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "• 20 minutes for temperatures above 60 C (140 F).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "It should be noted that these findings agree with WHO guidelines which report a 4 log reduction of coronavirus for 56 C (133 F) with 15-minute exposures 14 These recommendations are hotter than encountered in residential clothes dryers, clothes washing machines, and dish washers. For these appliances, temperatures are typically at or below 57 C (135 F).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "These temperatures are also much hotter than residential hot water (in the United States), for example, plumbing codes limit hot water to 49 C (120 F).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        },
        {
            "text": "Of course, since soap has some virucide characteristics, washing with soap is expected to inactivate viruses by nonthermal means.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "| Recommendations for thermally destroying coronavirus"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Persistence of coronavirus on inanimate surfaces and their inactivation with biocidal agents",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfaender",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Steainmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "104",
            "issn": "",
            "pages": "246--251",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Transmission of SARS and MERS coronaviruses and influenza virus in healthcare settings: the possible role of dry surface contamination",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Otter",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Donskey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yazli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Douthwaite",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Goldenberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Hosp Infect",
            "volume": "92",
            "issn": "",
            "pages": "235--250",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Effects of air temperature and relative humidity on coronavirus survival on surfaces",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sobsey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "2712--2717",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Coronavirus survival on healthcare personal protective equipment",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sobsey",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "560--561",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Virus transfer from personal protective equipment to healthcare employees skin and clothing",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sobsey",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sobsey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Emerg Infect Dis",
            "volume": "14",
            "issn": "",
            "pages": "1291--1293",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Evolution of thermal dosimetry for application of hyperthermia treatment to cancer",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dewhirst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Viglianti",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Adv Heat Transf",
            "volume": "47",
            "issn": "",
            "pages": "397--421",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "An archive of skin-layer thicknesses and properties and calculations of scald burns with comparisons to experimental observations",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Helgeson",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Minkowycz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sparrow",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Therm Sci Eng Appl",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Inactivation of the coronavirus that induces severe acute respiratory syndrome, SARS-CoV",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Darnell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Feinstone",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Virol Methods",
            "volume": "121",
            "issn": "",
            "pages": "85--91",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Thermal inactivation studies of a coronavirus, transmissible gastroenteritis virus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Laude",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Gen Virol",
            "volume": "56",
            "issn": "",
            "pages": "235--240",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Canine coronavirus inactivation with physical and chemical agents",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pratelli",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "VetJ",
            "volume": "177",
            "issn": "",
            "pages": "71--79",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Stability and inactivation of SARS coronavirus",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenaue",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Med Microbiol Immunol",
            "volume": "194",
            "issn": "",
            "pages": "1--6",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Inactivation of coronavirus by heat",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kampf",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Voss",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Scheithauer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Hosp Infect",
            "volume": "105",
            "issn": "",
            "pages": "348--349",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2020.03.025"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "World Health Organization. First Data on Stability and Resistance of SARS Coronavirus Compiled by Members of WHO Laboratory Network",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Continuous flow solar thermal pasteurization of drinking water: methods, devices, microbiology, and analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Plourde",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "J"
                    ],
                    "last": "Minkowycz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Renew Energy",
            "volume": "81",
            "issn": "",
            "pages": "795--803",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Using heat to kill SARS-CoV-2",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Abraham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "D"
                    ],
                    "last": "Plourde",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Rev Med Virol",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/rmv.2115"
                ]
            }
        }
    },
    "ref_entries": {
        "TABREF0": {
            "text": "and is consistent with information for killing other infectious agents.15",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors declare no conflicts of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONFLICT OF INTEREST"
        },
        {
            "text": "John P. Abraham https://orcid.org/0000-0002-3818-8681",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ORCID"
        }
    ]
}