{
    "paper_id": "fc04fbd4047a03e688f9b6c6b13fe6da728f2ac5",
    "metadata": {
        "title": "WHO's allocation framework for COVAX: is it fair?",
        "authors": [
            {
                "first": "Siddhanth",
                "middle": [],
                "last": "Sharma",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "postCode": "02115",
                        "settlement": "Boston",
                        "region": "MA",
                        "country": "USA"
                    }
                },
                "email": "siddhanth_sharma@hsph.harvard.edu"
            },
            {
                "first": "Nisrine",
                "middle": [],
                "last": "Kawa",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Apoorva",
                "middle": [],
                "last": "Gomber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Harvard School of Public Health",
                    "location": {
                        "settlement": "Boston",
                        "region": "Massachusetts",
                        "country": "USA"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "COVID-19 has had a devastating impact on global well-being. As of February 2021, the virus has infected over 100 million people and caused upwards of 2.4 million deaths. 1 A vaccine provides a powerful tool to prevent illness, death and transmission, and initiate the process of recovery. To this end, several vaccines are in development, with multiple approved and distributed over the last few months. 2 The COVID-19 Vaccines Global Access Facility (COVAX) provides participating countries an opportunity to secure early access to a vaccine. 3 Led by Gavi, the Coalition for Epidemic Preparedness Innovations (CEPI) and the WHO, it was designed to reduce the risk of 'vaccine nationalism' and grant access to countries who do not have the fiscal or political means to secure bilateral or multilateral agreements with vaccine manufacturers. Moreover, the facility increases the efficiency of resources spent on vaccine development by pooling and channelling funds to the most promising candidates. An advance market commitment was arranged through funding from overseas development assistance, private donors and foundations to finance the manufacturing and distribution of vaccines for lowincome and middle-income countries (LMICs). 3 COVAX represents an enormous feat in international diplomacy, although its success in execution is yet to be determined.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 171,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 404,
                    "end": 405,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 544,
                    "end": 545,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1235,
                    "end": 1236,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "However, some have questioned whether the allocation mechanism proposed by the WHO secretariat is fair. 4 The secretariat proposed allocation of vaccines in two phases based on guidance and principles devised by the Strategic Advisory Group of Experts (SAGE). In phase 1, countries receive vaccine doses in equal proportion, to cover up to 20% of their total population, with an interim target of 3%. Only in phase 2 (i.e., after all countries have covered 20% of their total), does the secretariat propose a targeted distribution based on the burden of COVID-19 in the country and its health system capacity. 3 Ethicists have argued this does not recognise the significant differences in health outcomes and access to vaccines between countries. 4 They explain a more morally justifiable approach is to allocate vaccines based on need from the start, and have accordingly proposed a framework to facilitate targeted distribution ('The Fair Priority Model'). 4 Primarily driven by values of equal moral concern, priority to the worst-off and harm minimisation, they propose a distribution in three phases: in phase 1 the allocation would seek to minimise premature deaths, phase 2 would seek to reduce social and economic harm and phase 3 would target elimination of community transmission.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 610,
                    "end": 611,
                    "text": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 747,
                    "end": 748,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 959,
                    "end": 960,
                    "text": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In this paper, we examine WHO's allocation framework by comparing it to a targeted distribution. Initially, we consider the allocation of vaccines that would maximise well-being (or minimise harm), accounting for health and economic outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "We then consider what an equitable distribution would encompass given the SAGE's focus on global equity, 5 considering both Margarted Whitehead's and Norman Daniels' definition of inequity. 6 7 We finish by predicting the actions countries would take in response to the proposal of an equal and targeted distribution, and claim that in expectation, an equal distribution would both minimise harm and reduce disparities. Our objectives for this paper are twofold: (1) to illustrate how the proposed distribution could be viewed in tension with the WHO's commitment to global equity and (2) their distribution may yet be considered justifiable given the political constraints.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "text": "6 7",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "At first glance, an equal distribution of vaccines among COVAX signatories does not intuitively seem right-a targeted allocation based on where the burden of disease is highest, or where the effective reproduction number (ie, the Rt) is highest, would save many more lives. It is difficult to approximate the number of additional lives saved without formal Current controversy epidemiological modelling, but one could confidently predict the number of deaths averted with a strategic allocation would be an order of magnitude higher given: ► An individual living in Brazil, Bolivia or Peru is at least 10 times more likely to die from COVID-19 than an individual living in Australia, New Zealand or South Korea. 8 ► Over 35% worldwide deaths secondary to COVID-19 originate from Brazil, the USA and India 8 (see figure 1 ). ► In the first week of March 2021, India averaged over 15, 752 new cases, in comparison to China who reported less than 30 new cases. 8 Building on this further, we could crudely estimate after the first round of vaccine distribution, at least 200 more deaths a day would be averted in Brazil compared with New Zealand, assuming the first distribution would avert 50% of daily deaths within a country. 8 COVID-19 has impacted some countries significantly more in other respects of well-being. Recent data has indicated the poverty headcount in India for instance is projected to reach over 10 million due to the pandemic. 9 The economic downturn has led to a sharp rise in food insecurity with researchers finding a 38% increase in adults missing meals and 69% increase in children missing meals across households in rural Kenya. 10 It is estimated the economic decline will persist as long as the pandemic is not under control. 9 While health or well-being maximisation is not an explicit value that SAGE appears to endorse, ethicists nearly unanimously agree that it should be considered in any health-related resource allocation decision making. 11 It is frequently used within other health contexts, with many countries publicly funding health interventions based on the number of quality-adjusted life years they save, 12 13 and multilateral institutions such as Gavi, who place significant weight on health maximisation when deciding which vaccines to prioritise. 14 ",
            "cite_spans": [
                {
                    "start": 879,
                    "end": 882,
                    "text": "15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 883,
                    "end": 886,
                    "text": "752",
                    "ref_id": null
                },
                {
                    "start": 1226,
                    "end": 1227,
                    "text": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1446,
                    "end": 1447,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1654,
                    "end": 1656,
                    "text": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1753,
                    "end": 1754,
                    "text": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1973,
                    "end": 1975,
                    "text": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 2148,
                    "end": 2153,
                    "text": "12 13",
                    "ref_id": null
                },
                {
                    "start": 2294,
                    "end": 2296,
                    "text": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 812,
                    "end": 820,
                    "text": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "MAXIMISING HEALTH AND WELL-BEING"
        },
        {
            "text": "The intuition for a targeted allocation could also be grounded in principles of fairness and justice. Put another way, a distribution based on equity, which incorporates judgements based on what is fair and just, 15 would be more morally justifiable compared with an equal distribution. Unlike health maximisation, the SAGE values endorse equity and explain a distribution should take into account need-particularly the need of individuals more likely to be hospitalised and suffer fatal outcomes, and the need of LMICs with comparatively weak health systems and social safety nets. 6 We ultimately care about need in public health because we believe some people, or in this case, some countries would benefit from additional support to achieve equal health outcomes. 15 We know, however, striving for equal health outcomes, is not possible in all circumstances particularly when biological and genetic variations play a large role in disparities. In an attempt to better define the outcomes we should seek to equalise, Whitehead proposed equal outcomes should be sought insofar differences or variations in outcomes are unnecessary and avoidable, in addition to being unfair or unjust. 6 There is of course much debate on which inequalities meet this criteria but such scaffolding can facilitate more effective enquiry. One guide to determining what may constitute an unfair or unjust inequality, Whitehead explains, involves considering the degree of choice involved in the factors resulting in that inequality. While there is debate about the degree of choice involved in the consumption of harmful products such as tobacco, it is clear individuals born in poverty or born in countries with a high burden of disease had little choice for their living and working conditions, which ultimately had and will continue to have a large influence on their COVID-19 outcomes. With further application of Whitehead's definition, we can see differences in health outcomes between countries are rectifiable with a greater allocation of vaccines to countries with a higher burden. However, one may argue the inequalities between countries may be considered necessary and something that should not be immediately fixed. They may reason that countries may choose not to partake in the facility if they consider themselves disadvantaged in the first stage, potentially leading to COVAX ceasing to exist if the WHO sought to address the inequality immediately by proposing a targeted distribution. We explore this possibility and its implication in the last section.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 583,
                    "end": 584,
                    "text": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 768,
                    "end": 770,
                    "text": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1187,
                    "end": 1188,
                    "text": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "AN EQUITABLE DISTRIBUTION"
        },
        {
            "text": "Daniels further characterises the health inequalities that may be viewed as unjust by linking health inequalities to a Rawlsian account of distributive justice. 7 Rawls argues if we were to negotiate among ourselves behind a 'veil of ignorance' we would agree a fair society would be a society which protects basic liberties, provides equality of opportunity and limits inequalities to those that provide benefits to the worst-off. 16 Daniels claims health must be given special moral importance because it protects the range of opportunities available to us. 7 He extends his analysis to explain health inequalities are unjust when they evolve from an unequal distribution of the social determinants of health, or a distribution that does not align with Rawl's principles of justice. In the context of COVAX, this could point to LMICs given extra priority, as their health losses are amplified because a higher proportion of individuals did not have their basic needs met prior to the pandemic. However, Daniels stopped short from claiming Rawl's principles of justice could be applied in resource allocation contexts, conceding the principles were indeterminate in resolving disputes regarding the aggregation which best protects fair equality of opportunity. 7 For example, it cannot tell us how much extra priority we should give the worse-off, if we can produce a much bigger improvement in health for those who are better off. He instead emphasised a fair process must take place, a form of procedural justice, to arrive at a reasonable decision. The process should include a deliberate search for mutually justifiable reasons for an allocation, publicity about the grounds for decisions and revisability of decisions in light of new evidence and arguments. The WHO secretariat appears to have met the first two criteria of Daniels conditions in their bid to determine a fair allocation, having set reasons for why they proposed an equal distribution and making their reasoning publicly available. 4 However, as others have highlighted, their reasons are unclear and at times, conflicting. 17 It remains to be seen if they change their decision in light of arguments and new evidence.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 432,
                    "end": 434,
                    "text": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 560,
                    "end": 561,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1262,
                    "end": 1263,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2004,
                    "end": 2005,
                    "text": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2096,
                    "end": 2098,
                    "text": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "AN EQUITABLE DISTRIBUTION"
        },
        {
            "text": "The aspect of the deliberative process most likely disputed was whether there is an obligation for states to redress inequalities outside of their territorial boundaries. In the Rawlsian account of distributive justice, the demandingness of reducing inequalities stems from the relationship between individuals and institutions within states, constituting a basic societal structure. 18 Rawls claims that to ensure these relationships are fair and just, the state must intervene to provide equal political liberties and opportunities among citizens. He argues the same rules would not apply in international contexts, as the same institutions do not exist. 18 Nagel further develops Rawl's position, by explaining justice primarily applies in the context of coercive institutions, given the state has the duty to minimise inequality because of the liberties it removes from its citizens so as to engage in largescale economic coordination. 19 Others disagree, either arguing the principles of justice do not depend on the existence of an institutional framework, or the institutions exist on the international scale, and are unfair and exploitative in their design. 20 21 Pogge, for example, explains multilateral institutions such as the World Bank, the International Monetary Fund and World Trade Organization substantially influence the trajectory of nations, and consequently, must act in a way to promote global justice. 20 Based on this logic, WHO should have a similar mandate and the responsibility to ensure their technical advice is distributed in a way that is equitable.",
            "cite_spans": [
                {
                    "start": 384,
                    "end": 386,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 657,
                    "end": 659,
                    "text": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 940,
                    "end": 942,
                    "text": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1166,
                    "end": 1168,
                    "text": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1169,
                    "end": 1171,
                    "text": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1426,
                    "end": 1428,
                    "text": "20",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "AN EQUITABLE DISTRIBUTION"
        },
        {
            "text": "Evidently, there is limited consensus on global justice and what countries owe each other. Perhaps this was part of the reason for why SAGE separated equity into national and global entities, 5 potentially recognising that some national partiality was justifiable. That then begs the question, to what degree does this partiality extend? Would it be enough for LMICs to not be required to contribute to the development and production of vaccines? Or as Emanuel et al propose, should countries forgo vaccinations if the reproduction number is below 1 4 ? Citizens of high-income countries (HIC) may certainly feel treated unfairly if their nation did not receive any vaccines during the first iteration of distribution, despite contributing to the development and distribution of vaccines, and have the capacity to benefit. On the other hand, the only mechanism for LICs with a high burden of COVID-19 may be the COVAX facility, as they may not have the means to attain vaccines in the market, ultimately receiving a much lower proportion of vaccines compared to countries that have been able to secure deals outside of the COVAX facility. It appears at this stage that the initial distribution will be significantly unequal due to the bilateral arrangements secured by HICs, and will not correlate (or worse, negatively correlate) with disease burden.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AN EQUITABLE DISTRIBUTION"
        },
        {
            "text": "Despite the lack of consensus on what a just allocation constitutes across international borders, it appeared clear health and well-being maximisation would support a targeted distribution over an equal vaccine distribution. We are sympathetic to the position Emanuel et al 4 took as we believe, there are too many lives at stake to justify an equal distribution of vaccinations on the claim that nations only have responsibility to correct inequalities within their territorial boundaries. However, we find this does not hold when we examine the political constraints. In an interview with a Vox journalist, the WHO's chief scientist Soumya Swaminathan was asked about why the secretariat has proposed an equal distribution and candidly explained 'There's a big, big risk that if you propose a very idealistic model, you may be left with nothing. 22 ' She referred to the 2009 swine influenza epidemic where most of the vaccine doses were bought by HICs. Taking into account the realities of a political economy, an equal distribution could then be justifiable from a well-being maximisation perspective as well, given the very real possibility of not attaining signatures to fund the COVAX facility. That is to say, a targeted distribution may lead to many more HICs refusing to sign up to the facility, which ultimately would reduce the number of vaccines that LMICs receive.",
            "cite_spans": [
                {
                    "start": 848,
                    "end": 850,
                    "text": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "POLITICAL REALITY"
        },
        {
            "text": "In an attempt to better illustrate this argument, we designed a decision-tree to reflect the subjective uncertainties and possible outcomes the WHO may encounter when deciding between proposing an equal or targeted allocation (see figure 2 ). We crudely estimate if an equal distribution was proposed, there was a 75% chance COVAX would attain the required signatories and corresponding funding to successfully operate. Based on modelling from researchers at Northeastern University, 23 this scenario is predicted to avert 61% of predicted deaths after allocation of 2 billion doses to cover 20% of all populations. On the contrary, if the multilateral arrangement did not eventuate, the same researchers predicted 33% of deaths would be averted based on a scenario in which HICs attain access to all vaccine doses when they are first produced. Given the disproportionate burden some nations are experiencing, we estimated a targeted scenario would avert 90% of deaths. However, because many HICs may not get access to the vaccine during the first allocation, we predicted the facility only had a 20% chance of materialising. Based on these sizeable assumptions, it follows the expected deaths averted in the equal distribution is higher than a targeted distribution.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 231,
                    "end": 239,
                    "text": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "POLITICAL REALITY"
        },
        {
            "text": "The difference is small enough that under a different set of assumptions the expected deaths averted would be higher in a targeted allocation. However, if anything, we felt we were generous with the probability attached to the success of the targeted allocation. In addition to the comments made by Swaminathan, our beliefs or predictions of the small possibility of HIC Current controversy signing a targeted allocation stem from observing their actions with regard to foreign aid, their actions so far in this pandemic and the WHO's previous allocation of technical assistance. To our knowledge, there has never been a scenario in which an HIC, or any country for that matter, that has been ready to forgo resources to other countries that they would benefit from themselves. Arguably all overseas development assistance directed to LMICs are resources HICs have an abundance of, or do not need given the different disease burdens. Further, some of the HIC with the most publically benevolent leaders have applied and been granted vaccines for COVAX's first iteration of distribution, despite having already made agreements with manufacturers to cover more than their population. Global leaders Jacinda Arden and Justin Trudeau have openly advocated for equality of access to vaccines and a distribution based on need. 24 If New Zealand were truly committed to a distribution based on need, it seems contradictory for them to apply for over 200,000 vaccines when they have suffered 5 COVID-19 deaths per million in total, compared with a country like Boliva who have had nearly 1000 deaths per million in total. 7 Such actions make us sceptical they would have contributed to a facility not allowing them to purchase vaccines on the first iteration of the distribution. Finally, we suspect the WHO, Gavi and CEPI had better information regarding what HICs would and would not sign-up to, as many negotiations would have occurred before an official proposal was released. We think they would have proposed an targeted proposal if it were feasible, given the WHO's approach to resource allocation in the past (eg, their distribution of technical assistance is guided by a country's GDP and life expectancy, 25 ) and commitment to global equity.",
            "cite_spans": [
                {
                    "start": 1321,
                    "end": 1323,
                    "text": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1614,
                    "end": 1615,
                    "text": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2207,
                    "end": 2209,
                    "text": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "POLITICAL REALITY"
        },
        {
            "text": "Such considerations could also lead sympathisers of the view that nations have some obligation to individuals from other countries to support an equal allocation. Again by examining the expected outcomes, we predict an equal distribution would avert a greater number of deaths in LMICs and thereby do more in expectation to reduce cross-country health and economic inequalities than a targeted distribution. The choice to not fully correct inequalities at the start of the distribution could be viewed as meeting Whitehead's 'necessary criteria', or the Rawlsian difference principle as it ultimately is better for the worst-off. 6 16 Countries in collaboration with the WHO and other international organisations, must learn from the inequitable vaccine distribution that has evolved during this pandemic and set mechanisms in place for future outbreaks that ensures the distribution of vaccines follow a just allocation mechanism, for example, the model proposed by Emanuel et al-an allocation that treats all countries with equal moral concern, minimises harm and gives priority to the worst-off. 4",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 634,
                    "text": "6 16",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "POLITICAL REALITY"
        },
        {
            "text": "In principle, a fair vaccine allocation mechanism for COVAX would involve distributing doses to those whose need is greatest, given it would do most to reduce harm and minimise disparities. Yet, when the political realities are accounted for, such an arrangement does not appear to hold true. Given the self-interested nature of states, it is unlikely they would partake in the facility if they did not have access to vaccines during the first allocation round, thereby likely resulting in the collapse of the COVAX facility. Our suggestion for the WHO is to publicly acknowledge this reality if true, engage with the criticism levelled by Emanuel et al and encourage states that have COVID-19 under control to forgo their vaccine allocation to countries needing it more. We hope for future pandemics, equitable international agreements are established beforehand for the development and distribution of vaccines and other scarce resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "Twitter Nisrine Kawa @kawanisrine and Apoorva Gomber @ApoorvaGomber ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "5",
            "pages": "533--537",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30120-1"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Coronavirus vaccine Tracker. the new York times",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corum",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organisation. Fair allocation mechanism for COVID-19 vaccines through the COVAX facility",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "An ethical framework for global vaccine allocation",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kern",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "369",
            "issn": "6509",
            "pages": "1309--1321",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abe2803"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "World Health Organisation. Who SAGE values framework for the allocation and prioritization of COVID-19 vaccination",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The concepts and principles of equity and health",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Whitehead",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Health Promot Int",
            "volume": "6",
            "issn": "3",
            "pages": "217--245",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/6.3.217"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Just health: meeting health needs fairly",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Daniels",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19) deaths",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ortiz-Ospina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasell",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Poverty and shared prosperity 2020: reversals of fortune",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Falling living standards during the COVID-19 crisis: quantitative evidence from nine developing countries",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "Miguel",
                    "middle": [
                        "E"
                    ],
                    "last": "Warren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Sci Adv",
            "volume": "7",
            "issn": "6",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1126/sciadv.abe0997"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Global health priority-setting: beyond costeffectiveness",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Norheim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Millum",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Nice guide to the methods of technology appraisal",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Earnshaw",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pharmacoeconomics",
            "volume": "26",
            "issn": "9",
            "pages": "725--732",
            "other_ids": {
                "DOI": [
                    "10.2165/00019053-200826090-00002"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "What criteria do decision makers in Thailand use to set priorities for vaccine introduction?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pooripussarakul",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Riewpaiboon",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bishai",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Public Health",
            "volume": "16",
            "issn": "1",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1186/s12889-016-3382-5"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Prioritisation mechanism",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gavi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Equity and equality in health and health care",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Culyer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wagstaff",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Health Econ",
            "volume": "12",
            "issn": "4",
            "pages": "431--57",
            "other_ids": {
                "DOI": [
                    "10.1016/0167-6296(93)90004-X"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "A theory of justice",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Covax must go beyond proportional allocation of covid vaccines to ensure fair and equitable access",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "M"
                    ],
                    "last": "Herzog",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "F"
                    ],
                    "last": "Norheim",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Emanuel",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "BMJ",
            "volume": "372",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m4853"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "The law of peoples",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rawls",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Crit Inq",
            "volume": "20",
            "issn": "1",
            "pages": "36--68",
            "other_ids": {
                "DOI": [
                    "10.1086/448700"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The problem of global justice",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Nagel",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Philosophy & Public Affairs",
            "volume": "33",
            "issn": "2",
            "pages": "113--160",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1088-4963.2005.00027.x"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "World poverty and human rights",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Pogge",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Ethics Int Aff",
            "volume": "19",
            "issn": "1",
            "pages": "1--7",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1747-7093.2005.tb00484.x"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Justice beyond borders: a global political theory",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Caney",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Who should get the Covid-19 vaccine first? the equality vs. equity debate, explained. Vox Future Perfect",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Samuel",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Data-Driven dynamic clustering framework for mitigating the adverse economic impact of Covid-19 lockdown practices",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Rahman",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zaman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Asyhari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sustain Cities Soc",
            "volume": "62",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scs.2020.102372"
                ]
            }
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "The International community must guarantee equal global access to a covid-19 vaccine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trudeau",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sahle-Work",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Washington Post",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Resource allocation processes at multilateral organizations working in global health",
            "authors": [
                {
                    "first": "Y-L",
                    "middle": [],
                    "last": "Chi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "B"
                    ],
                    "last": "Bump",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Health Policy Plan",
            "volume": "33",
            "issn": "suppl_1",
            "pages": "4--13",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czx140"
                ]
            }
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Cumulative confirmed COVID-19 deaths in selected countries. Reproduced from Our World in Data. Data source: Johns-Hopkins University Centre for Systems Science and Engineering COVID-19.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Decision-tree estimating the expected deaths averted for proposing an equal or targeted distribution.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "We are grateful to Professor Ole Norheim for guiding our enquiry and providing helpful comments on early drafts. Thanks also to Professor Daniel Wikler and our public health ethics class for useful feedback on a presentation of our work. Finally we would like to thank Dr Allison Hempenstall and an anonymous reviewer for reviewing our manuscript and providing detailed comments. All mistakes are our own.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Contributors SS wrote and prepared the manuscript. NK and AG reviewed and edited the manuscript. All authors contributed to conceptualisation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests None declared.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "Provenance and peer review Not commissioned; externally peer reviewed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Patient consent for publication Not required."
        },
        {
            "text": "This article is made freely available for use in accordance with BMJ's website terms and conditions for the duration of the covid-19 pandemic or until otherwise determined by BMJ. You may use, download and print the article for any lawful, non-commercial purpose (including text and data mining) provided that all copyright notices and trade marks are retained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data availability statement Data are available in a public, open access respository."
        }
    ]
}