{"paper_id": "fc666c4b5e921b8ac361ba9c1140f14a25645235", "metadata": {"title": "Viral Vaccines and Antiviral Therapy", "authors": [{"first": "A", "middle": [], "last": "Tselis", "suffix": "", "affiliation": {"laboratory": "", "institution": "Wayne State University", "location": {"settlement": "Detroit", "region": "MI", "country": "USA"}}, "email": ""}]}, "abstract": [], "body_text": [{"text": "The sum total of human misery that can be ascribed to viral disease is incalculable. Viral diseases have had a major effect on history, causing more deaths than all wars combined. The first successful strategy against viral infection is difficult to date but certainly involved the empirically observed fact of immunity -that survivors of certain febrile diseases, such as smallpox, bearing the scars of illness, were forever protected from that disease but not from other diseases. From this originated the idea of deliberately inducing a mild form of the disease to protect the victim from contracting the severe form. This led to the strategy of vaccination to prevent disease. Antiviral drugs, which interfere with the life cycle of the virus in the host, are of more recent origin. Their use is grounded on knowledge of the details of how viruses infect and damage cells because viruses use the biochemical machinery of the living cell to replicate.", "cite_spans": [], "ref_spans": [], "section": "Introduction"}, {"text": "The first scientific instance of vaccination against an infectious disease occurred in 1796 when Edward Jenner, drawing on the common knowledge that those with a history of cowpox never developed smallpox, inoculated cowpox material into the skin of young James Phipps, a local boy. When the boy was later inoculated with fully virulent material from a smallpox lesion, no disease resulted. Jenner named this process vaccination, from vacca, the Latin name for cow. This first published experiment in vaccination was preceded by similar empirical procedures of variolation in the Orient that were practiced for centuries. Since then, vaccines have been developed to prevent a wide range of viral diseases ( Table 1) .", "cite_spans": [], "ref_spans": [{"start": 707, "end": 715, "text": "Table 1)", "ref_id": "TABREF0"}], "section": "Vaccines"}, {"text": "The basic strategy behind vaccination is to present antigens to the immune system in such a way as to stimulate immunity against the fully virulent organism without causing disease. The vaccine antigens (whole attenuated or inactivated virus or protein subunits of virus) are processed in a way similar to that of the wild-type virus. When the vaccine is injected, the virus or viral proteins are taken up by macrophages, processed, and presented to helper T lymphocytes, which then orchestrate the immune response. The immune system is thus primed so that encounter with wild-type virus results in its elimination.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "Initially, there were two basic methods for making viral strains suitable for vaccines (vaccine strains). In the first, a virus is 'inactivated' by exposure to chemical or physical agents that would 'kill' the virus, for example, by denaturing viral proteins important for attachment to and invasion of the cell, so that the virus is rendered noninfectious. Thus, inactivated virus does not replicate. Inactivated vaccines tend to be less reactogenic than attenuated vaccines and have the advantage that they do not revert to a virulent form. The Salk polio vaccine was inactivated by treatment of the virus with formalin.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "In the second method for making vaccine strains, a virus is 'attenuated' by serial passage in cells or host tissues from other species, resulting in the production of viral strains that are specifically adapted to the tissues of the other species and therefore less virulent to humans. Thus, such a vaccine virus causes a mild infection and induces immunity against the virulent wild-type virus encountered in nature. These vaccines have the potential disadvantage of reverting to virulent form. An example is the Sabin polio vaccine, in which the three strains of poliovirus were serially passaged through monkey kidney tissue cells. There have been rare cases of reversion of Sabin vaccine strains to virulent form, and a few cases of paralytic poliomyelitis have resulted.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "There are several other methods of producing vaccines in development, including subunit, vector, and DNA vaccines. They are usually given parenterally, and various schedules of administration are used.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "Subunit vaccines are made by purifying an immunogenic viral protein and incorporating it into a vaccine. Because only the single viral protein is used, there is no danger of inadvertent infection with the virus. An example is the original hepatitis B vaccine, in which hepatitis B surface antigen (HbsAg) was purified from the blood of hepatitis B carriers. This viral protein is now produced by recombinant DNA methods, involving no human blood products.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "Vector vaccines consist of a relatively nonpathogenic virus incorporating a gene, from a virulent virus, which encodes antigenic protein. The strategy is that during the mild infection by the vector virus, protein from the DNA of the virulent virus is also presented to the immune system without actual infection by the virulent virus. The advantage of a vector vaccine is that the DNA of several different virulent viruses can be incorporated so that immunity is induced to more than one virulent virus. There are no vector vaccines currently available for human use. DNA vaccines are a variation on the vector vaccine theme. Here, a segment of viral DNA coding for an immunogenic peptide is injected directly into muscle, and synthesis of the peptide occurs in the host cell. The peptide is expressed on the surface of the cell in conjunction with a type 1 major histocompatibility complex molecule and is recognized by the immune system, which is then activated and primed. DNA vaccines are still under development and none is available for human use.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "For a vaccine to be effective, it must induce the appropriate immune response. In general, both humoral and cellmediated immune responses are made, but each has varying importance. Thus, specific antibodies inhibit enteroviruses, whereas herpesviruses are suppressed by cell-mediated immunity. The precise type of immune response that is protective is unknown for most viruses, however. Furthermore, an inactivated virus or viral subunits are often not very immunogenic by themselves, and to generate a sufficiently robust immune response an adjuvant must be added to the vaccine formulation. Adjuvants enhance the immune response by various means, such as attracting macrophages by inducing a mild inflammation. Some adjuvants, such as Freund's complete adjuvant, consisting of mineral oil and nonviable mycobacteria, are too toxic for human use. Currently, aluminum salts and a combination of aluminum salts with phospholipid A (used in a recently approved bivalent human papilloma virus (HPV) vaccine) are the only adjuvants used in vaccines for human use.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "Safety considerations are definitely very important and include determination of adverse effects of the vaccines, such as nonspecific febrile reactions, injection site erythema and induration, and allergic reactions to the vaccine virus or its vehicle. Vaccine virus that is inadequately inactivated or attenuated can cause the disease that it is intended to prevent. Establishing the safety of vaccines before approval for human use is critical because potentially a large population can be exposed to them.", "cite_spans": [], "ref_spans": [], "section": "Vaccines"}, {"text": "Rabies is a viral encephalitis and myelitis that is usually transmitted by percutaneous exposure to infected saliva from a rabid animal. The disease is characterized by dramatic and progressive neurological deficits leading to cardiovascular instability and death within a few days, after a long period from the time of exposure. The disease is very rare in North America because it has been eliminated from domestic animals and pets, and most cases now come from wildlife such as infected bats. Throughout the rest of the world, rabies poses a serious burden, with more than 55 000 deaths estimated annually by the World Health Organization.", "cite_spans": [], "ref_spans": [], "section": "Rabies"}, {"text": "The idea of using modified infectious material as protection from viral disease was adopted by Pasteur, who used attenuated rabies virus from infected rabbit spinal cord to protect dogs from rabies. His strategy, which was similar to what he did to produce a chicken cholera vaccine, was to take infected rabbit spinal cord and allow it to dry, which 'weakened' or attenuated the virus present in the cord. The longer the dessication, the weaker the virus would be until, at some point, the immune reaction induced by the attenuated virus would prevent infection by fully virulent virus. The Pasteur vaccine was first used publicly on 6 July 1885, in a young boy, Joseph Meister, who had had multiple bites from a rabid dog. He was administered 13 injections during a 10-day period and survived. The original Pasteur vaccine was thus cumbersome to administer, with multiple painful injections, and frequently led to neurological complications, which were termed 'neuroparalytic accidents.' The Fermi vaccine used live virus attenuated with phenol, and the Semple vaccine used phenolinactivated virus. Both contained neural tissue, however, and neuroparalytic accidents remained a problem. Fuenzalida first produced a myelin-free vaccine in 1956 by propagating virus in neonatal mouse brains. The first nonneural tissue-based vaccine was the duck embryo vaccine (DEV), which consisted of vaccine virus propagated in duck eggs. This was introduced in 1956. Although the incidence of neuroparalytic accidents was greatly reduced with DEV, the vaccine was not as immunogenic as the neural tissue-derived vaccines and required 14-23 daily injections. Human cells were used to develop rabies vaccines free of animal proteins, and the human diploid cell vaccine, the contemporary standard, was first developed in the early 1960s at the Wistar Institute by growing the Pitman-Moore strain of rabies virus in the WI-38 human cell line. Currently, the vaccine is produced by growing Pitman-Moore strain in the MRC-5 human fibroblast cell line and inactivating the virus in the supernatant with b-propriolactone, after which the inactivated virus is concentrated. Vero cells and purified chick embryo cells are also used to grow rabies vaccine virus in Europe and the United States.", "cite_spans": [], "ref_spans": [], "section": "Rabies"}, {"text": "Rabies vaccination is usually administered for postexposure prophylaxis as part of a specific regimen. The bite wound is washed with soap and water, and rabies immune globulin is infiltrated into the wound. The vaccine is then administered on a defined schedule. The vaccine is very safe to use, and significant reactions are very rare. Most reactions in adults consist of soreness at the site of injection, headache, malaise, and nausea; fewer reactions occur in children. Allergic reactions to human diploid cell vaccine occur in approximately 0.1% of vaccinees but are rarely serious, and no fatalities have been reported.", "cite_spans": [], "ref_spans": [], "section": "Rabies"}, {"text": "Polioviruses, of which there are three serotypes, are enteroviruses that usually cause a mild febrile illness in exposed children. Poliovirus was first isolated by Landsteiner and Popper in 1908. Approximately 1-5% of infections result in poliomyelitis, with patchy involvement of anterior horn cells and subsequent weakness that may be severe and permanent. The development of poliovirus vaccine is an epic tale of failed attempts, intense scientific research, and rivalry, followed by the introduction of two different successful vaccines and the eradication of the disease in the Western Hemisphere.", "cite_spans": [], "ref_spans": [], "section": "Poliomyelitis"}, {"text": "The prospect of global eradication of poliomyelitis is not unrealistic. The first attempts at vaccination against poliovirus in the 1930s were plagued by inadequate attenuation of the virus and actually caused the disease in some of the trial subjects. Much needed to be learned. The demonstration that there were three distinct polioviruses was not achieved until 1949. There was no test for the attenuation of the viruses. There were no safety precautions against injecting neurally derived material. Scientific developments during the following 20 years led to the important realization that the virus is transmitted through fecal-oral contact and that the virus replicates in the gut before spreading to the nervous system. Further research led to the Salk vaccine, an inactivated poliovirus vaccine that was administered by intramuscular injection, and to the Sabin vaccine, an attenuated poliovirus vaccine administered orally. The trial of the Salk vaccine, begun in 1954 and completed in 1955, was done first in the United States and involved approximately 2 million subjects. The Sabin vaccine trials were done soon afterward in the Soviet Union. Wide use of these vaccines has essentially eliminated poliomyelitis in the Western Hemisphere. The rate of poliomyelitis in the United States decreased from 10.6 per 100 000 persons in 1958 to 0.43 per 100 000 persons in 1963. Vaccination of entire populations promises to eradicate the disease worldwide. The World Health Organization has made it a priority to do this through the Global Polio Eradication Initiative, but the final eradication is elusive.", "cite_spans": [], "ref_spans": [], "section": "Poliomyelitis"}, {"text": "Measles is an acute febrile exanthem caused by the measles virus, a negative sense RNA virus. Most children with measles recover completely from the disease, but complications are not uncommon. These include bacterial superinfections, and in 1 of 1000 cases, a postviral acute disseminated encephalomyelitis (ADEM) occurs that can be fatal or leave severe neurological deficits. Rarely, the virus becomes established in the brain, and in 1 of 1 million cases it leads to subacute sclerosing panencephalitis, a progressive degenerative disease of the brain, resulting almost always in death after a few months following a latent period of several years. Measles virus was first isolated and propagated in tissue culture by Enders and Peebles in 1954, and efforts at making measles vaccine followed soon thereafter. The Edmonston strain, named for the individual from whom it was first isolated, was the initial virus from which a vaccine was made. The Edmonston B strain, the actual strain used in the vaccine, was obtained from the original Edmonston isolate by serial passage in primary kidney cells (24 passages), primary human amnion cells (28 passages), chicken embryos (6 passages), and then in chicken embryo cells. This vaccine was first introduced in 1963 but was associated with a high rate of fever and rash. It was discontinued in 1975. Other vaccine strains that were much better tolerated were introduced several years before its discontinuation. One of these, the Moraten strain, introduced in 1968, was derived from the Edmonston B strain by an additional 40 passages in chicken embryo cells. The Schwarz strain was obtained from the Edmonston B strain by an additional 85 passages in chicken embryo cells and was used from 1965 to 1976. The Moraten vaccine is the only one used in the United States today. Other vaccine strains are used elsewhere throughout the world. The effectiveness of vaccination may be gauged from the fact that before vaccination 4 million cases of measles occurred annually in the United States, whereas there were only 309 cases in 1995.", "cite_spans": [], "ref_spans": [], "section": "Measles"}, {"text": "The difficulties in measles vaccine development are demonstrated by the formalin-inactivated measles vaccine, which was prepared from the Edmonston strain and used in the United States from 1963 to 1967. The vaccine provided only short-term protection against measles and left the recipients vulnerable to infection with measles virus. The clinical form that measles takes in these patients is atypical and severe and is marked by sudden onset of fever, headaches, dry cough, myalgias, and abdominal pain, followed by a rash beginning in the distal extremities. Most patients developed pneumonia, which resolved slowly. Patients with atypical measles had high titers of antibodies to many of the viral proteins but not to the viral fusion protein (F protein). It is thought that the formalin inactivation of the virus rendered the F protein nonimmunogenic and thus allowed cell-to-cell spread, resulting in a more widespread disease. The use of this vaccine was discontinued in 1967.", "cite_spans": [], "ref_spans": [], "section": "Measles"}, {"text": "Mumps virus is a paramyxovirus, which causes an acute painful parotitis in children. The disease is usually self-limited, but it can be complicated by meningitis and meningoencephalitis, with residual deficits. It can also result in sensorineural deafness. In adults, mumps has a higher rate of systemic complications and can cause orchitis in up to 40% of adult men and oophoritis and mastitis in a substantial proportion of adult women. Other organs may be involved as well. The virus for the first mumps vaccine was obtained from a young girl named Jeryl Lynn, the daughter of the master vaccinologist, Maurice Hilleman. It was passaged in embryonated hens' eggs and chick embryo cell cultures. The Urabe strain was obtained from a Japanese patient. The Jeryl Lynn strain vaccine was tested in two clinical trials, one in Philadelphia nursery school and kindergarten children during 1965-67 and one in Forsyth County, North Carolina, schoolchildren in 1966 and 1967. Mumps vaccine was first licensed for use in 1967. The number of cases of mumps in the United States in 1968 was 152 209, and this decreased to 2982 cases in 1985. The number of cases increased briefly after vaccination rates declined but decreased again after mumps vaccination was required for school entry to 751 cases in 1996.", "cite_spans": [], "ref_spans": [], "section": "Mumps"}, {"text": "Rubella is a self-limited febrile exanthematous disease in children caused by an enveloped RNA virus in the toga virus family. In 1940, the virus was linked by Norman Gregg to congenital cataracts in offspring of mothers who had rubella during pregnancy, and it was later realized that rubella during pregnancy could lead to multiple birth defects. Some of these are neurological and include deafness, blindness, and microcephaly, with subsequent mental retardation and motor and language difficulties. The disease can be complicated by arthritis and in 1 of 6000 cases by postviral ADEM. Rarely, the acute disease may be followed months or years later by progressive rubella panencephalitis, a progressive degenerative disease leading to death within a few months. The virus was isolated in 1962 by two different groups. Several vaccine strains were developed, but only one is currently used, the RA27/3 strain in a live virus vaccine. The virus was first isolated from the tissues of a fetus in 1965. It was serially passaged in a human diploid cell line WI-38 at two different temperatures and shown to be attenuated by inoculation into human volunteers. It was then further passaged to increase the attenuation in human diploid cell lines. The vaccine is given as a combination with measles and mumps vaccine. Vaccination against rubella has been exceedingly successful, with an incidence rate decreasing from approximately 30 cases per 100 000 persons in 1968, before the vaccine was licensed in 1969, to 128 cases in 1995 in the United States. The incidence of congenital rubella syndrome decreased from an average of 106 cases per year in the United States in the 1970s to 4 cases in 2001-04, some of whom were born outside of the United States.", "cite_spans": [], "ref_spans": [], "section": "Rubella"}, {"text": "Varicella or chicken pox is an acute, febrile, self-limited, exanthematous disease of children that is caused by varicella-zoster virus (VZV), a member of the herpesvirus family. Complications of the disease include varicella pneumonia, hepatitis, cerebellar ataxia, and encephalitis. The disease tends to be severe in adults and the immunocompromised as well as in pregnant women, in whom the previously mentioned complications are more common. After acute infection, the virus assumes a latent state in sensory ganglia and reactivates as the host ages or when the host is immunocompromised. Reactivation results in shingles or zoster, a painful vesicular eruption located in the dermatome of the spinal nerve root in which reactivation has occurred. The pain of shingles can be quite severe and prolonged, occasionally for years after the episode of shingles, resulting in postherpetic neuralgia. Shingles is common and can affect up to 15% of the population living to the ninth decade. Shingles can affect the distribution of the trigeminal nerve and cause ophthalmic zoster, with blindness being a potential complication. The reactivation of VZV in sensory ganglia can also involve the spinal cord, resulting in myelitis. Varicella virus vaccine strain was originally obtained from a 3-year-old boy, whose last name was Oka, with otherwise uncomplicated chicken pox. The virus was isolated in primary human embryonic lung fibroblast (HELF) cell cultures and serially passaged in multiple cell lines, and these were sonicated to release free virus. The resulting vaccine Oka strain virus was found to be temperature sensitive and to be less pathogenic in skin explants than wild-type virus. There are also differences in DNA cleavage patterns between the vaccine Oka and wild-type strains of virus. Clinical trials with the Oka vaccine strain began in Japan in 1974. The vaccine was first given to 70 normal children and was found to be immunogenic and protective, with no significant side effects. The safety of this attenuated vaccine strain was demonstrated in 39 children with chronic medical conditions. Subsequent studies in Japan showed that the vaccine was safe to use in children with leukemia and other malignancies if chemotherapy was stopped 1 week before vaccination and resumed 1 week after. Studies in the United States showed that in children with cancer and kidney transplants, the vaccine was safe, although two doses were needed to guarantee optimal protection from chicken pox. The vaccine was licensed in the United States in 1995. It is used in healthy children and adults and, with appropriate precautions, in children with leukemia and renal disease. The vaccine may help prevent shingles in the elderly by boosting anti-VZV immunity and its use is recommended. Rare cases of shingles involving vaccine virus have been reported.", "cite_spans": [], "ref_spans": [], "section": "Varicella"}, {"text": "Arboviruses are viruses that are transmitted by arthropods, such as mosquitoes and ticks, and are therefore not a taxonomic group but rather an ecological classification. Arboviral infections may be asymptomatic or cause a febrile rash, polyarthritis, hemorrhagic fever, or encephalitis. Examples of the latter include St. Louis encephalitis, western equine encephalitis, eastern equine encephalitis, Lacrosse encephalitis, and West Nile encephalitis in North America; Venezuelan equine encephalitis in South America; Japanese encephalitis (JE) in Southeast Asia; Murray Valley encephalitis and Kunjin fever in Australia; and tick-borne encephalitis (TBE) in Europe and the Far East.", "cite_spans": [], "ref_spans": [], "section": "Arboviral Infections"}, {"text": "JE is aviral encephalitis endemic to Southeast Asia. It is caused by a flavivirus and is transmitted by mosquitoes. The disease was first described in Japan in 1871, and an epidemic in 1924 resulted in more than 6000 cases, 60% of which were fatal. Since then, outbreaks have occurred in China, Korea, Vietnam, India, and recently in Malaysia, Indonesia, Papua New Guinea, and northern Australia. The risk of disease in the unvaccinated is not negligible. In susceptible US, British, and Australian military personnel stationed in endemic areas, the incidence rate of JE has increased from approximately 0.05 in 1945 to 2.1 cases per week per 10 000 in 1972. The virus was first isolated from human brain in 1924 by inoculation into rabbits, and the disease was transmitted into monkeys in 1934.", "cite_spans": [], "ref_spans": [], "section": "Arboviral Infections"}, {"text": "Several vaccines have been made since the 1930s. Currently, there are three vaccines in common use in Southeast Asia. Two are inactivated -one derived from mouse brain and the other from primary hamster kidney cells. An attenuated vaccine is obtained from primary hamster kidney cells. The Nakayama and Beijing-1 strains are used in the inactivated, mouse brain-derived vaccines, which are specially treated to remove myelin basic protein from the formulation so that the risk of postvaccine ADEM is minimized. A few cases of ADEM linked to the vaccine have been reported, but the estimated risk is very small, with less than one case per 1 million vaccinees. The efficacy of vaccines against JE has been demonstrated in several studies conducted in Southeast Asia. The Nakayama vaccine was shown to be 80% effective in a Taiwanese study. In a Thai study, the effectiveness of both the monovalent Nakayama and the bivalent Nakayama and Beijing-1 vaccines was found to be more than 90%.", "cite_spans": [], "ref_spans": [], "section": "Arboviral Infections"}, {"text": "The importance of JE vaccination to public health is highlighted by the fact that it is included in the Thai Expanded Program of Immunizations in children, with the fourth dose of diphtheria-pertussis-tetanus (DPT) and oral polio vaccine instituted at 18 months. In Japan, there were between 1000 and 2500 cases of JE each year before vaccine was available. The number of cases decreased to near zero after 1970, soon after vaccination was instituted. In Beijing, the annual incidence rate of JE was between 15 and 30 cases per 100 000 persons per year before vaccination was available. After 1970, the incidence rate decreased to approximately 5 cases per 100 000 persons, and by 1985 the rate had further decreased to less than 1 per 100 000 persons.", "cite_spans": [], "ref_spans": [], "section": "Arboviral Infections"}, {"text": "TBE, a disease first described in 1934, is prevalent in central Europe and the Far East. The virus was first isolated in 1937 by Zil'ber and coworkers in the Soviet Union. Clinically, the disease may be biphasic, with an initial period of fever, malaise, headache, backache, and nausea. This is followed by an afebrile period of several days to 2 or 3 weeks, after which fever resumes, along with headache, confusion, paresis, seizures, and, in some cases, coma. Because of the tropism of the virus for anterior horn cells, surviving patients are often left with paralysis of neck and shoulder girdle muscles. Indeed, in the far eastern areas of the former Soviet Union, individuals who must prop their heads up are almost always victims of TBE. The central European form of the disease is less virulent than the far eastern form, in which mortality rates of 20-30% are reported. Older patients tend to have more severe form of the disease. The risk of infection in susceptible US military personnel living in highly endemic areas was estimated to be 0.9 cases per 1000 per month in the 1970s and early 1980s. The first vaccine against TBE was produced in 1937 using an inactivated virus prepared from infected mouse brain, and it was given to Soviet military personnel. This resulted in numerous complications. Subsequent vaccines were produced from virus grown in chicken embryo cells and inactivated with formalin. Current vaccines used in central Europe are made from virus derived from ticks and passaged serially in mouse brain and then in chicken embryos. It is then inactivated with formalin and purified by sucrose density gradient centrifugation. Although not randomized, controlled clinical trials of TBE vaccine have been done, seroconversion has been demonstrated to occur in most vaccinees with a three-dose vaccination schedule. TBE vaccine has been used in central Europe on a voluntary basis rather than being incorporated into required vaccination schedules, and approximately 35 million doses have been administered in Austria since 1980, when the vaccine became available. A measure of the usefulness of the vaccine can be inferred from the decrease in incidence of the disease after the vaccine came into general use: The number of cases of TBE in Austria decreased from 677 cases in 1979 to 84 in 1992, but in other parts of Europe, there may have been an increase.", "cite_spans": [], "ref_spans": [], "section": "Arboviral Infections"}, {"text": "Vaccines against eastern, western, and Venezuelan equine encephalitis are available for US military personnel and veterinary and some laboratory staff but not for the general public. All three viruses are passaged in chicken embryo cells, with additional passage of eastern equine encephalitis virus in mice and guinea pigs, and inactivated in formalin.", "cite_spans": [], "ref_spans": [], "section": "Arboviral Infections"}, {"text": "Influenza Influenza is an acute, febrile, debilitating though usually self-limited viral infection of the upper respiratory tract causing significant work and school absences each year. The elderly and chronically ill are prone to develop complications such as pneumonia, which can be lethal. Influenza can be complicated by ADEM and, in children, encephalopathies including Reye's syndrome. The disease occurs in yearly epidemics, in midwinter, and every few decades a completely new strain appears and causes a pandemic. Some strains are very deadly, and the 1918 influenza pandemic caused tens of millions of deaths worldwide, dwarfing mortality from the concurrent world war. Pandemics in 1957 and 1968 were serious but did not have the lethal consequences of the 1918 pandemic. The virus was first isolated in 1933 by Smith, Andrewes, and Laidlaw. In 1935, neutralizing antibodies were detected in subjects given subcutaneous injections of influenza virus. Stokes et al., who demonstrated some degree of protection, performed the first trial of an influenza vaccine in 1936. The virus was grown in a suspension of mouse lung and injected into children. Further studies of influenza vaccination were carried out by the US Army beginning in 1942 and 1943 and used inactivated influenza virus. The benefit of the vaccine was clear-cut. This and other studies led to the licensing of influenza vaccines in the civilian population in 1945. In 1947, there was a dramatic failure of the vaccine during an influenza epidemic, and it was found that the vaccine produced immunity to the vaccine virus but not to the epidemic strain. This was because the epidemic strain was different antigenically from the vaccine strains, illustrating the effect of the antigenic change known to occur in influenza virus. There are two types of such change: (1) antigenic drift, in which the accumulation of mutations in the genes coding for the surface antigens of the virus render it sufficiently different from the previous strains that it can cause disease despite exposure to the previous virus, and (2) antigenic shift, in which there is reassortment of genes coding for the surface proteins. The origin of the new genetic material seems to be from strains circulating in birds. This experience led to the establishment of worldwide sentinel centers by the World Health Organization that monitor for new strains of influenza virus every year so that the new strains can be incorporated into the updated vaccine. This is an important activity because new pandemics are expected to occur in the future. Recent activity of concern has been a 2009 pandemic of influenza H1N1, so-called 'swine flu.' Additionally, a highly pathogenic strain of H5N1, 'avian flu,' emerged in the 1990s. Although cases in humans are few, requiring contact with sick poultry, there is a high mortality rate in people. Current vaccines use two strains of influenza A virus and one influenza B virus, all of which are grown in embryonated chicken eggs.", "cite_spans": [], "ref_spans": [], "section": "Vaccines for Other Important Viral Diseases"}, {"text": "Yellow fever is caused by a flavivirus transmitted by mosquitoes and can range from a subclinical infection to a mild flu-like illness and to a fulminant disease characterized by high fever, liver failure with jaundice (hence the name yellow fever), oliguric renal failure, and a hemorrhagic diathesis with hematemesis. The disease was responsible for massive epidemics in the United States in the eighteenth and nineteenth centuries. For example, an epidemic of yellow fever in Philadelphia in 1793 killed 10% of the population. The virus was first isolated in 1927 from the blood of a Ghanaian patient named Asibi (the Asibi strain). Various inactivated vaccines were developed in the 1920s but were unsuccessful. Max Theiler, working at the Rockefeller Institute in New York, developed the first successful yellow fever vaccine by serially passaging the Asibi strain in embryonated hens' eggs. This vaccine strain, the 17D strain, is an attenuated vaccine. It was first tested in 1936 and rapidly distributed. Thus, by 1939, more than 1 million Brazilians had received the vaccine. Separately, control of yellow fever in French Africa was achieved in the 1940s. The vaccine is one of the safest known, but rare cases of encephalitis in very young infants have led to the recommendation that infants younger than 4 months of age not be given the vaccine.", "cite_spans": [], "ref_spans": [], "section": "Yellow Fever"}, {"text": "HIV disease is caused by human immunodeficiency virus (HIV), which is an enveloped, doubly segmented, positive sense RNA virus. The virus infects cluster of differentiation 4 (CD4 þ ) T-lymphocytes and causes their destruction during a period of approximately 10 years from the initial infection. However, T-cell replenishment is gradually extinguished. The precise pathogenesis of the destruction of these cells is unknown. The result of the destruction of these cells is immunodeficiency, with the subsequent development of numerous opportunistic infections. The disease also causes a chronic inflammatory state, with weight loss, fevers, and night sweats. There are also several progressive neurological conditions linked to HIV infection, including HIV dementia, myelopathy, and distal sensory neuropathy. HIV disease has become pandemic, and more than 30 million people have died from acquired immunodeficiency syndrome (AIDS) worldwide since 1980. It is estimated that 60 million people were infected with HIV worldwide by 2010. This number continues to increase, especially in the third world countries. Very potent antiretroviral drugs have been introduced into the therapy of this disease, originally limited to the more affluent societies of western Europe and North America but recently made more available in the third world. The only practical way of preventing further spread of the disease is through vaccination. Despite intensive work on a vaccine, numerous difficulties have delayed the development of effective immunization.", "cite_spans": [], "ref_spans": [], "section": "HIV Disease"}, {"text": "Successful vaccines have essentially abolished most childhood diseases (poliomyelitis, measles, Hemophilus influenzae type B infection, diphtheria, whooping cough, tetanus, mumps, and rubella) that were prevalent in the US population several decades ago. To protect a population from viral diseases, vaccines specific to those diseases endemic to that population are used. In North America, vaccines against poliomyelitis, influenza, measles, mumps, rubella, varicella, and hepatitis B are used. In Europe, additional protection may be necessary against central European TBE. In Asia, protection against JE is important.", "cite_spans": [], "ref_spans": [], "section": "Protection of the Public"}, {"text": "Protection of special populations (veterinarians, the chronically ill, military personnel, laboratory workers, and travelers) mandates the use of vaccines that are not necessary for the general population. Thus, the chronically ill, who have considerable morbidity and mortality from influenza, are frequently vaccinated annually against the influenza virus strains circulating that year. Veterinarians and laboratory workers who may be exposed to rabies will be vaccinated against it. Military personnel stationed in areas of the world where certain infections are endemic need to be vaccinated against them (e.g., JE in Southeast Asia).", "cite_spans": [], "ref_spans": [], "section": "Protection of the Public"}, {"text": "Certain human viral diseases present attractive targets for eradication because of unique characteristics of the viruses. To be a candidate for eradication, a virus must have no reservoir in nature and not exist in a latent form in humans, from which it can be reactivated to infect naive hosts. The vaccine must produce complete, long-lasting immunity. The viral genome must be stable so that variants to which a previously infected population is susceptible do not arise. Thus, smallpox, poliomyelitis, rubella, and measles have been candidates for eradication. Smallpox has already been eradicated, and the World Health Organization has made eradication of poliomyelitis a priority. Measles, which can be devastating to children in developing countries, is also a potential candidate for eradication. Rabies has animal reservoirs and cannot be eradicated. Immunity to rhinoviruses is short-lived; therefore, the common cold is unlikely to be eradicated. Influenza virus is not genetically stable, and new variants arise yearly, so influenza epidemics occur every year and pandemics occur every few decades.", "cite_spans": [], "ref_spans": [], "section": "Eradication of Diseases (Smallpox, Poliomyelitis, and Measles)"}, {"text": "The cutter incident A potential problem with any vaccine containing attenuated virus is the possibility of insufficient attenuation. The most dramatic example of this occurred in the early days of Salk polio vaccination when 260 vaccinated individuals and their contacts developed poliomyelitis: 94 cases occurred in vaccinees, 126 occurred in family contacts, and 40 occurred in more casual contacts in the community. These cases could not be attributed to the patients acquiring the natural infection just before being vaccinated and thus developing the disease before the vaccine provided effective immunity. These polio cases occurred in only a few western states, which were supplied by a single vaccine manufacturer. Another clue that these were vaccine-related cases was the observation that the injected limbs tended to be affected with weakness. The problem was traced to lots of vaccine from one manufacturer that were inadequately attenuated. These vaccine lots were withdrawn. Vaccine from other manufacturers was found to be safe.", "cite_spans": [], "ref_spans": [], "section": "Poliomyelitis"}, {"text": "The Sabin attenuated vaccine is very effective in protecting against poliomyelitis. The attenuated poliovirus in the vaccine replicates in the gastrointestinal tract and stimulates mucosal immunity against the virus. The attenuated vaccine virus is excreted in the stool and may infect close contacts of the vaccinee, thus vaccinating them as well. However, because the vaccine virus is attenuated and undergoes replication in the gut, there is a possibility of reversion to a virulent form. This unfortunate possibility is rarely realized, and the Sabin vaccine has caused paralytic poliomyelitis in vaccinees or their contacts in approximately one case per 1 million doses. This risk is acceptable only when poliomyelitis is endemic to the population, which is no longer the case in North America. Accordingly, use of Sabin vaccine has been discontinued, and inactivated poliovirus vaccine delivered by inoculation is recommended.", "cite_spans": [], "ref_spans": [], "section": "Reversion to neurovirulence"}, {"text": "The original rabies vaccines were plagued by characteristic adverse events known as neuroparalytic accidents, the most severe of which was ADEM, an acute inflammatory demyelination of the brain and spinal cord. Molecular mimicry is thought to be a likely mechanism, in which vaccine antigens resemble myelin antigens and immune reactions are triggered against myelin, the insulator of axons in the nervous system, with subsequent destruction of myelin and failure of conduction of impulses in the nervous system. ADEM often leads to cognitive and motor deficits in survivors. That this was because of the vaccine and not because of an inadvertent contamination of the vaccine by virulent virus was deduced from the observation that most cases survived (whereas rabies is always fatal), that the pathology in those not surviving was different from that seen in rabies, and that no rabies virus could be isolated from the brains of those fatally afflicted. This complication was believed instead to be because of crossreactivity to the myelin contained in the vaccine. As noted previously, other methods of preparation were developed to produce a myelin-free vaccine.", "cite_spans": [], "ref_spans": [], "section": "Rabies: Neuroparalytic Events Following Vaccination"}, {"text": "In 1976, there were indications that a particularly virulent strain of influenza virus (swine flu) was circulating and a massive campaign to vaccinate against this strain, the National Immunization Program, was mounted in the United States. Soon thereafter, several cases of Guillain-Barré syndrome, an acute inflammatory polyneuropathy, were reported in vaccine recipients. Careful study of 1300 such cases led to an estimate of the risk of Guillain-Barré syndrome after swine flu vaccination to be 4.9-5.9 cases per million. Such an excess of Guillain-Barré syndrome attributable to influenza vaccine also occurred during 1992-93 and 1993-94 seasons, at which time a relative risk of 1.8 per one million for developing Guillain-Barré syndrome was found. It is not clear that the risk is specific to influenza vaccine, however.", "cite_spans": [], "ref_spans": [], "section": "Guillain-Barré Syndrome After Swine Flu Vaccination"}, {"text": "Reports of an association between measles-mumps-rubella (MMR) vaccination and the development of autism and inflammatory bowel disease have engendered much controversy. Twelve children were reported to have developed cognitive problems a few days to a few months after receiving MMR vaccination. However, the ages at which the MMR vaccine is administered are also the ages when autism becomes apparent. Furthermore, there was no population-based study with controls to estimate the relative risk of autism following vaccination. Finally, over the years, details of the conduct of the study have raised serious questions regarding its integrity, and the paper was retracted.", "cite_spans": [], "ref_spans": [], "section": "Autism and Measles-Mumps-Rubella Vaccine"}, {"text": "There were reports in which children were reported to develop severe encephalopathy, some with intractible seizures, following DPT vaccination. A review of interpretable extant data by the Institute of Medicine showed insufficient evidence to link this vaccine to permanent neurological damage. However, there may have been a slight risk of acute encephalopathy following the vaccine, with an excess risk of 0.0-10.5 per million vaccine recipients. Patients with Dravet's syndrome, a pediatric epileptic encephalopathy usually because of a sodium channel gene mutation, manifest intractable seizures at about the age that children are vaccinated so that there may be a spurious association. Furthermore, the original DPT vaccine, containing killed whole cell pertussis, was reactogenic and caused discomfort and fever, which could in turn cause febrile seizures. Since the adoption of an acellular pertussis component in the DPT vaccine, fewer such reactions occur.", "cite_spans": [], "ref_spans": [], "section": "Pertussis Vaccine and Chronic Encephalopathy"}, {"text": "Attenuated viruses may rarely be associated with serious clinical illness in the immunosuppressed. The illnesses may affect the nervous system and occur remotely in time from the vaccination. A case of measles inclusion body encephalitis, occurring 9 months after vaccination with MMR, was reported in which a vaccine-strain virus was isolated from the brain. Investigations revealed a previously undiscovered immunodeficiency. The Oka vaccine strain of VZV has caused disseminated varicella, with aseptic meningitis, in a patient who was on the fourth week of chemotherapy for a neuroblastoma.", "cite_spans": [], "ref_spans": [], "section": "Attenuated Viral Vaccines and the Immunocompromised Host"}, {"text": "The history of the development of antiviral drugs is not as dramatic as that of vaccines. Because the replication of viruses in mammalian cells intimately involves biochemical pathways used by the cells, interference with viral replication often results in unacceptable toxicity. Furthermore, the understanding of cellular biochemistry was a long and gradual process, so for a long time virus-specific targets were very elusive. Indeed, many of the currently used antiviral drugs had their origins in investigations of cancer chemotherapy agents, and some of the first trials of antiviral used anticancer drugs. Nonretroviral viruses against which there are effective agents are shown in Table 2 .", "cite_spans": [], "ref_spans": [{"start": 688, "end": 695, "text": "Table 2", "ref_id": "TABREF1"}], "section": "History"}, {"text": "Antiviral therapies must be shown to be effective by properly designed clinical trials, which involve many subjects and therefore must be carried out by multiple closely collaborating centers. The National Institute of Allergy and Infectious Diseases, for example, organized much of the work done on herpesvirus therapy under the umbrella of the Collaborative Antiviral Study Group (CASG). It established the role of acyclovir in the treatment of herpes simplex encephalitis in a landmark achievement. Many of the studies of antiretroviral therapy were done under the aegis of the AIDS Clinical Trials Group (ACTG). The NeuroAIDS Research Consortium has sponsored several studies of antiviral agents in the treatment of the neurological complications of AIDS.", "cite_spans": [], "ref_spans": [], "section": "History"}, {"text": "Each step of the viral life cycle in the cell provides a potential therapeutic target. The virus attaches to the cell, penetrates it, and replicates; viral nucleic acid and proteins are synthesized, and the nucleic acids are packaged with the proteins into virions, which are released to initiate the cycle in another cell. Some viral life cycles have unique features that are attractive antiviral targets. As a consequence, the antiviral agents tend to target closely related viruses (Tables 2 and 3) .", "cite_spans": [], "ref_spans": [{"start": 485, "end": 501, "text": "(Tables 2 and 3)", "ref_id": null}], "section": "Strategies of Antiviral Drug Design and Use"}, {"text": "Because DNA replication was one of the first aspects of the molecular biology of the cell to be explored, it is no surprise that antiviral strategies initially focused on this part of the viral life cycle. Thus, DNA viruses (such as herpesviruses) use cellular precursor molecules to replicate their DNA. DNA is composed of deoxynucleoside triphosphates (dNTPs) (deoxynu-cleoside ¼purine or pyrimidine base þ deoxyribose), and virally programmed enzymes use cellular dNTPs to synthesize viral DNA. Acyclovir is a guanidine analog in which the deoxyribose is replaced by an acyclic structure. It was originally synthesized by Elion and Hitchings, and it was the first 'designer drug,' specifically designed for the purpose of inhibiting DNA synthesis by viral polymerase. Acyclovir has two mechanisms of action. First, it inhibits viral DNA polymerase by competitively binding to the active site of the enzyme. Second, when acyclovir is inserted into a growing DNA chain, it terminates elongation. Acyclovir must be triply phosphorylated to be active. Acyclovir is first monophosphorylated by a virally encoded thymidine kinase and subsequently phosphorylated by cellular enzymes. Thus, acyclovir is active only in virally infected cells. Acyclovir is effective against herpes simplex virus-1 (HSV-1), -2, and VZV infections but not against other herpesvirus infections. Gancyclovir, another guanidine analog, is notable for its effectiveness against cytomegalovirus (CMV). Acyclovir was one of the first agents shown to be effective in the treatment of herpes simplex encephalitis. Originally, studies of idoxuridine and cytarabine (a cancer chemotherapeutic agent) in herpes encephalitis showed these drugs to be ineffective, and idoxuridine was found to be very toxic. Vidarabine was investigated by the CASG in the United States, and in their 1977 publication it was shown to have efficacy, with a reduction of the mortality rate from 70% in the placebo group to 28% in the vidarabine group. Its insolubility required intravenous administration of very large volumes of fluid. From 1981 to 1985, the CASG studied the efficacy of acyclovir with that of vidarabine and found mortality rates in the acyclovir group to be 19% compared to 54% in the vidarabine group.", "cite_spans": [], "ref_spans": [], "section": "Nucleoside Analogs"}, {"text": "Ribavirin is a guanosine analog that has antiviral effects against many viruses, both RNA and DNA. Its mechanism of action is not completely clear, although it is in part because of a competition with guanosine. It may also inhibit the synthesis of guanosine and deplete the pool of guanosine triphosphate available to the viral nucleic acid synthesizing apparatus. The drug is effective against influenza, parainfluenza, and respiratory syncytial viruses (RSVs) and has limited effect against adenoviruses, coxsackie A virus, rhino-, and coronaviruses. It is therapeutically useful in Lassa fever and hemorrhagic fever with renal syndrome. In conjunction with a-interferon, the drug is active against hepatitis C. The drug is available in aerosol form for RSV infections in infants. A parenteral form is available for use on a compassionate basis for certain exotic viral infections, such as Lassa fever and hantavirus pulmonary syndrome.", "cite_spans": [], "ref_spans": [], "section": "Nucleoside Analogs"}, {"text": "DNA replication involves the sequential addition of nucleotides to the growing DNA chain. This involves the cleavage of dNTP into deoxynucleoside mono-and pyrophosphate. Pyrophosphate analogs prevent this cleavage and, thus, inhibit viral replication. Foscarnet is a pyrophosphate analog approved for the treatment of herpesvirus infections, specifically CMV infections. The drug is effective against all herpesviruses; in addition, the replication of HIV is also inhibited.", "cite_spans": [], "ref_spans": [], "section": "Pyrophosphate Analogs"}, {"text": "An important step in influenza virus infection is the release of viral RNA from the virus to the cell's nucleus. When the virion enters the cell, it is held in a vesicle, which acidifies in an attempt to destroy the virus. The hydrogen ions bathing the virus are directed through the viral envelope through a proton channel protein known as M2. Once inside the virion, they allow the viral RNA to dissociate from the internal scaffolding of the virus. The viral RNA is then transported to the cell nucleus. Blockers of the channel formed by the M2 protein will prevent this dissociation and thereby prevent replication of the virus. This is the mechanism of action of two drugs currently on the market, amantadine and rimantadine, used for the prevention and treatment of influenza A.", "cite_spans": [], "ref_spans": [], "section": "Proton Channel Blockers"}, {"text": "Neuraminidase is an enzyme used by budding influenza virus to escape from the surface of the infected cell. Neuraminidase inhibitors prevent escape; therefore, the virus cannot be released from the infected cell. Viral spread to other cells is prevented and the disease duration and symptoms are improved. Neuraminidase inhibitors approved for the use of treatment of influenza A and B include zanamivir and oseltamivir. Additionally, oseltamivir was shown to prevent disease in those most at risk and has received Food and Drug Administration (FDA) approval for this use.", "cite_spans": [], "ref_spans": [], "section": "Neuraminidase Inhibitors"}, {"text": "In enterovirus infection, the virus attaches to susceptible cells by a slightly unusual mechanism. The virus consists of the viral RNA surrounded by an icosahedral capsid. The capsid consists of protomers, each consisting of viral proteins VP1-VP3 on the surface and VP4 below the surface. The surface of VP1 has a depression called a canyon to which the intercellular adhesion molecule-1, on a susceptible cell, binds. Once binding occurs, the virus enters the cell. The capsid then undergoes a reconfiguration and disassembles to release the viral nucleic acid. A series of compounds, known as the WIN compounds, were designed by molecular modeling to bind to the canyon floor. This inhibits binding of the virus to the cell and also prevents the release of viral RNA into the cytoplasm of the cell. One of these compounds, pleconaril, was tested in clinical trials but development did not proceed further. The drug has excellent central nervous system penetration, and trials of the drug in enteroviral meningitis are under way. Unfortunately, it does not seem to be effective against enterovirus 71, the cause of severe neurological complications in some cases of hand, foot, and mouth disease in childhood.", "cite_spans": [], "ref_spans": [], "section": "Capsid Inhibitors"}, {"text": "The first antiretroviral drug, a reverse transcriptase (RT) inhibitor, introduced into clinical practice was zidovudine, which was originally investigated as an anticancer drug by Jerome Horwitz in Detroit in the mid-1960s. It was unsuccessful and languished on a laboratory shelf until screening tests suggested its use as an antiretroviral drug. Initial clinical trials comparing the drug to placebo demonstrated a survival benefit in the short term, and the drug was licensed for use in AIDS in 1987. Other antiretroviral drugs followed, but the initial hope was short lived. Two main difficulties in using antiretroviral drugs became quickly apparent: the toxicity of the drugs and the fact that viral resistance to the drugs occurs readily because the virus replicates rapidly and resistance mutations arise readily because RT is an error-prone replicating enzyme. It is estimated that 10 10 virions are produced daily during HIV infection, and because there are only 10 5 nucleotide bases in the HIV genome, the rate at which mutants arise is very high. Indeed, a single HIV virion gives rise to a large number of viral variants -a 'swarm' or 'quasispecies.' Many of these viral variants will be resistant to whatever antiretroviral agent the patient is taking. Therefore, an initially good response to the drug will last only a few months. This prompted the strategy of combination therapy, in which several drugs with different mechanisms of action are used simultaneously so that viral replication is maximally suppressed and the opportunity for resistant viral variants is minimized. The drugs are toxic and have to be used carefully.", "cite_spans": [], "ref_spans": [], "section": "Antiretroviral Drugs"}, {"text": "Retroviruses reverse transcribe an RNA genome into a DNA copy, and this is an important target for therapeutic intervention because RT is not present in normal cells. This led to the idea of using nucleoside analogs that would bind specifically to RT -the nucleoside RT inhibitors (NRTIs). Zidovudine was the first such drug introduced, followed by didanosine and zalcitabine. Other NRTIs are listed in Table 3 . These nucleoside analogs bind to the active site on the RT molecule. Another class of RT inhibitors is composed of drugs that bind to RT at a site away from the active site, inhibiting its function through an allosteric mechanism. These non-NRTIs are not nucleoside analogs, and they include nevirapine, delavirdine, and efavirenz. Some combinations of NRTIs have an especially potent antiretroviral effect and are incorporated into single capsules. An example is the combination of zidoand lamivudine, marketed as Combivir. Toxicities of zidovudine include anemia, neutropenia, and myopathy. Toxicities of didanosine and zalcitabine include a painful peripheral neuropathy and pancreatitis. Indeed, zalcitabine is no longer used.", "cite_spans": [], "ref_spans": [{"start": 403, "end": 410, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Reverse transcriptase inhibitors"}, {"text": "The life cycle of HIV involves budding of immature virions from the infected cell. These undergo a process of maturation that is mediated by cleavage of some of the viral proteins, particularly the cleavage of gp160 into gp120 and gp41. Prevention of this cleavage renders the virion unable to infect susceptible cells. The viral protease that accomplishes this cleavage is therefore a potential target for antiviral drugs, and these form the class of protease inhibitors. These drugs were designed specifically to target HIV protease by using computeraided molecular modeling. The first such drug to be introduced was saquinavir. Others are listed in Table 3 . A standard combination, in which one drug boosts the blood levels of the other is that of ritonavir and lopinavir, marketed as Kaletra. Thus advantage is taken of what would otherwise be an annoying drug interaction. Protease inhibitors have to be used carefully when the patient is using other medications because they have complicated interactions with liver enzymes. They also contribute to abnormalities in carbohydrate and lipid metabolism, and they may trigger diabetes and peculiar forms of lipid redistribution. The expanded treatment options provided by the new drugs has transformed the AIDS epidemic into a chronic disease.", "cite_spans": [], "ref_spans": [{"start": 652, "end": 659, "text": "Table 3", "ref_id": "TABREF2"}], "section": "Protease inhibitors"}, {"text": "Enfuvirtide is a peptide that interferes with the fusion of the viral and the cellular membranes, preventing viral penetration into the cell, thus abrogating further steps in infection of the cell. It is given by subcutaneous injection.", "cite_spans": [], "ref_spans": [], "section": "Fusion inhibitors"}, {"text": "In the infection of a CD4 cell by HIV, the virus must bind to the cell through its main receptor CD4, as well as a coreceptor.", "cite_spans": [], "ref_spans": [], "section": "CCR5 antagonists"}, {"text": "The main coreceptors used are CCR5 and CXCR4. Maraviroc blocks bind to the former and prevents infection when the infecting virus has CCR5 tropism, which is determined from the baseline laboratory evaluation of the patient.", "cite_spans": [], "ref_spans": [], "section": "CCR5 antagonists"}, {"text": "One of the steps in HIV infection of CD4 T cells is the manufacture of a complementary DNA (cDNA) copy of the viral genome and its integration into the host cell genome. This involves a series of configurational shifts, catalyzed by integrase. Raltegravir blocks the integrase, so that the virus is not integrated into the genome of the CD4 T cells.", "cite_spans": [], "ref_spans": [], "section": "Integrase strand transfer inhibitors"}, {"text": "Hepatitis B is a circular, partially double-stranded DNA virus that usually causes an acute hepatitis with resolution, but a small proportion of patients develop chronic hepatitis that often leads to cirrhosis and hepatocellular carcinoma. In some parts of the world, it is endemic and a significant cause of morbidity and mortality. The strategy of using nucleoside analogs to block RT in HIV infection has been adopted for the treatment of active replication of hepatitis B virus (HBV), because part of the life cycle of the virus involves reverse transcription. Originally hepatitis B was treated with long-term pegylated interferon-a (IFNa), which was administered by injection. The efficacy and side effects of the drug limited its usefulness. Several RT inhibitor drugs have been approved for the treatment of hepatitis B. These include lamivudine, adefovir, and tenofovir, which are also used in HIV. More recently, entecavir and telbivudine have been specifically approved for hepatitis B.", "cite_spans": [], "ref_spans": [], "section": "Chronic Hepatitis B"}, {"text": "Hepatitis C virus is a RNA virus that causes chronic hepatitis, often resulting in cirrhosis or hepatocellular carcinoma, as with hepatitis B. The virus is present worldwide and is bloodborne, although transmission is not always clear in particular cases. Infection is initially often asymptomatic and it is not until severe disease is present that the patient consults a physician. The disease was treated with long-acting pegylated IFNa along with ribavirin, which is a toxic regimen with limited efficacy. Some of this is because of the variability of response based on hepatitis C virus (HCV) genotype. In analogy with protease inhibitors in HIV disease, a potential target is a protease, the function of which is necessary to viral replication. The viral genome is translated into a polyprotein that is processed by cleavage by the nonstructural serine protease NS3. This leads to generation of proteins that result in a viable replication-competent virus. The agents telaprevir and boceprevir are serine protease inhibitors that block the action of NS3 and stop further viral replication. Both were recently approved by the FDA for the treatment of chronic hepatitis C.", "cite_spans": [], "ref_spans": [], "section": "Chronic Hepatitis C"}, {"text": "New discoveries in molecular virology are occurring at a breakneck pace, opening up possible treatments on the", "cite_spans": [], "ref_spans": [], "section": "Frontiers"}], "bib_entries": {"BIBREF0": {"ref_id": "b0", "title": "and meningococcus type B) is to use reverse genetics, in which the DNA of the pathogen is expressed in its entirety and all the proteins are available for testing as potential vaccine candidates. This differs from the current situation in which only highly expressed proteins (which may not be very immunogenic) are available for testing as potential vaccine candidates. Another exciting example concerns protein-misfolding neurodegenerative diseases such as Creutzfeldt-Jakob, Parkinson's, and Alzheimer's diseases. An immune reaction to a relevant protein (Ab, synuclein, and PrPsc), which forms toxic aggregates, can generate antibodies that bind to, and promote, their removal. This approach is limited by the potential to develop autoimmune ADEM", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF1": {"ref_id": "b1", "title": "AIDS/HIV and Neurological Disease. Arbovirus Encephalitis. Enteroviruses. Herpesviruses, Human. Influenza Virus. Measles Virus, Neurological Complications of. Rabies Virus. Rubella Virus. Varicella-Zoster Virus Further Reading", "authors": [], "year": null, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF2": {"ref_id": "b2", "title": "Vaccines, Vaccination and the Immune Response", "authors": [{"first": "Ada", "middle": ["G"], "last": "Ramsay", "suffix": ""}, {"first": "A", "middle": [], "last": "", "suffix": ""}], "year": 1997, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF3": {"ref_id": "b3", "title": "Antiviral therapy: Old and new issues", "authors": [{"first": "G", "middle": [], "last": "Antonelli", "suffix": ""}, {"first": "O", "middle": [], "last": "Turriziani", "suffix": ""}], "year": 2012, "venue": "International Journal of Antimicrobial Agents", "volume": "40", "issn": "", "pages": "95--102", "other_ids": {}}, "BIBREF4": {"ref_id": "b4", "title": "Vaccines: A Biography", "authors": [{"first": "A", "middle": ["W"], "last": "Artenstein", "suffix": ""}], "year": 2010, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF5": {"ref_id": "b5", "title": "Neurological complications of immunization", "authors": [{"first": "G", "middle": ["M"], "last": "Fenichel", "suffix": ""}], "year": 1982, "venue": "Annals of Neurology", "volume": "12", "issn": "", "pages": "119--128", "other_ids": {}}, "BIBREF6": {"ref_id": "b6", "title": "Immunization Safety Review. Hepatitis B Vaccine and Demyelinating Neurological Disorders", "authors": [], "year": 2002, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF7": {"ref_id": "b7", "title": "Antiviral therapy", "authors": [{"first": "W", "middle": [], "last": "Jordan", "suffix": ""}], "year": 1999, "venue": "Laboratory Diagnosis of Viral Infections", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF8": {"ref_id": "b8", "title": "Setback for an Alzheimer's disease vaccine: Lessons learned", "authors": [{"first": "P", "middle": ["M"], "last": "Mathews", "suffix": ""}, {"first": "R", "middle": ["A"], "last": "Nixon", "suffix": ""}], "year": 2003, "venue": "Neurology", "volume": "61", "issn": "", "pages": "7--8", "other_ids": {}}, "BIBREF10": {"ref_id": "b10", "title": "Antiviral drugs for viruses other than human immunodeficiency virus. Symposium on antimicrobial therapy", "authors": [{"first": "S", "middle": ["A"], "last": "Plotkin", "suffix": ""}], "year": 2011, "venue": "Mayo Clinic Proceedings", "volume": "86", "issn": "", "pages": "1009--1026", "other_ids": {}}, "BIBREF11": {"ref_id": "b11", "title": "Diagnosis and long-term course of Dravet syndrome", "authors": [{"first": "I", "middle": ["E"], "last": "Scheffer", "suffix": ""}], "year": 2012, "venue": "European Journal of Pediatric Neurology", "volume": "16", "issn": "", "pages": "5--8", "other_ids": {}}, "BIBREF12": {"ref_id": "b12", "title": "Immunization Safety Review. Measles-Mumps-Rubella Vaccine and Autism", "authors": [], "year": 2001, "venue": "", "volume": "", "issn": "", "pages": "", "other_ids": {}}, "BIBREF13": {"ref_id": "b13", "title": "Immunomodulation for prion and prion-mediated diseases", "authors": [{"first": "T", "middle": [], "last": "Wisniewski", "suffix": ""}, {"first": "F", "middle": [], "last": "Goni", "suffix": ""}], "year": 2010, "venue": "Expert Review of Vaccines", "volume": "9", "issn": "", "pages": "1441--1452", "other_ids": {}}}, "ref_entries": {"TABREF0": {"text": "Viral diseases against which there are effective vaccines", "latex": null, "type": "table"}, "TABREF1": {"text": "", "latex": null, "type": "table"}, "TABREF2": {"text": "Antiretroviral agents", "latex": null, "type": "table"}, "TABREF3": {"text": "Table 2 Antiviral agents and the nonretroviral viruses against which they are effective", "latex": null, "type": "table", "html": "<html><body><table><tr><td>Antiviral agents </td><td>Active against\n</td></tr><tr><td>Acyclovir (Zovirax) </td><td>Herpesviruses\n</td></tr><tr><td>Famcyclovir (Famvir) </td><td>Herpesviruses\n</td></tr><tr><td>Amantadine (Symmetrel) </td><td>Influenza A\n</td></tr><tr><td>Rimantadine (Flumadine) </td><td>Influenza A\n</td></tr><tr><td>Ribavirin (Virazole) </td><td>Multiple RNA and DNA viruses\n</td></tr><tr><td>Valacyclovir (Valtrex) </td><td>Herpes simplex\n</td></tr><tr><td>Gancyclovir (Cytovene) </td><td>Cytomegalovirus\n</td></tr><tr><td>Foscarnet (Foscavir) </td><td>Herpesviruses and HIV\n</td></tr><tr><td>Cidofovir (Vistide) </td><td>Herpesviruses\n</td></tr><tr><td>Zanamivir (Relenza) </td><td>Influenza A and B\n</td></tr><tr><td>Oseltamivir (Tamiflu) </td><td>Influenza A and B\n</td></tr><tr><td>Entecavir (Baraclude) </td><td>Hepatitis B\n</td></tr><tr><td>Telbivudine (Tyzecka) </td><td>Hepatitis B\n</td></tr><tr><td>Pegylated IFNa and ribavirin </td><td>Hepatitis C\n</td></tr><tr><td>Telapravir (Incivek) </td><td>Hepatitis C\n</td></tr><tr><td>Bocepravir (Victrelis) </td><td>Hepatitis C\n</td></tr></table></body></html>"}}, "back_matter": []}