{
    "paper_id": "fcb1a6262a784983c4ef91d331f4f3ad67e6a747",
    "metadata": {
        "title": "Effects of COVID-19 on Multilingual Communication",
        "authors": [
            {
                "first": "M",
                "middle": [],
                "last": "Pilgun",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "A",
                "middle": [
                    "N"
                ],
                "last": "Raskhodchikov",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Koreneva",
                "middle": [
                    "Koreneva"
                ],
                "last": "Antonova",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "O",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The paper presents the results of a study on the analysis of the perception of coronavirus disease 2019 (COVID-19) by Spanish-, German-and Russian-speaking social media actors after the emergence of vaccines and attitudes toward vaccination. The empirical base of the study was corpus data, materials from online media, social networks, microblogging, blogs, instant messengers, forums, reviews, and video hosting data. The Spanish-language database included 6,640,912 tokens and 43,251,900 characters; the German-language database included 16,322,042 tokens and 109,139,405 characters; and the Russian-language database included 16,310,307 tokens and 109,060,935 characters. With a neural network approach, a multilingual analysis was performed, which made it possible to analyze the topic structure and the semantic network with the allocation of the semantic core and the associative network. Differential and integral features of the identified structures based on the material of these three databases made it possible to determine the general and different characteristics of the perception by Spanish-, German-, and Russian-speaking users of the development of the pandemic, a number of social problems, attitudes toward various types of vaccines, observance of preventive measures, and readiness for vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Perception of decease: The cognitive representation of a disease present in both patients and healthy individuals largely determines the emotional and behavioral responses of members of society. The specificity of the disease perception is one of the important factors in decision-making within the system of preventive measures, transformation of the health care system, as well as social, political, and economic spheres, especially during a pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "A note should be made of the coronavirus disease 2019 (COVID-19) IMPACT project 1 , which is an international online survey conducted in 78 countries/regions of the world aimed at studying behavioral and psychological consequences of COVID-19. Based on the project data, a study was conducted in 16 European countries in the early period of the pandemic, which showed that Europeans reacted in a similar way to information about the COVID-19 spread in other countries; national differences were of no importance, but age, gender, and educational background affected the perception of COVID-19 under certain conditions. In addition, perceptions of this decease were more consistent in explaining overall stress than taking preventive measures against COVID-19 (Dias Neto et al., 2021) . The perception of COVID-19, the reaction of society to the introduced anti-COVID-19 measures, the need for protective measures (the requirement to observe social distancing, wear masks, wash hands, etc.) largely determines the behavior of people and, as a result, the effectiveness of the fight against the pandemic (Bilgili et al., 2021) .",
            "cite_spans": [
                {
                    "start": 750,
                    "end": 783,
                    "text": "COVID-19 (Dias Neto et al., 2021)",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1124,
                    "text": "(Bilgili et al., 2021)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "In the absence of a vaccine or treatment for COVID-19, all measures to contain and limit the spread of the infection depend on the behavior of the people. Meanwhile, since the beginning of the pandemic, 2 types of responses to the infection spread have been formed: one part of society perceived the new infection with anxiety and even fear and was actively engaged in preventive protection; the other part, on the contrary, ignored the danger of the disease and protested sharply against all introduced preventive measures (Bump, 2020; Burnett, 2020; Dave et al., 2020; Malone and Bourassa, 2020; Niemi et al., 2021; Tagini et al., 2021) .",
            "cite_spans": [
                {
                    "start": 524,
                    "end": 536,
                    "text": "(Bump, 2020;",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 537,
                    "end": 551,
                    "text": "Burnett, 2020;",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 552,
                    "end": 570,
                    "text": "Dave et al., 2020;",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 571,
                    "end": 597,
                    "text": "Malone and Bourassa, 2020;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 598,
                    "end": 617,
                    "text": "Niemi et al., 2021;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 618,
                    "end": 638,
                    "text": "Tagini et al., 2021)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "During the COVID-19 pandemic, the World Health Organization introduced the concept of \"Infodemia\" to show the danger to global society, in the age of social networks, the distortion of reality in the rumble of echoes and comments of the global community on real or often invented facts. Thorough studies have already been carried out on how the coronavirus situation is described from journalistic communication (Papapicco, 2020) .",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 429,
                    "text": "(Papapicco, 2020)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "For example, COVID-19 threat assessment, trust in information sources, and fear of the infection are important predictors of COVID-19 preventive behavior in Latvian citizens. Beliefs of a COVID-19 conspiracy significantly reduce the threat assessment of the new disease and the credibility of relevant information, and the fear of COVID-19 is determined by threat assessment, which is the most important factor associated with COVID-19 preventive behavior (Šuriņa et al., 2021) .",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 477,
                    "text": "(Šuriņa et al., 2021)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Research has also shown that Americans perceive the COVID-19 threat as significantly greater than other causes of death to which it has recently been compared, including seasonal flu and car accidents. It is important to note that citizens were less apt to help victims of COVID-19, as they consider such assistance to be dangerous for themselves, and patients with COVID-19 to be more infectious and more responsible for their condition (Niemi et al., 2021) . Similar conclusions are drawn by other researchers who have found that many people, such as health care providers and citizens living in high-risk areas, may experience negative attitudes caused by COVID-19 (Adja et al., 2020; Singh and Subedi, 2020) . Patients with COVID-19 have experienced various types of discrimination, such as isolation, denial of service, harassment, and bullying (Turner-Musa et al., 2020) . As a result, people who become infected or only suspect they have symptoms of COVID-19 postpone seeking medical help or even hide the disease. Such behavior seriously threatens the safety of others, makes it extremely difficult to take anti-COVID-19 measures, and contributes to the spread of the infection (Dubey et al., 2020) . Discrimination against patients with COVID-19, according to experts, is widespread throughout the world, for example, in America, Nepal, Jordan, India, Italy, and China (Aacharya and Shah, 2020; Chopra and Arora, 2020; Khasawneh et al., 2020; Sahoo et al., 2020; Singh and Subedi, 2020; Turner-Musa et al., 2020; Zhao et al., 2021a) .",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 458,
                    "text": "(Niemi et al., 2021)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 668,
                    "end": 687,
                    "text": "(Adja et al., 2020;",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 688,
                    "end": 711,
                    "text": "Singh and Subedi, 2020)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 850,
                    "end": 876,
                    "text": "(Turner-Musa et al., 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1186,
                    "end": 1206,
                    "text": "(Dubey et al., 2020)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1378,
                    "end": 1403,
                    "text": "(Aacharya and Shah, 2020;",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1404,
                    "end": 1427,
                    "text": "Chopra and Arora, 2020;",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1428,
                    "end": 1451,
                    "text": "Khasawneh et al., 2020;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1452,
                    "end": 1471,
                    "text": "Sahoo et al., 2020;",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1472,
                    "end": 1495,
                    "text": "Singh and Subedi, 2020;",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1496,
                    "end": 1521,
                    "text": "Turner-Musa et al., 2020;",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1522,
                    "end": 1541,
                    "text": "Zhao et al., 2021a)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The psychological problems caused by COVID-19 have also received coverage from various countries (Al-Omiri et al., 2021; Zhao et al., 2021b) .",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 120,
                    "text": "(Al-Omiri et al., 2021;",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 121,
                    "end": 140,
                    "text": "Zhao et al., 2021b)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The emergence of vaccines marked a new stage in the pandemic; the focus on the analysis of COVID-19 perception was naturally changed to the analysis of society's readiness to get vaccinated actively. Since COVID-19 vaccination is voluntary, everyone's willingness to participate in vaccination campaigns is the key factor in the success of pandemic control (Lu et al., 2021) .",
            "cite_spans": [
                {
                    "start": 357,
                    "end": 374,
                    "text": "(Lu et al., 2021)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Attitudes toward COVID-19 vaccines have begun to be actively studied in various populations in various countries, since it is obvious that, for effective vaccination of the population, it is important to increase public confidence and awareness of the efficacy and safety of COVID-19 vaccines. Simulations have shown that vaccination of older people reduces deaths, while vaccination of younger and more socially active people minimizes infections (Wang et al., 2021) . For example, researchers found that Chinese teenagers have a positive attitude toward COVID-19 vaccines (Cai et al., 2021) . Analysis of the intention to receive a vaccine against COVID-19, as well as predictors of such intentions in the Norwegian population, showed that the majority (61.6%) of participants intend to get vaccinated, 24.8% of the population are not sure, and 13.8% are not going to receive the vaccine (Wolff, 2021) . It is important to analyze the motivation of citizens of various countries when making a decision on vaccination. Researchers found that, among Americans, older Asian men with higher levels of education correlated with vaccination (Malik et al., 2020) . Predictors of a positive vaccination decision for British adults are positive beliefs, less fear of side effects, willingness and positive attitude toward obtaining the necessary information to make a reasonable decision to get vaccinated against COVID-19, an increased perception of the COVID-19 risk to others (but not to themselves), old age, and participation in the influenza vaccination in winter 2019/20 (Sherman et al., 2020) . For Australians, refusal to get vaccinated is determined by the belief that the COVID-19 threat is exaggerated by inadequate medical literacy and under education (Dodd et al., 2021) . North American respondents prefer to rely on natural immunity; the lack of confidence in the benefits of the vaccine is determined by fears of unintended consequences in the future and unwillingness to contribute to the commercial profit of pharmaceutical companies (Rosman et al., 2021) . Results of German studies show that, since April 2020, when the intention to get vaccinated was estimated at about 79%, a steady decline has been observed throughout 2020. The lowest rates were recorded in early and mid-December, when only about 48% of the population were ready to get the vaccine against COVID-19. Following this drop, support for vaccination has risen again to 68% by early March 2021 (Betsch et al., 2021) .",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 467,
                    "text": "(Wang et al., 2021)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 574,
                    "end": 592,
                    "text": "(Cai et al., 2021)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 890,
                    "end": 903,
                    "text": "(Wolff, 2021)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1137,
                    "end": 1157,
                    "text": "(Malik et al., 2020)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1571,
                    "end": 1593,
                    "text": "(Sherman et al., 2020)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1758,
                    "end": 1777,
                    "text": "(Dodd et al., 2021)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2046,
                    "end": 2067,
                    "text": "(Rosman et al., 2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2474,
                    "end": 2495,
                    "text": "(Betsch et al., 2021)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Significantly, public opinion about experience and credibility is critical to the success of a vaccination campaign. Trusting scientists and public health experts who make informed claims about COVID-19 and about the safety and efficacy of vaccines is essential to a successful vaccination campaign.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "If the public no longer believes the official expertise, then it becomes impossible to control the pandemic. Vaccinations, testing, masking requirements, non-drug interventions are compromised. In such a situation, the importance of effective crisis communication increases (Rosman et al., 2021) .",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 295,
                    "text": "(Rosman et al., 2021)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Yanni Zhang, Naveed Akhtar, Qamar Farooq, Yiwei Yuan, and Irfan Ullah Khan conducted a critical discourse analysis aimed at exploring the dialectical relationship between discourse and ideology to reveal hidden psychological messages and ideology in the informational coverage of the pandemic. Psycholinguistic techniques, news reports, and comments from Chinese and American media about COVID-19 were analyzed, and the authors used Wang Zhenhua's Appraisal Theory and Halliday's Systemic Functional Grammar as tools to make a comparative analysis of the corpus (Zhang et al., 2021) .",
            "cite_spans": [
                {
                    "start": 562,
                    "end": 582,
                    "text": "(Zhang et al., 2021)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The purpose of this study was to identify the characteristics of the perception of the COVID-19 pandemic by Spanish-, German-, and Russian-speaking social media participants after the emergence of vaccines and the attitude toward vaccination itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Germany, Russia, and Spain are among the countries most severely affected by the coronavirus; however, all three countries belong to different types of cultures (Hofstede, 2015) , which makes a comparative study of the response of society to the crisis situation caused by the pandemic especially interesting.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 177,
                    "text": "(Hofstede, 2015)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "The COVID-19 pandemic has transformed almost all spheres of society, transferred communication processes to the virtual space, which enhances the importance of studying digital data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "Studies that were previously conducted in various countries to analyze the perception of the coronavirus infection and readiness for vaccination were mainly based on survey data; however, social media materials using psycholinguistic methods and neural network technologies have not yet been applied.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "INTRODUCTION"
        },
        {
            "text": "To collect data, Sketch Engine 2 systems were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "In accordance with the specifics of the program, the data were collected according to several lists. After the selection of the material, all data were combined into one database for each language: ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data Collection"
        },
        {
            "text": "The empirical base of the study was corpus data, materials from online media, social networks, microblogging, blogs, instant messengers, forums, reviews, and video hosting data. Quantitative characteristics of the data:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "The ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Data"
        },
        {
            "text": "To analyze the content of social media, a multimodal approach was used using neural network technologies, text analysis, content analysis, sentiment analysis, and analysis of lexical associations. The research used experience of content analysis technologies, including Sketch Engine and other quantitative automated systems and qualitative manuals presented in Papapicco and Mininni (2020) .",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 390,
                    "text": "Papapicco and Mininni (2020)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "With a neural network approach, a multilingual analysis was performed, which made it possible to identify the topic structure and the semantic network with the identification and analysis of its semantic core and associative network.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "NLP topic modeling and clustering techniques are used to catalog, analyze, and automatically extract topics from datasets, such as survey responses. For example, topic modeling can use the identification of groups of words that often occur together (Lossio-Ventura et al., 2021) , and clustering methods help group texts based on their similarity. The advantages of the neural network approach for topic modeling became apparent after the appearance of the BERT language model (Google) (Zhou et al., 2019; Liu et al., 2020; Zhao et al., 2021a,b) . In particular, BERT enhances the semantic representation of texts with its feature extraction and fine-tuning transfer learning capabilities (Vaswani et al., 2017; Devlin et al., 2019; Lossio-Ventura et al., 2021) .",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 278,
                    "text": "(Lossio-Ventura et al., 2021)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 486,
                    "end": 505,
                    "text": "(Zhou et al., 2019;",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 506,
                    "end": 523,
                    "text": "Liu et al., 2020;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 524,
                    "end": 545,
                    "text": "Zhao et al., 2021a,b)",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 711,
                    "text": "(Vaswani et al., 2017;",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 712,
                    "end": 732,
                    "text": "Devlin et al., 2019;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 733,
                    "end": 761,
                    "text": "Lossio-Ventura et al., 2021)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "In this study, the neural network technology TextAnalyst 2.3 was used for multilingual analysis of user perception. This model allows for automatic semantic ranking of the textual database using several algorithms: an algorithm for forming a homogeneous frequency network of text using an artificial neural network based on neural-like elements with time summation of signals, and an iterative Hopfield-like algorithm for ranking network vertices on a scale of 0-100%. In addition, the n-gram representation of the network is formed by iterative re-weighting at a given number of steps, or based on the convergence criterion of the ranking process. Thus, lexemes are analyzed in the context of syntagmas of a given (n) length on a semantic network formed on the basis of text analysis. The frequency network of the text is built as a set of pairs of words that are found in the sentences of the text. The network vertices are weighted by their frequency of occurrence in the text. The connection weight of a pair of vertices in the network corresponds to the frequency of occurrence of word pairs in text sentences (Kharlamov and Pilgun, 2020) .",
            "cite_spans": [
                {
                    "start": 1115,
                    "end": 1143,
                    "text": "(Kharlamov and Pilgun, 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "After identification of a topic structure, a semantic network was formed, in which semantic clusters were identified and analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Of particular importance for the analysis of the actors' perception is the analysis of lexical associations. An associative search was performed, associative networks were built, and reactions to similar stimuli in the three analyzed language bases were analyzed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Word Association (WA) paradigms are applied across various types of research (Brooks et al., 2014; Vivas et al., 2019) . With the help of Implicit Association Tests (IATs), implicit social cognition, subconscious motivations, attitudes toward the presented stimulus, as well as automatic associations for subjects that hide at a conscious level (see, for example, Project Implicit) 3 are studied. The potential of associations in the analysis of various types of network data has also already shown its effectiveness (File et al., 2019) . In this study, a multilingual associative search was used, which allowed building relevant associative networks for similar stimuli in different language databases (Kharlamov and Pilgun, 2020) . Thus, based on the material of the Spanish, German, and Russian datasets, the reactions of actors were identified and analyzed, which made it possible to draw conclusions about the preferential perception of users, to highlight and analyze the most frequent associations, peculiarities of perception of the COVID-19 pandemic by Spanish-, German-, and Russian-speaking social media participants after the emergence of vaccines. Also, a comparative analysis was performed, and ways of conducting predictive analytics were outlined.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 98,
                    "text": "(Brooks et al., 2014;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 99,
                    "end": 118,
                    "text": "Vivas et al., 2019)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 517,
                    "end": 536,
                    "text": "(File et al., 2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 703,
                    "end": 731,
                    "text": "(Kharlamov and Pilgun, 2020)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "To collect data, Sketch Engine (see text footnote 2) systems were used.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools"
        },
        {
            "text": "The verbal content was analyzed using the neural network technology TextAnalyst 2.3 4 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools"
        },
        {
            "text": "Content analysis was performed using the AutoMap text mining tool 5 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools"
        },
        {
            "text": "For visual analytics, the Tableau platform was used 6 .",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Tools"
        },
        {
            "text": "Explicitly expressed information that makes up the topic structure of the Spanish database makes it possible to identify the following topics that were of greatest interest for users when they discussed the problems of COVID-19 after the emergence of vaccines:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Effect of the vaccine on the population (población/connection weight-80):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "En el caso de México, la tasa de letalidad bruta derivada de una infección por la COVID-19 ha alcanzado cifrascercanas al 11%, para situarse entre uno de los países cuya población, una vez contagiada por esta enfermedad, tiene unamayor probabilidad de fallecer.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Features of various vaccines and their efficacy (Pfizer: connection weight-82, AstraZeneca-81): En cuanto a grupos de edad, casi el 90% de los españoles de 60 a 69 años tienen la pauta completa de la vacuna, en su mayoría de AstraZeneca, que requiere más tiempo de intervalo entre dosis, entre 12 y 14 semanas, motivo por el que varias comunidades adelantaron la segunda dosis para hacer frente a la expansión de la variante delta.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Significance and features of vaccination (vacunación:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "connection weight-86):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "Carolina Darias, ministra de Sanidad: \"España se convierte en el segundo país de la Unión Europea con el porcentaje de vacunación completa más alta.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Effect of vaccination on the spread of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "(connection weight-92):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "El número de muertes por COVID-19 ha sido 15, lo que supone un descenso con respecto a ayer, cuando se registraron 24.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Factor for priority vaccination-age (años/years-69):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "En cuanto al plan de vacunación, la Comunidad de Madrid ha administrado 7.564.441 dosis, sobre un total de 7.903.484 recibidas y el 52,5% de la población general ha recibido la pauta completa, cifra que alcanza al 63,4% de la población diana (mayores de 16 años).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• New cases, spread of the infection and fear of the disease (contagio/contagion-81, enfermedad/disease-82):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "La Comunidad de Madrid ha notificado 5.167 nuevos contagios, de los que 3.523 se diagnosticaron en las últimas 24 horas, y siete fallecidos (uno más que ayer), al igual que sigue aumentando la presión hospitalaria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "The identification of the semantic network and the analysis of the semantic core make it possible to study the semantic accents that users focus on when discussing Frontiers in Psychology | www.frontiersin.org the analyzed problem; semantic clusters with implicit information are indicative of the users' opinions and assessments (Figure 1 ):",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 330,
                    "end": 339,
                    "text": "(Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Semantic Network"
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of (99): analysis, vaccination campaign, science, clinical trials, symptoms, third dose, anti-COVID-19 measures, 98 vaccine distributions, first dose, two doses, effect, efficacy, tests, risk, strategy, explanations, pharmaceutical research, result, immunity, safety, laboratory, plan, prevention, problems, protection, benefits, intensity, and distribution.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Contexts are as follows: Insiste el inmunólogo español en este mensaje. «Aunque los anticuerpos disminuyan, gracias la memoria inmunológica, cuando entremos en contacto con el virus, se van a activar y van a generar una respuesta».Entonces, ¿hace falta una tercera dosis de refuerzo?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "1. Discussion of various types of vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of (99): Pfizer, BioNtech (98), AstraZeneca, Johnson, Jansson, and Sputnik.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Contexts are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "\"Según criterio del especialista, pueden recibir cualquiera de las dosis disponibles ya sea a virus inactivado, de vector viral, o ARN mensajero. Entonces, cualquiera de las autorizadas en el país como Sputnik, Sinopharm o AstraZeneca pueden ser administradas en este tipo de huéspedes, \" indica.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of 99: delta variant, SARS-CoV, new infections, victims; 98-infection, recession, incidence, infection, masks, wave, restrictions, and virus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread of infection."
        },
        {
            "text": "Contexts are as follows: Los datos sobre la situación epidemiológica en España y gran parte del mundo no son demasiado alentadores. En nuestro país ayer la incidencia alcanzó los 644 casos por 100.000 habitantes, más de 30.500 contagios en 24 horas y todavía se espera al pico de la quinta ola, que en Catalunya parece que ya alcanzó recientemente, dando pie al descenso.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread of infection."
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of 99: Brazil, India, Mexico, countries, Europe, EU, region, 98-Argentina, Catalonia, city, Colombia, Israel, world, province, zone, Germany, Great Britain, and autonomous communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Territorial features of the infection spread and vaccination:"
        },
        {
            "text": "Contexts are as follows: Laboratorios de Biológicos y Reactivos de México (Birmex) anunció el 7 de mayo que a partir de finales de junio iniciaría con el proceso para envasar la vacuna rusa Sputnik V en México. Sin embargo, los reactivos para envasar llegaron a México apenas este miércoles.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Territorial features of the infection spread and vaccination:"
        },
        {
            "text": "vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects of vaccination, persons responsible for"
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of 99: commission, WHO, 98administration, government entities, medical institutions, medical centers, age groups, companies, public sector employees, people, groups, hospitals, ministry, women, doctors, health care, and advisers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects of vaccination, persons responsible for"
        },
        {
            "text": "Contexts are as follows: El lunes 12 de julio arranca en España la fase III del estudio multicéntrico mundial que Pfizer y BioNTech está llevando a cabo para evaluar la seguridad y eficacia de su vacuna en mujeres embarazadas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects of vaccination, persons responsible for"
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of 99: year, February, June, month, 98-April, December, week, hour, day, time, etc.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Contexts are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Los enfermos de covid persistente llevan muchos meses, algunos incluso más de un año, sufriendo la sintomatología covid prácticamente a diario. Por edad-el perfil medio de estos pacientes es el de una mujer de 43 años, aunque también los hombres sufren esta patologí a-, muchos de ellos han añadido recientemente una preocupación más a su dura cotidianidad: los posibles efectos de la vacuna.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "6. Information support of vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of 99: record, source, register, and report.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Contexts are as follows: La vacuna es segura. Todas las vacunas aprobadas son sometidas a pruebas rigurosas a lo largo de las diferentes fases de los ensayos clínicos, y siguen siendo evaluadas regularmente una vez comercializadas. Los científicos también siguen constantemente la información procedente de diferentes fuentes en busca de indicios de que una vacuna pueda tener efectos adversos.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "The analysis of the Spanish semantic network enables identification of semantic accents that are of particular importance for actors, characterize the perception of the vaccination process, its protection and risks, as well as the principle of its distribution, which in itself already implies agreement with vaccination, even considering the necessity of the third dose. When discussing the specifics of the vaccine production and the vaccination process, actors focus on issues of vaccine knowledge, number of doses, immune response, explanatory process and vaccination strategies. After the emergence of several types of vaccines, actors began to actively discuss the merits of specific vaccines. Pfizer/BioNtech, AstraZeneka, Janssen, and Sputnik received the most attention in the discussion. All vaccines are of foreign origin. Despite the fact that the vaccination process has begun, Spanish users continue to worry about the spread of the infection, its new variants, and waves of infections; at the same time, actors emphasize the decline in the spread of the infection. In addition, other anti-infection measures such as masks and other restrictions are still in place. In the segment of the semantic network dedicated to persons responsible for vaccination, doctors, communities, risk groups, government entities, women, and public sector employees take pride of place. In the vaccination process, Spain aligns itself with the WHO, as well as with the experience of various EU countries and other Latin American countries because of the language proximity, and organizes the process on a territorial basis, while participation in vaccination differs in different cities and autonomous communities.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "The actors are actively discussing the time characteristics of vaccination, age factors, as well as the timing required to test a new vaccine and identify side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Information support for vaccination, according to Spanishspeaking actors, as confirmed by the semantic network data, is very scarce and limited to records and reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "The analysis of lexical associations based on the results of the associative search and the associative network built made it possible to identify implicatures, subtextual information characterizing the attitude of actors to vaccination, peculiarities of actors' perceptions of the COVID-19 pandemic after the commencement of vaccination, of various processes associated with the creation of vaccines, and the organization of the vaccination process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Associative Network"
        },
        {
            "text": "La vacuna de Pfizer utiliza ácido ribonucleico mensajero; es una tecnología nueva para vacunas pero tenemos muchos años investigándolo -desde hace 30 años-como candidatos a medicinas. Es una vacuna muy eficaz que empieza a proteger desde la primera dosis y protege muy alto luego de la segunda dosis (Figure 2) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 300,
                    "end": 310,
                    "text": "(Figure 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Contexts with responses:"
        },
        {
            "text": "As part of the fight against the pandemic and the arrangement for batch manufacturing of the Pfizer vaccine, Spanish-speaking actors pinned their great hopes on improving the health of their fellow citizens, on reducing the number of infected with each dose received (pandemia, enfermedad, salud, contagios, población, vacunación, corona virus, millones, dosis). The effect stretched for weeks; users began to compare the efficacy of the Pfizer vaccine with other vaccines used in Spain, such as AstraZeneca.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "En este grupo, hay muchas dudas sobre la inmunización. Las respuestas de los especialistas a las preguntas clave. Los pacientes oncológicos están en el grupo de riesgo para recibir la vacuna (Figure 3) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 191,
                    "end": 201,
                    "text": "(Figure 3)",
                    "ref_id": "FIGREF2"
                }
            ],
            "section": "Contexts with responses:"
        },
        {
            "text": "The analysis of the associative network also made it possible to conclude that the Spanish-speaking actors trust their healthcare community (Sanidad, Ministerio). In addition, the Spanish actively discussed and worried about the situation with risk groups during the pandemic (grupo de riesgo, pandemia). The vaccination campaign in Spain implies the use of AstraZeneca and Pfizer vaccines, which are supposed to prevent the spread of diseases caused by the coronavirus infection (enfermedad, coronavirus, población, compaña) . Actors believe that the existing data make it possible to organize mass vaccination of risk groups as well, provided that the protocol is strictly adhered to (datos, semanas).",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 525,
                    "text": "(enfermedad, coronavirus, población, compaña)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "Explicitly expressed information that makes up the topic structure of the German database makes it possible to identify the following topics that are of greatest interest for users discussing the problems of COVID-19 after the commencement of the vaccination campaign:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Effect of the vaccine on the population (Menschen/connection weight-74, persons/Personen-64):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "Obwohl ein milder Verlauf der Krankheitinsbesondere bei jungen Menschen häufig ist und die meisten Erkrankten vollständig genesen, sind schwere Verläufe mitLungenentzündung, die über ein Lungenversagen zum Tod führen können, möglich.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Features of various vaccines and their efficacy (vaccine/Impfstoff : connection weight-74):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "Der hier besprochene Vektor-Impfstoff (COVID-19 VACCINE Janssen) ist ein gentechnisch hergestellter Impfstoff.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Significance and features of vaccination (Impfung:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "connection weight-72):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "Es gibt keine spezifische Therapie. Neben dem Vermeiden einerInfektion durch Beachtung der AHA + A + L-Regeln (Abstand halten, Hygiene beachten, Alltagsmaske tragen, Corona-Warn-Appherunterladen, regelmäßig lüften) bietet die Impfung den bestmöglichen Schutz vor einer Erkrankung.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Effect of vaccination on the spread of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "(connection weight-75, Corona-76):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "Die Genspeed Biotech GmbH in Rainbach im Mühlkreis (Bezirk Freistadt) stellt einen weltweit einzigartigen COVID-19-Schnelltest her, der Antikörper gegen das Virus nach einer Erkrankung nachweist und in einer weiteren Ausbaustufe sogar eine aktuelle Infektion belegen soll.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Pronounced territorial factor of vaccination-Germany (Deutschland-69):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "Mittlerweile wird auch in Deutschland eine sogenannte \"Kreuzimpfung, \" also eine Corona-Impfung aus zwei Impfstoffen, angeboten.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of (99): antibodies, doctor (98), examination, vaccine, development, result, experience, production, immune system, vaccination, dose, vaccination center, protection, side effects, problems, rules, reaction, safety, symptoms, action, access, research, vaccination commission, laboratory, and immune response (Figure 4) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 380,
                    "end": 390,
                    "text": "(Figure 4)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Semantic Network"
        },
        {
            "text": "Contexts are as follows: Doch ab 14 Tagen nach der zweiten Dosis waren die T-Zell-Antworten in beiden Gruppen vergleichbar. Allerdings ist ebenfalls noch nicht klar, ob die Antikörper-oder die T-Zell-Antwort wichtiger für den Schutz gegen COVID-19 sind-oder ob beide gleichermaβen eine Rolle spielen.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "7. Discussion of various types of vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Significant nominations of the semantic network with connection weights of (99): Moderna, Pfizer, BioNtech, AstraZeneca, and Johnson.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Contexts are as follows: Biontech, Moderna, and AstraZeneca: Wie es gegen Mutanten helfen könnte, Impfstoffe zu kombinieren. Contexts are as follows: Demnach ist der Impfstoff von Pfizer/Biontech zwei Wochen nach der zweiten Dosis zu 88 Prozent wirksam gegen eine durch die Delta-Variante ausgelöste COVID-19-Erkrankung, bei der Alpha-Variante sind es 93 Prozent.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "An information campaign to support vaccination faced criticism and protests from German-speaking actors, who, focusing on their rights, insisted on their right to choose. Significant nominations of the semantic network with connection weights of 99: article, forum, newspaper, arguments, YouTube, news, internet, democracy, demonstration of protest, panic, control, police, discussion, information, interest, content, comment, critic, danger, constitutionally eligible, negacionists, truth, freedom, and anti-vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information support of vaccination."
        },
        {
            "text": "Contexts are as follows: PIMS ist für mich dazu kein Argument, vor allem weil man es-wie viele andere Dinge zu Corona-einfach als etwas völlig neues in den Raum geschmissen hat, obwohl dieses sehr seltene Phänomen auch schon vor Corona vorhanden war, oft dann aber im Zusammenhang mit dem Kawasaki-Syndrom in Zusammenhang gebracht.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information support of vaccination."
        },
        {
            "text": "The analysis of the German semantic network makes it possible to identify semantic accents that are of particular importance for actors and characterize the perception of the vaccination process and the motivation for making a decision whether to get vaccinated. When discussing the specifics of the vaccine production and the vaccination process, the actors highlight the issues of vaccine knowledge, vaccination rules, immune system response, and number of doses. After the emergence of several types of vaccines, the actors began to actively discuss the merits of specific vaccines. Moderna, Pfizer/BioNtech, AstraZeneka, and Johnson received the most attention in the discussion, and Germany also participated in the production of some of them. Despite the vaccination, people in Germany are worried about the spread of infection, its new variants, serious consequences, and deaths from the coronavirus infection. Moreover, other protective measures against infection are still in place, such as tests, quarantine, self-isolation, and wearing masks. In the semantic web, a segment is distinguished associated with those responsible for administering vaccinations, along with communities, population groups, with different gender and professional characteristics. The actors are actively discussing the actions of the authorities, politicians, and leading political parties in Germany on the eve of the elections. In the vaccination process, Germany is guided by its own research institute RKI, the experience of various EU countries and other countries, and also organizes vaccination on a territorial basis, and the organization of vaccination differs in individual cities and provinces.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information support of vaccination."
        },
        {
            "text": "The actors are actively discussing the timing of vaccination, age factors, as well as the time required to test a new vaccine and identify side effects.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information support of vaccination."
        },
        {
            "text": "The informational support of vaccination according to the semantic network has a pronounced critical connotation. There is a clear protest against compulsory vaccination; demands are made to provide truthful information about the risks of vaccines, respect for democratic foundations, freedom of choice and demonstration of will, and protection against discrimination against vaccine opponents.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Information support of vaccination."
        },
        {
            "text": "Contexts are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Associative Network Stimulus BioNTech"
        },
        {
            "text": "Bei Biontech berichten Geimpfte das Gegenteil: Hier fallen die Impf-Nebenwirkungen nach der zweiten Impfung stärker aus als nach der ersten (Figure 5) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 140,
                    "end": 150,
                    "text": "(Figure 5)",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Associative Network Stimulus BioNTech"
        },
        {
            "text": "The BioNTech/Pfizer vaccine jointly developed by Germany and United States is actively discussed by German actors who compare it with other vaccines: AstraZeneca, Johnson, and Moderna. Users are concerned about its efficacy (Wirksamkeit, Prozent) against the coronavirus, as well as against the new Delta strain (Variante Delta). Along with familiarization with the protocol of its administration (Wochen), the reliability of research (Studien) and the availability of official permission for mass production (Millonen, Zulassung), its alternatives are also being considered, namely Sinopharm and Sinovac. Evidence shows that German-speaking citizens are taking vaccinations thoroughly by studying the situation and weighing other options.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Associative Network Stimulus BioNTech"
        },
        {
            "text": "Die Infektionskrankheit COVID-19 kann einigen Menschen sehr gefährlich werden. Besonders riskant ist eine Corona-Infektion für Ältere, chronisch Kranke und Menschen mit einem geschwächten Immunsystem. Zu dieser Risikogruppe zählen auch Krebskranke, etwa Männer mit Prostatakrebs (Figure 6) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 279,
                    "end": 289,
                    "text": "(Figure 6)",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Contexts with responses:"
        },
        {
            "text": "For German-speaking actors, the risk group includes primarily elderly people (Jahre, Teilnehmer), who are given priority in the vaccination process (Corona-Impfung, Dosis, Priorisierung). The actors believe it is necessary in such cases to carefully study the dose of the vaccine and the reasons for including citizens into the risk group, to calculate the concentration of antibodies, and to prevent side effects. German users place great emphasis on the need for outreach to ensure that vaccination decisions are well-thought-out and the use of vaccines is reasonable (Konzentration, Grund, Einsatz, Entscheidung, Aufklärung, Nebenwirkungen).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "Explicitly expressed information, which makes up the topic structure of the Russian-language database, makes it possible to identify the following topics that are of greatest interest for users discussing the problems of COVID-19 after the commencement of the vaccination campaign:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "• Effect of the vaccine in humans (людиconnection weight of 96; frequency of 36,332):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Topic Structure"
        },
        {
            "text": "This is the world's first registered vector vaccine based on a new technological platform that involves human adenoviruses Ad26 and Ad5, which carry the S gene of the coronavirus protein. The vaccine is developed at the N. F. Gamaleya Center, Russia. The efficacy of the Sputnik V vaccine of 91.4% was confirmed by the analysis of data at the final checkpoint of clinical trials.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "Kryuchkov noted that cases of body temperature rise after vaccination against the coronavirus are not the only possible early post-vaccination manifestation-these can also include \"injection site masses, as well as body temperature rise, general weakness, and malaise, that is, the classic manifestations of ARVI, \" Sputnik radio reports.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "• Vaccination duration (year/ год -connection weight of 79; frequency of 66,711; time/ время : connection weight of 75; frequency of 19,702; day/ день : connection weight of 71; frequency of 17,506):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "Vaccination against coronavirus at the level of 70% of the population in each country by the middle of next year will stop the pandemic and restart the global economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "But such medieval obscurantists like you ensure the presence of COVID that already has a chance to achieve such mutations against which vaccines will show increasingly lower efficacy. Time and anti-vaxers work for COVID.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "• Significance and features of vaccination (connection weight of 76; frequency of 12,702):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "\"If a person's vaccination was, as they say, without a hitch, that is, without fever and so on, this doesn't mean this person will not have immunity. On the other hand, it cannot be said that if a person has been in bed with a high temperature of 39 degrees for three days after their vaccination, then their immune response will definitely be higher, \" Kryuchkov explained.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "• Efficacy and distribution of the vaccine \"SputnikV\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "(connection weight of 73; frequency of 26,167):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "Curiously, this new situation provides arguments for both proponents and opponents of vaccinations. The first are convinced that vaccination should be even more massive (60% of those vaccinated, which were mentioned at first, are no longer enough), and that it is necessary to strengthen immunity with additional or repeated doses, since the common use of Sputnik V may not work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "• Effect of vaccination on the spread of COVID-19",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "(connection weight of 80; frequency of 30,533):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "In addition, it is noted that there is, currently, a global inequality in terms of access to vaccines against COVID-19, and, in poorer countries, far fewer people are fully vaccinated or received at least one dose than in richer countries, where vaccines are produced and governments have begun to talk about revaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "• Public discussions of various issues related to vaccination, the formation of immunity, protection against the coronavirus infection (question: connection weight of 68; frequency of 18,403):",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "My whole family was ill with this COVID; we've come through it easily, without pneumonia and side effects, only temperature was sometimes higher, and some of did not even notice that they had been ill; but the essential point about which everyone is silent is that: how long does the immunity last after the illness? Then work began on obtaining virus isolates, and whole-genome sequencing was performed, as a result of which a vaccine strain was obtained and another strain that is used for quality control.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Vector vaccines use viruses that are safe for humans and cannot reproduce in the human body (vectors)."
        },
        {
            "text": "Significant nominations of the semantic network with the following connection weights: vaccination (99) (Figure 7) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 104,
                    "end": 114,
                    "text": "(Figure 7)",
                    "ref_id": "FIGREF10"
                }
            ],
            "section": "Semantic Network"
        },
        {
            "text": "Contexts are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Why are Russians afraid of vaccination? Expert opinion. At the moment, Russia ranks number one among countries the population of which is skeptical about vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "We already heard about it. Places for people with the right skin color, or a sign in the form of a yellow star on clothes, so that one can immediately see who is in front of them. Get injected and you will have more rights than those not injected.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "1. Discussion of various types of vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Significant nominations of the semantic network with the following connection weights: vaccines (100), AstraZeneka (99), Sputnik (99), Pfizer (81), EpiVacCorona (69), and CoviVac (67).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Contexts are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "As for this point, you need to be vaccinated, with a foreign vaccine, in an ideal scenario. But this is almost impossible. Of the Russian vaccines, the best of three evils is, obviously, CoviVac. A good thing cannot be called \"Sputnik\" in the 21st century.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Semantic Network"
        },
        {
            "text": "Significant nominations of the semantic network with the following connection weights: COVID (19) ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Spread of infection."
        },
        {
            "text": "Significant nominations of the semantic network with the following connection weights: country (95) (67).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Territorial features of the infection spread and vaccination."
        },
        {
            "text": "Contexts are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Territorial features of the infection spread and vaccination."
        },
        {
            "text": "The chart shows that Russia and Australia are the most worrisome because of the number of such doubters. I do not know what is wrong on the smallest continent. But the Russian phenomenon seems to be clear. One thing distinguishes our country from all the global powers listed in the study-that is the lack of choice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Territorial features of the infection spread and vaccination."
        },
        {
            "text": "vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects of vaccination, persons responsible for"
        },
        {
            "text": "Significant nominations of the semantic network with the following connection weights: human (96), groups (77), population (77), authorities (72), citizens (71), patient (71), President (71), government (69), and experts (69).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Subjects of vaccination, persons responsible for"
        },
        {
            "text": "And as for anti-vaccinators for ideological reasons, it is something of \"artificially created natural selection.\" Word up. If a person does not care about himself or herself, then we must not let him or her be careless about others. For instance, antimaskers do not want to understand that a mask is not their protection from others. On the contrary, the mask is the protection of others from a possible carrier.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts are as follows:"
        },
        {
            "text": "Significant nominations of the semantic network with the following connection weights: year (96), time (87), day (86), years (83), week (76), month (74), July (72), and moment (70).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Contexts are as follows: Russian statistics cannot be trusted, at all. It will show as many as is necessary at the current moment. And much time has passed. The vaccine is usually tested for 5-7 years. Are there any data on side effects in 5-7 years? Or in 3 years? That is a rhetorical question.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "6. Information support of vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Significant nominations of the semantic network with the following connection weights: information (78), news (78), words (76), article (74), ru (74), link (69), and website (67).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Contexts are as follows:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Coronavirus is a poorly understood disease, and the effect of vaccines under development is, accordingly, the same. Experts do not yet have answers to many questions, hence the wariness of people. We are doing all the testing during the pandemic; that is, all information is being collected today. Our task was to obtain such a dose, and a vaccination schedule that ensures the body's immune response is as quick as possible.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "The semantic network analysis allows identification of semantic focuses that are of particular importance for actors and characterize the perception of the vaccination process and motivation when making a decision about vaccination. When discussing the specifics of vaccine production and the vaccination process, the actors highlight the issues of vaccine efficacy, the number of doses that will be delivered to various regions, as well as social problems, the possible infringement of the rights of people who reject vaccination. After the emergence of several types of vaccines, the actors began to actively discuss the merits of specific vaccines. AstraZeneka and Sputnik received the most attention in the discussion. Of the three Russian vaccines: Sputnik, EpiVacCorona, and CoviVac, the last one is recognized as the safest. The actors argued about the causes of the spread of the infection, severe consequences and deaths from the coronavirus infection, as well as by the state of modern healthcare in Russia. The persons responsible for the vaccination are criticized by both supporters of vaccination and opponents alike. The attention of users is attracted by the peculiarities of vaccination in different countries and in different regions of Russia, the readiness, and desire of the population to get vaccinated against the coronavirus infection. The actors are actively discussing the time characteristics of vaccination, as well as the time required to test a new vaccine and identify side effects. According to the analysis of the core of the semantic web, the actors negatively assessed the informational support of vaccination. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Time characteristics of vaccination."
        },
        {
            "text": "Russia was the first country in the world to register a vaccine against COVID-19; it was Sputnik V, the medication developed by the N. F. Gamaleya Research Center for Epidemiology and Microbiology in cooperation with the Russian Direct Investment Fund (Figure 8) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 262,
                    "text": "(Figure 8)",
                    "ref_id": "FIGREF11"
                }
            ],
            "section": "Contexts with responses:"
        },
        {
            "text": "The vaccine is being produced; it arrives in the regions in batches, which is even good. The fact is that the Sputnik V vaccine requires special storage conditions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "The risk groups include elderly people. In age groups over 70, vaccination reduces the risk of death among those affected by 31-52% (and the risk of getting affected by more than 90%) (Figure 9) .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 184,
                    "end": 194,
                    "text": "(Figure 9)",
                    "ref_id": "FIGREF12"
                }
            ],
            "section": "Contexts with responses:"
        },
        {
            "text": "After the emergence of the vaccine, Russian-speaking actors began to actively discuss the organization of vaccine production and vaccination campaigns, the consequences of the vaccine for various groups of the population, etc. Since the first vaccine was Sputnik V, this particular vaccine was in the spotlight. After the emergence of other vaccines, discussions began on the merits and demerits of each type, as well as the efficacy of vaccines against new strains.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "The mandatory requirement for vaccination (at work or in educational institutions), the suspension from work of those who have not been vaccinated, the introduction of QR codes to visit public events, cafes, and restaurants, have caused significant criticism on social networks. Ironic stories about the inconsistency of the actions of the authorities and the conflicting statements have become widespread.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "The Russian-speaking actors perceive sharply negatively the lack of choice of vaccines, since other Russian vaccines EpiVacCorona (10/13266) and CoviVac (10/11554) were not produced in the required quantities during this period, which formed a shortage and limited the choice of vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "Data from associative networks also show that it is CoviVac that receives the most trust from users as the safest for health. Despite the publication of studies on the effectiveness and safety of the first Russian vaccine in official resources, the actors expressed opinions about the lack of sufficient time for testing, a list of contraindications, and fear of long-term consequences. The actors also believe that the developers of Russian vaccines have not found out whether a protective antibody titer is formed in the subjects, i.e., these vaccines may not be effective in preventing the coronavirus infection. In addition, mistrust is caused by information of posted instructions and on specialized resources.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "The level of confidence in vaccines and the understanding of the need for vaccination are significantly undermined by the conflicting opinions of medical experts. The Internet interviews and statements of doctors who are skeptical about vaccination and declare the uselessness of vaccinations have become actively spread. These opinions are popular because they allow people who have doubts or are afraid of vaccination to receive external \"authoritative\" confirmation of their fears and justify their reluctance to get vaccinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "The actors are convinced that foreign vaccines are more effective and safe in view of historically established and wellestablished stereotypes in public opinion about the advantages of imported products and drugs. The most actively discussed are AstraZeneca (10/4053) and Pfizer (10/4896). Moderna gets an index of (0/0) during associative search.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "The actors express dissatisfaction with the lack of awareness of the consequences of vaccination for human health and think the issue is too politicized.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "Particularly dangerous consequences of vaccination are recognized for people with poor health and chronic diseases, which are at risk (included in the risk group). Accordingly, people of elderly age groups automatically fall into risk groups.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "The heightened emotional background of the vaccination discussion has led to the formation of digital conflictogenic zones. Vaccination supporters (including some actors who were forced to get vaccinated) sharply attack vaccination opponents (\"COVID dissidents, \" \"covidiots\"), accusing them of a threat to the life of society: \"anti-vaccine idiots get sick, infect others, die themselves, and threaten death to others, thereby causing damage not only to strangers but also to the state.\" Vaccination opponents insist on the right of choice, voluntariness of any medical procedures, on the right to be masters of their bodies and health.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Contexts with responses:"
        },
        {
            "text": "Previous research on the perception and behavioral and psychological impact of COVID-19 was based on surveys; this study focuses on the analysis of content generated by social media users. The materials include both the opinions of actors who purposefully express their points of view and reasoning and messages that are related to various spheres of the actors' lives, which indirectly relate to the pandemic and vaccination. The use of neural network technologies makes it possible to analyze not only implicit information but also explicit information to evaluate hidden reactions and assess actors that form the perception of the analyzed issues.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "There is a large project COVID-19 IMPACT (see text footnote 1), which is an international online survey conducted in 78 countries/regions of the world studying the behavioral and psychological impact of COVID-19.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In particular, based on data from the COVID-19 IMPACT project, a study was conducted on the perception of COVID-19 in Europe at the early stage of the pandemic. Perception of a disease is an important predictor of emotional and behavioral responses in many diseases. The results of a large-scale study of IP addresses associated with COVID-19 across Europe have been published. The authors analyzed the temporal development, identified predictors (within demographics and contact with COVID-19), and examined the impacts of IP on perceived stress and preventive behaviors (Dias Neto et al., 2021) .",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 596,
                    "text": "(Dias Neto et al., 2021)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study analyzes the perception of the COVID-19 pandemic by Spanish-, German-, and Russian-speaking social media participants after the commencement of vaccination campaigns in the later stages of the pandemic using neural network technologies and psycholinguistic techniques, which made it possible to identify the implicit information and semantic focuses that are most important for the actors in Spanish-, German-, and Russian-speaking digital environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While before the emergence of any vaccine or treatment for COVID-19, all measures to contain and limit the spread of the infection depended on people's behavior, after the commencement of the vaccination process, it became important to ensure that citizens positively perceive national vaccines, their safety, efficacy, and the power to stop the spread of the disease.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results of this study are consistent with the findings of the study by Rosman et al. (2021) that the credibility of public health experts, scientists, and doctors who confirm the safety and efficacy of vaccines greatly contribute to the success of vaccination.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 95,
                    "text": "Rosman et al. (2021)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results of our study also confirmed the conclusions by Rosman et al. (2021) that, for European countries, doubts about the safety of a vaccine expressed by official authorities significantly reduce the willingness of the population to get vaccinated. Thus, in March 2021, the safety of the AstraZeneca vaccine was questioned; several countries suspended its use. At the same time, politicians and public health experts were quick to reassure the public that all COVID-19 vaccines are safe and effective (Goldstein et al., 2020) . Meanwhile, this no longer helped in terms of changing the attitude of the population, which began to increasingly lose faith in state institutions; a similar trend is intensifying, for example, in Germany since the beginning of 2021 (Betsch et al., 2021; Rosman et al., 2021) .",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 79,
                    "text": "Rosman et al. (2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 507,
                    "end": 531,
                    "text": "(Goldstein et al., 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 767,
                    "end": 788,
                    "text": "(Betsch et al., 2021;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 789,
                    "end": 809,
                    "text": "Rosman et al., 2021)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study correlates with the results of a comparative analysis of Chinese and American media reports on COVID-19 (Zhang et al., 2021) , which reveal a close relationship of publicity coverage of the pandemic with political and ideological motives, and also confirm the importance of adhering to the principles of social responsibility.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 135,
                    "text": "(Zhang et al., 2021)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Researchers have already noted the inconsistency of cultural comparisons of the disease perception (Bean et al., 2007; Kaptein et al., 2013) . In the present study, a comparison was made with the inclusion of two European countries and a country outside Europe, thus changing the level of analysis from individual countries to European and non-European regions (north vs. south; west vs. east). Consideration of differences in the cultures and the severity of the pandemic in these countries, to some extent, contributed to the identification of differences.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 118,
                    "text": "(Bean et al., 2007;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 119,
                    "end": 140,
                    "text": "Kaptein et al., 2013)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The study of the peculiarities of the perception of the COVID-19 pandemic by Spanish-, German-, and Russian-speaking social media actors made it possible to identify differential and integral features of the topic structure, semantic, and associative networks built on the material of the three databases, which made it possible to determine the common and different characteristics of user perception after the commencement of the vaccination process and their attitude toward the vaccination itself.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Despite the coincidence of the topics identified in the topic structure that characterizes explicit knowledge of vaccination, the Russian-language topic network is more diverse. Russianspeaking users, as well as Spanish-and German-speaking ones, were concerned about such topics as the effect of the vaccine on people, the peculiarities of vaccination, the efficacy of the vaccines, and their influence on the further spread of COVID-19. The Russian-and Spanish-language databases show anxiety of the actors caused by the time characteristics of vaccination and new cases of the disease, which are less represented in the topics of the German-language discussions. Russianspeaking users are more actively discussing measures to combat the pandemic, work on organizing the vaccination process, immune development, and protection against the coronavirus infection. On the other hand, German-speaking users pay more attention to the territorial and age-related factors of vaccination, while Spanish-speaking users express a stronger fear of the disease. Implicit knowledge revealed during the analysis of semantic networks made it possible to identify a large number of differential features characteristic of the perception of vaccination by speakers of the three analyzed languages. For German-and Russian-speaking users, it is important to have a well-adjusted production, efficiency, and response of the immune system to the vaccine, while Spanish users discuss rather the protective mechanism of the vaccine and the required number of doses, thereby confirming their absolute readiness for vaccination. The core of the semantic network reveals a strong concern of German users about the vaccine efficacy. The semantic emphasis highlighted in the German-and Russian-language materials shows that users are more concerned about the immune system's response to the vaccine and its side effects on the body, while Spanish actors have a greater fear of the disease and death from COVID-19, and therefore ignore the possible consequences of vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Of key importance in the semantic network built on the material of all analyzed languages is the content on vaccines used in the respective country. Germany was a co-manufacturer of certain vaccines, while Spain did not have its own brand, and Spanish actors actively discussed all types of vaccines, including the Russian Sputnik, the possibility of which was not considered in Germany. The Russian actors discussed both Russian and foreign vaccines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The further development of the pandemic and measures to prevent the spread of the infection are of concern to all users, but only German-and Spanish-speaking actors attach great importance to preventive measures complementary to vaccination. It should be noted that information about \"complementary\" measures was used in the official media in Germany and Spain as a means of pressure on vaccination opponents, since vaccinated citizens were exempted from their observance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "All three databases reflected the territorial strategy for combating COVID-19. For example, Germany and Spain align with EU countries, neighboring countries, and vaccine-producing countries; also, the competences on the national territory are differentiated, taking into account their specificity. The Spanish-language corpus also reflected data from Latin America, which can be explained by a linguistic proximity, and the Russian-language material often included discussions of the anti-COVID strategy of the United States considered a strong manufacturer and a long-term rival.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The content on vaccination subjects and those responsible for this process takes significant portions in all three databases. The main administrative structures and institutions involved in the organization of vaccination were also actively discussed. German-speaking users discussed groups of vaccinated persons in more detail, dividing them by age, gender, and the presence of pathologies. The upcoming elections in Germany have strongly influenced the vaccination debate, as comparisons of the anti-COVID policies of various leading parties have given the discussion a strong political dimension. The politicization of the topic of vaccination is also found in the Russianspeaking corpus.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The time factors of vaccination mostly coincided in all three language corpora and were associated with the chronology of the process organization in the respective countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The greatest differences were found in implicit knowledge devoted to information support. Open dissatisfaction with the anti-COVID policy in Germany was observed in the discussions of German-speaking users, who demanded respect for the foundations of democracy and respect for the opinions and choices of citizens during vaccination. The actions of vaccination opponents that were suppressed with the involvement of the police were actively discussed; and this caused an increase in protests and indignation. The study demonstrated the big availability and easy access to the big number of varied sources of information for the German users. The Germanspeaking actors also demanded to provide objective and truthful information about vaccination and its effectiveness and criticized the control and discrimination against vaccination opponents. The data show that the actors negatively perceive information support for vaccination, believe that there is a lack of convincing information in Germany, and doubt the advisability of vaccination. Negative perception is also noted among Russian-speaking users, who received a significant amount of conflicting information from various sources. Spanish-speaking actors mainly relied on official reports and data, without questioning the competence of the authorities in organizing vaccination campaigns. Thus, it can be concluded that the data indicate a high degree of loyalty of the Spanish actors to vaccination supported by trust in the government; therefore, the feasibility of vaccination was practically not discussed by the Spanish actors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The German-speaking actors had wide access to information; an excess of information was perceived as a counterproductive factor in the vaccination campaign, as it led to increased doubts among residents about the need for a vaccine and the reliability of the information received, which, in the light of the upcoming elections to the Bundestag, acquired a political connotation and resulted in waves of protests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The Russian-speaking users received information from various sources, but despite this, they demonstrate low readiness for vaccination. A rather common tactic in Russia is a \"wait and see\" attitude. Even the actors who believe vaccination is necessary to end the pandemic choose to delay vaccination for themselves and their family members out of fear of the consequences. The decisive factor in obtaining the vaccine is the requirements of employers and the administration of higher and secondary educational institutions, as well as the imposed bans on visiting cafes and restaurants without a QR code confirming vaccination.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "Grave doubts of both the Russian and German actors are caused by fear of infringement of the rights of people who refuse to get vaccinated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The Russian-speaking actors perceive negatively the mandatory requirement to get vaccinated (at work or to have the right to study) and the lack of choice of vaccines. Data show that it is CoviVac that receives the most trust from users as the safest for health. Despite the fact that the effect of the first Sputnik V vaccine has been studied in much more detail than the others, it causes a negative attitude among the actors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The analysis of the content with responses to the stimuli vaccine and risk group in the three language datasets showed that the Russian actors trust foreign vaccines more than the Russian-made ones. A similar perception is characteristic for Spanish users. Meanwhile, the German actors doubt the high efficacy of the vaccine, especially against new virus variant; they are concerned about possible side effects and prefer to receive extensive information in advance and the opportunity to compare various types of vaccines and make a deliberate decision.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "While people from risk groups in Spain and Germany have a reasonable priority in vaccination, Russian users consider the consequences of vaccination for people with poor health, chronic diseases, and those who are at risk, especially dangerous. It should be noted that, in Spain, teachers and medical workers were the first who were vaccinated as those included into the risk group.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "In the Russian-speaking media space, strong emotions during the discussion of vaccination have led to the formation of digital conflictogenic zones. Vaccination supporters sharply attack vaccination opponents (\"covid dissidents, \" \"covidiots\"), accusing them of posing a threat to the life of society. Vaccination opponents insist on the right to be masters of their bodies and health. Similar opposition was observed among the Germanspeaking actors. The irreconcilability of positions has led to the emergence of a new conflictogenic digital zone also in the German-speaking cyber environment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The most striking differential features of vaccination perception can be traced in the readiness to receive the vaccine: The Spanish-speaking actors show a positive attitude; they get vaccinated obediently and readily; the German-speaking actors perceive vaccination with suspicion and study the information thoroughly; the Russian-speaking users are characterized by \"wait and see\" attitude and fear of the consequences.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "The results of the study confirm the official data on vaccinations (as of September 30): Spain-78% 7 ; Germany-64% 8 ; Russia-33%. 9",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DISCUSSION"
        },
        {
            "text": "This study showed that, despite the similarity of the topic structures expressing explicit knowledge, the analysis of implicit knowledge revealed significant differences in the perception of the COVID-19 pandemic by Spanish-, German-, and Russian-speaking social media participants after the emergence of vaccines and the attitude toward vaccination itself. Different cultural features, the development of the pandemic, and social foundations in Germany, Spain, and 7 https://www.mscbs.gob.es/profesionales/saludPublica/ccayes/alertasActual/ nCov/documentos/Informe_GIV_comunicacion_20211001.pdf 8 https://ourworldindata.org/covid-vaccinations?country=DEU 9 https://gam-kovid-vak.ru/skolko-privito-ot-koronavirusa-v-rossii-na-4oktyabrya/ Russia have led to a larger or lesser degree of readiness for vaccination in the population. With active campaigning to vaccinate in all countries, the Spanish-speaking users perceived vaccination as a salvation from COVID-19, protection from the infection, and a chance to overcome the fear of death; they trusted official sources of information and did not seek confirmation of the efficacy and safety of the vaccine in alternative sources. The German-speaking users thoroughly and critically studied the extensive amount of available information, were suspicious of new vaccines, and defended their right to choose, the foundations of democracy and freedom of opinion, which they also actively defended in offline actions and demonstrations. The Russian-speaking users received contradictory information from various sources; they demonstrate low readiness for vaccination and the fear of the consequences. A rather common tactic in Russia is a \"wait and see\" attitude.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The cognitive representation of the disease formed among the actors in the Spanish-, German-, and Russian-speaking media space, largely depended on the emotional and behavioral response of members of society. The peculiarities of perception of COVID-19 became one of the important factors in making a decision on vaccination and taking preventive measures for all three types of actors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "In addition, the results of the study confirmed the effectiveness of using multimodal neural network analysis to study speech perception in various discourses.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "CONCLUSION"
        },
        {
            "text": "The original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author/s.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "DATA AVAILABILITY STATEMENT"
        },
        {
            "text": "The studies involving human participants were reviewed and approved by the Cyprus National Bioethics Committee (ref.: EEBK E 2020.01.60). The patients/participants provided their written informed consent to participate in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "ETHICS STATEMENT"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Ethical dimensions of stigma and discrimination in Nepal during COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "P"
                    ],
                    "last": "Aacharya",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ethics Med. Public Health",
            "volume": "14",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jemep.2020.100536"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Pandemics and social stigma: who's next? Italy's experience with COVID-19",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "Y C"
                    ],
                    "last": "Adja",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Golinelli",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lenzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "P"
                    ],
                    "last": "Fantini",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Public Health",
            "volume": "185",
            "issn": "",
            "pages": "39--41",
            "other_ids": {
                "DOI": [
                    "10.1016/j.puhe.2020.05.054"
                ]
            }
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "COVID-19 and personality: a cross-sectional multicenter study of the relationship between personality factors and COVID-19-related impacts, concerns, and behaviors",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Al-Omiri",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Alzoubi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Nazeh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Alomiri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "N"
                    ],
                    "last": "Maswady",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyt.2021.608730"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Ethnic differences in illness perceptions, self-efficacy and diabetes self-care",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Cundy",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Petrie",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Psychol. Health",
            "volume": "22",
            "issn": "",
            "pages": "787--811",
            "other_ids": {
                "DOI": [
                    "10.1080/14768320600976240"
                ]
            }
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "COVID-19 Snapshot Monitoring (COSMO Germany)-Wave 38",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Betsch",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Korn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Felgendreff",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eitze",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sprengholz",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "The age structure, stringency policy, income, and spread of coronavirus disease 2019: evidence from 209 countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bilgili",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dundar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuşkaya",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Lorente",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ünlü",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gençoǧlu",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "11",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2020.632192"
                ]
            }
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Contrasting effects of associates and coordinates in children with and without language impairment: a picture-word interference study",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "J"
                    ],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Siger-Gardner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Sailor",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Psycholinguist",
            "volume": "35",
            "issn": "",
            "pages": "515--545",
            "other_ids": {
                "DOI": [
                    "10.1017/S0142716412000495"
                ]
            }
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Trump Again Downplays Coronavirus by Comparing it to the Seasonal Flu. It's Not a Fair Comparison",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bump",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Michigan Militia's Armed Protests Grab Coronavirus Spotlight. Chicago Tribune",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Attitudes toward COVID-19 vaccines in chinese adolescents",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Med",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fmed.2021.691079"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "COVID-19 and social stigma: role of scientific community",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Chopra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "K"
                    ],
                    "last": "Arora",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ind. J. Tuberc",
            "volume": "67",
            "issn": "",
            "pages": "284--285",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijtb.2020.07.012"
                ]
            }
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Did the Wisconsin Supreme Court restart a COVID-19 epidemic? Evidence from a Natural Experiment",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Dave",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Friedson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuzawa",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcnichols",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Sabia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Bert: pretraining of deep bidirectional transformers for language understanding",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Devlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Toutanova",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the North American Chapter of the Association for Computational Linguistics: Human Language Technologies",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Illness perceptions of COVID-19 in Europe: predictors, impacts and temporal evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Dias Neto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nunes Da Silva",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Roberto",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lubenko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Constantinou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Nicolaou",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.640955"
                ]
            }
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Psychological wellbeing and academic experience of university students in Australia during COVID-19",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Dodd",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dadaczynski",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Okan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "J"
                    ],
                    "last": "Mccaffery",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Pickles",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/ijerph18030866"
                ]
            }
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Psychosocial impact of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Dubey",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Diabetes Metab. Syndr",
            "volume": "14",
            "issn": "",
            "pages": "779--788",
            "other_ids": {
                "DOI": [
                    "10.1016/j.dsx.2020.05.035"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Emergence of polarized opinions from free association networks",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "File",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Keczer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vancsó",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bőthe",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Tóth-Király",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hunyadi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Behav. Res. Methods",
            "volume": "51",
            "issn": "",
            "pages": "280--294",
            "other_ids": {
                "DOI": [
                    "10.3758/s13428-018-1090-z"
                ]
            }
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "On the effect of age on the transmission of SARS-CoV-2 in households, schools and the community. medRxiv",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cevik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2020.07.19.20157362"
                ]
            }
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Cultures and Organizations: Software of the Mind",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "H"
                    ],
                    "last": "Hofstede",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Illness perceptions and quality of life in Japanese and Dutch women with breast cancer",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kaptein",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yamaoka",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Snoei",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "A"
                    ],
                    "last": "Van Der Kloot",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tabei",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Psychosoc. Oncol",
            "volume": "31",
            "issn": "",
            "pages": "83--102",
            "other_ids": {
                "DOI": [
                    "10.1080/07347332.2012.741092"
                ]
            }
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Neuroinformatics and Semantic Representations",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kharlamov",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pilgun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Theory and Applications",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Medical students and COVID-19: knowledge, attitudes, and precautionary measures. a descriptive study from",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Khasawneh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Humeidan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Alsulaiman",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bloukh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ramadan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "N"
                    ],
                    "last": "Al-Shatanawi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jordan. Front. Public Health",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpubh.2020.00253"
                ]
            }
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "A BERT-based ensemble model for Chinese news topic prediction",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the 2020 2nd International Conference on Big Data Engineering",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Evaluation of clustering and topic modeling methods over health-related tweets and emails",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Lossio-Ventura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gonzales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Morzan",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Alatrista-Salas",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hernandez-Boussard",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bian",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Artif. Intell. Med",
            "volume": "117",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.artmed.2021.102096"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Data-driven estimate of SARS-CoV-2 herd immunity threshold in populations with individual contact pattern variations. medRxiv",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aleta",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.03.19.21253974"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Determinants of COVID-19 vaccine acceptance in the US",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Malik",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Mcfadden",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Elharake",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Omer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "EClinicalMedicine",
            "volume": "26",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.eclinm.2020.100495"
                ]
            }
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Americans Didn't Wait for Their Governors to Tell Them to Stay Home Because of COVID-19",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Malone",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bourassa",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "It's not the flu: popular perceptions of the impact of COVID-19 in the U",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Niemi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Kniffin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "M"
                    ],
                    "last": "Doris",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "S. Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.668518"
                ]
            }
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Informative contagion: the coronavirus (COVID-19) in Italian journalism",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Papapicco",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Online J. Commun. Media Technol",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Twitter culture: irony comes faster than tourist mobility",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Papapicco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mininni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Tour. Cult. Change",
            "volume": "18",
            "issn": "",
            "pages": "545--556",
            "other_ids": {
                "DOI": [
                    "10.1080/14766825.2019.1611839"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Protect ya Grandma! the effects of students' epistemic beliefs and prosocial values on COVID-19 vaccination intentions",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rosman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Adler",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barbian",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Blume",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burczeck",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Cordes",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.683987"
                ]
            }
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Lived experiences of the corona survivors (patients admitted in COVID wards): a narrative real-life documented summaries of internalized guilt, shame, stigma, anger",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sahoo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mehra",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Suri",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Yaddanapudi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "D"
                    ],
                    "last": "Puri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatry",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.102187"
                ]
            }
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "COVID-19 vaccination intention in the UK: results from the COVID-19 vaccination acceptability study (CoVAccS), a nationally representative crosssectional survey",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Sherman",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "E"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sim",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amlôt",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cutts",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Dasch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hum. Vaccines Immunother",
            "volume": "17",
            "issn": "",
            "pages": "1612--1621",
            "other_ids": {
                "DOI": [
                    "10.1080/21645515.2020.1846397"
                ]
            }
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "COVID-19 and stigma: social discrimination towards frontline healthcare providers and COVID-19 recovered patients in Nepal",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Subedi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatry",
            "volume": "53",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajp.2020.102222"
                ]
            }
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Factors related to COVID-19 preventive behaviors: a structural equation model",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Šurina",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Martinsone",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Perepjolkina",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolesnikova",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Vainik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ruža",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.676521"
                ]
            }
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Attachment, personality and locus of control: psychological determinants of risk perception and preventive behaviors for COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tagini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brugnera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ferrucci",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mazzocco",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pievani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Priori",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.634012"
                ]
            }
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Examining social determinants of health, stigma, and COVID-19 disparities",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Turner-Musa",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ajayi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3390/healthcare8020168"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Attention is all you need",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vaswani",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shazeer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Parmar",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Uszkoreit",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "N"
                    ],
                    "last": "Gomez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proceedings of the Advances in Neural Information Processing Systems",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Core semantic links or lexical associations: assessing the nature of responses in word",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vivas",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Manoiloff",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "García",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lizarralde",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vivas",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Psycholinguist. Res",
            "volume": "48",
            "issn": "",
            "pages": "243--256",
            "other_ids": {
                "DOI": [
                    "10.1007/s10936-018-9601-8"
                ]
            }
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Assessing age-specific vaccination strategies and post-vaccination reopening policies for COVID-19 control using SEIR modeling approach. medRxiv",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1101/2021.02.18.21251981"
                ]
            }
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "COVID-19 vaccination intentions: the theory of planned behavior, optimistic bias, and anticipated regret",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wolff",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.648289"
                ]
            }
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Comparative study of chinese and american media reports on the COVID-19 and expressions of social responsibility: a critical discourse analysis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Akhtar",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Farooq",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "U"
                    ],
                    "last": "Khan",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. Psycholinguist. Res. 1-18",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/s10936-021-09809-9"
                ]
            }
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Comparisons of characteristics between psychological support hotline callers with and without COVID-19 related psychological problems in China",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychiatry",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyt.2021.648974"
                ]
            }
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Coronavirus disease 2019-related stigma in China: a descriptive study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Front. Psychol",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.3389/fpsyg.2021.694988"
                ]
            }
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Pre-trained contextualized representation for Chinese conversation topic classification",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proceedings of the IEEE International Conference on Intelligence and Security Informatics (ISI)",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Features of vaccine production and specificity of vaccination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Associative network of the stimulus Pfizer.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Associative network of the stimulus risk group/Grupo de riesgo.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Features of vaccine production and specificity of vaccination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Associative network of the stimulus BioNTech.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Associative network of the stimulus risk group (Risikogruppe).",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Features of various vaccines and their efficacy (vaccine/вакцина , вакцинация , прививка: connection weight of 82; frequency of 201,188; vaccination: connection weight of 75; frequency of 37,208):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "New cases, spread of the infection (new: connection weight of 68; frequency of 4,548; cases: Bec связи-68; frequency of 2,204): As of June 24, 2021, in Moscow, the situation with the new coronavirus COVID-19 remains tense. New cases of the coronavirus infection were recorded in various districts and cities of the region. The total number of cases in Moscow was 1,315,841 people. • Discussion of measures being taken to combat the pandemic, work on vaccination (work: connection weight of 70; frequency of 59,468):",
            "latex": null,
            "type": "figure"
        },
        "FIGREF8": {
            "text": ", campaign (94), research (88), efficacy (87), doses (90), medication (96), result (86), vaccinations (86), center (86), trials (84), production (82), use (79), work (74), doctors (73), MOH (73), development (73), solution (73), antibodies (72), quantity (72), system (72), opportunity (71), end (71), organization (71), situation (71), basis (70), protection (69), immunity (69), millions (69), problems (69), response (68), means (68), effect (68), Vector (67), and development(67)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": ", Russia (94), United States (83), world (81), Moscow (73), region (72), chapter (71), RF (71), regions (69), and place",
            "latex": null,
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Features of vaccine production and specificity of vaccination.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Associative network of the stimulus Sputnik.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Associative network of the stimulus Risk group.",
            "latex": null,
            "type": "figure"
        },
        "TABREF3": {
            "text": "Spread of infection. Significant nominations of the semantic network with connection weights of 99: covid, spread, pandemic, covid policy, delta strain, disease, new infections, infection, inditions, masks, PCR test, number of cases, and quarantine. Contexts are as follows: Studien aus Israel und Grossbritannien legen auch nahe, dass vor allem Biontech Ansteckungen deutlich vermindert. 9. Territorial features of the infection spread and vaccination. Significant nominations of the semantic network with connection weights of 99: Bavaria, Berlin, China, Germany, Europe, EU, France, United Kingdom, Hamburg, Italy, Switzerland, state, city, United States, Vienna, and Turkey (98). Contexts are as follows: Darüber hinaus haben drei Impfstoffe aus China eine Notfallzulassung im eigenen Land erhalten, obwohl die Phase-3-Studien noch nicht abgeschlossen waren. 10. Subjects of vaccination, persons responsible for vaccination.11. Time characteristics of vaccination.Significant nominations of the semantic network with connection weights of 99: year, time, day, week, month, autumn, August, December, etc.",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Stop talking nonsense. It is disgusting to read. If you want to be vaccinated-get vaccinated, if you do not, whatever, stop blaming people for deaths.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "MP, AR, and OK performed the material preparation, data collection, analysis, and wrote the first draft of the manuscript. All authors commented on previous versions of the manuscript, read and approved the final manuscript, and contributed to the study conception and design.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "AUTHOR CONTRIBUTIONS"
        },
        {
            "text": "This work was conducted using regular budgetary funds from JSC \"Agency for Social Research\" Stolitsa.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "FUNDING"
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of Interest:"
        }
    ]
}