{
    "paper_id": "fd25a2dfc423b19e43b66bb2735acab5f6435f56",
    "metadata": {
        "title": "Letter to Editor",
        "authors": []
    },
    "abstract": [],
    "body_text": [
        {
            "text": "The objectives of this work are to outline the challenges faced during the COVID-19 pandemic while screening and follow-up of under-five children having latent tuberculosis infection (LTBI) and to document the measures and strategies to combat against these challenges.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "This study was conducted in slums of Mumbai among under-five children in collaboration with a tertiary care children's hospital and municipal cooperation health posts. Protocol was approved by the ethics committee (D/ICEC/Sci-89/94/2018). One of the objectives of the study was to assess acceptability and feasibility of TB testing and treatment. Hence, questionnaires included reasons for nonparticipation for enrolment or follow-up. The study includes screening of children who are either underweight and/or had a history of contact with active TB patients. They are further tested for LTBI, and active TB infection was ruled out by clinical history, radiology, and sputum examination. The children having LTBI were managed as per the National Tuberculosis Program guidelines.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Around 350 eligible children were screened from September 2019 to March 2020 (before lockdown), out of which 216 were recruited. Among them, 67 children were required to be followed up for further evaluation and monitoring in terms of investigations or treatment. A total of 13 children were detected with LTBI. During lockdown, community-based awareness activities and health camps were seized. After the nationwide lockdown was lifted and transportation facilities resumed, the recruitment process and physical follow-up were initiated with all due precautions. From June 2020 to December 2020, a total of 135 patients were approached. Among them, 42 eligible children screened from June 2020 to August 2020, and 93 eligible children were approached from September 2020 to December 2020. A total of 46 of them were recruited during this period.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Reluctance was observed by parents for enrolling children for the study during the COVID-19 pandemic. On assessing the reasons behind reluctance, most of the reasons could be categorized into operational issues (travel restrictions on both research staff and patients, lack of good-quality safety wear such as masks) and stigmas surrounding COVID-19. Many patients migrated back to their native places due to unemployment, financial crisis, shutting down of schools, and a notion of native place being a safer environment. Stigmas around COVID-19 were another important concern stemmed from the fear of the child contracting COVID-19 specifically at the clinic. General perception that all health centers are hub of COVID-19 hot spots was extremely high. They also feared that invasive procedures such as blood collection would make the child susceptible to contracting COVID-19 infection. Fear of crowding and assumption of forced COVID-19 diagnosis during the recruitment process were also driving factors for reluctance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Of 13 children, seven with LTBI suffered a delay in treatment mainly because of migration and travel restrictions. Characteristically, out of 67 children requiring follow up, who were enrolled before lockdown, parents of 26 preferred delay in further investigations. Figure 1 represents contribution of different reasons of reluctance in participation due to the COVID-19 pandemic . As shown in figure 1, majority (33.3%) of parents showed reluctance due to fear of contracting COVID at the community clinic. Up to 29.8% reasons were related to migration due to COVID.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 267,
                    "end": 275,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": ""
        },
        {
            "text": "To overcome these challenges, different strategies were adopted to increase enrolment and follow-up of children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "First strategy was to approach eligible parents through TB Health/Anganwadi workers followed by initial virtual counseling. The patients were made thoroughly aware of all the safety protocols that would be practiced to ensure the safety and welfare of patients. Similarly, participants to be followed up were contacted telephonically and continuum of medicines was ensured by the research team.",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Participant safety and feasibility of in-person visit were first evaluated telephonically, and the parents were given appointment. Utmost importance was given to ascertain social distancing. This was achieved by second strategy of assigning specific time slots to the patients ensuring maximum of two children with their parents at a time in the clinic. Strategies of employing safety measures and ensuring prior screening for COVID-19 were also implemented. All the safety measures regarding regular sanitization of",
            "cite_spans": [],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "the health care facility and protection gear such as double masks (to participants and researchers), gowns, gloves, shoulder/ neck covers, and eye protection (face shields or goggles) for all staff were availed.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "To mitigate risk of transmission from participant to staff, a symptom screen including COVID-19 history of every patient and their neighborhood history was administered at the time of first contact and on the scheduled visit. The vitals such as body temperature and the oxygen saturation were recorded before enrolment. The required documentation (e.g., obtaining informed consent for study procedures) was carried out using a separate set of stationaries for parents for one-time use. Children were enrolled after negative symptom screen and ensuring that parents have read and understood participant information sheet and signed the informed consent. All the enrolled children and their parents were rescreened telephonically for COVID-19 symptoms at the end of 14 days of visit. None of the families reported positive symptoms on rescreening so far. Figure 2 shows the stepwise framework of recruitment for community research amid the COVID-19 pandemic.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 853,
                    "end": 861,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "On assessing difference in reluctance rate after adopting new strategy, it was observed that in the initial phase postlockdown (June-August 20), the rate of reluctance to participate increased from 38.2% (134/350, prelockdown) to 90.47% (38/42). After changing the strategy of recruitment, the rate of reluctance dropped to 52.7% (49/93) during September-December 20. Similarly, the follow-up reluctance dropped down drastically to 4.34% during September-December 20.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "Although research activities are likely to get affected during any pandemic drastically, it was crucial to sustain the implementation of this project when benefits to the society outweigh risks. It is also essential to report the challenges and to document the lessons learned from it. This is probably the first article that puts forth challenges and strategies while implementing a research in children during the pandemic.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "It was observed that approaching children through health workers and initial virtual counseling followed by physical visits helped build up the rapport and assurance among parents and also reduced the fear. Thorough counseling helped in turning a portion of reluctant patients into successful recruits substantially.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "The reorganization of clinic setup in response to COVID-19 created conducive environment for parents and children.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "Abiding to preventing measures such as sanitization, screening, use of protective kits along with social norms in community-based, the set up ensured safety among parents and further increased participation.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "The hallmark of the strategy was use of \"pandemic protection pack\" recommended by the CDC, comprising \"double masking\" (both participant and staff wear mask) with simple surgical masks, sanitizer solution, gloves, touchless thermometer, pulse oximeter, and administration of symptom screen preceding their visit and at the time of visit to ensure safety of participants and researcher and mitigate the risk of transmission. [4, 5] Out of ten recommendations, eight relevant and possible mechanisms were implemented to ensure safety of participants.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 427,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 428,
                    "end": 430,
                    "text": "5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "To conclude, the findings throw light on various challenges faced while implementing a research project in child health during the COVID-19 pandemic and bring out certain strategies such as double masking, pandemic protection kit, administrating symptom screen, and virtual counseling to overcome these challenges and resume community research. It was seen that the research activities could be resumed despite all odds, and redesigned strategies and efforts increased enrolment and follow-ups to a greater extent. These further Step 1: Initial COVID-19 symptom screening through telephonic contact;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "Step 2: Screening for COVID-19 symptoms before recruitment in clinic;",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        },
        {
            "text": "Step 3: Telephonic follow-up after 14 days postrecruitment to check symptoms pave path toward developing strategies and preparedness for research activities in pandemics.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Impact of COVID-19 in Implementing Community Research on Latent Tuberculosis among Pediatric Population: Challenges and Way Forward"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 impact on research, lessons learned from COVID-19 research, implications for pediatric research",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "L"
                    ],
                    "last": "Weiner",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Balasubramaniam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "I"
                    ],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Javier",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatr Res",
            "volume": "88",
            "issn": "",
            "pages": "148--50",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Research in the Time of a Pandemic: The Researcher's Role in Shaping Policy and Communicating with the Public. Springer Nature",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sakellaropoulou",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "2020",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Impact of COVID-19 pandemic on tuberculosis care in India",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Husain",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "M"
                    ],
                    "last": "Monaghan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Kashyap",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Clin Microbiol Infect",
            "volume": "27",
            "issn": "",
            "pages": "293--297",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Verbeek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rajamaki",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ijaz",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sauni",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toomey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Blackwood",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Restarting human participant research at community-based observational studies during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Velagaleti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Vasan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Heart Assoc",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Contribution of different reasons due to COVID-19 pandemic leading to reluctance in participation in community research",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Stepwise framework of recruitment amidst COVID-19 pandemic.",
            "latex": null,
            "type": "figure"
        }
    },
    "back_matter": [
        {
            "text": "One of the mandates of IAPSM is to promote and undertake epidemiological, especially field-based operational research.In furtherance of this and as proposed by the then President, Dr. Sanjay Zodpey; recommended by the Governing Council and ratified by the General Body; it was decided to establish an Ethics Committee of IAPSM (EC-IAPSM). Accordingly, the Ethics Committee of the Indian Association of Preventive and Social Medicine (EC-IAPSM) was constituted in July 2020 and registered with the Department of Health Research, MoHFW, Govt. of India. Since then, it is functional with its headquarters at Community Medicine Department, GMERS, Medical College, Sola, Ahmedabad. Life members of IAPSM interested in carrying out public health research, especially multi-centric epidemiological studies, may submit their proposals for ethical clearance. It will be most appropriate for those members who are undertaking field-based research outside of any institute. The Principal Investigator (PI) of the research project should be the life member of IAPSM. For submission of proposals and other details, please contact at eciapsm@gmail.com.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IAPSM Ethics Committee"
        }
    ]
}