{
    "paper_id": "fd56a3e366245d7df768bbc0d2586da6f4db9c0a",
    "metadata": {
        "title": "Online remote interactive lecture for postgraduate dental education in clinical anatomy",
        "authors": [
            {
                "first": "Joe",
                "middle": [],
                "last": "Iwanaga",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University School of Medicine",
                    "location": {
                        "settlement": "New Orleans, Louisiana",
                        "country": "USA"
                    }
                },
                "email": "iwanagajoeca@gmail.com"
            },
            {
                "first": "Tsuyoshi",
                "middle": [],
                "last": "Tanaka",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of Florida College of Dentistry",
                    "location": {
                        "settlement": "Gainesville",
                        "region": "Florida",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Hiroe",
                "middle": [],
                "last": "Ohyama",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "R",
                "middle": [
                    "Shane"
                ],
                "last": "Tubbs",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Tulane University School of Medicine",
                    "location": {
                        "settlement": "New Orleans, Louisiana",
                        "country": "USA"
                    }
                },
                "email": ""
            },
            {
                "first": "Pa-C",
                "middle": [],
                "last": "",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Gross anatomy (GA) is thoroughly covered in curricula for first-year dental students. Students learn anatomy from in-person classes, cadaveric specimens, models, living and radiologic anatomy teaching, and computer-based learning including AR, VR, and 3D. 1,2 After graduation, regardless of its importance, clinical anatomy (CA) is unfortunately rarely revisited during clinical dental practice.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "To fill in this gap between GA knowledge gained during dental school and CA knowledge, which is necessary for a high-quality dental practice, interactive lectures between dentists and clinical anatomists based on newly established CA evidence is necessary. Parenthetically, the coronavirus disease 2019 pandemic has recently limited in-person lectures potentially adding to such gaps in knowledge.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "PROBLEM"
        },
        {
            "text": "To address this problem, real-time collaborative CA lectures were planned online based on newly published CA studies. In addition, online lectures across the U.S. and countries using live communication online tool (Zoom) were given to 2 different groups-dentists in Japan (300 who registered via social media) and dental residents and faculty in a periodontology department in the U.S. (20)by dentists to evaluate an alternative way of giving lectures involving foreign countries without physically being there. One lecture was given separately to each group (twice in total). Both lectures were given using the same slides, which were translated into each native language, Japanese and English. First, a periodontist (T.T.) presented clinical scenarios. Next, a clinical anatomist/dentist (J.I.) addressed the scenario from a clinical anatomical point of view (Figure 1 ).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 861,
                    "end": 870,
                    "text": "(Figure 1",
                    "ref_id": null
                }
            ],
            "section": "SOLUTION"
        },
        {
            "text": "The periodontist provided clinical questions based on their experience and previous anatomical studies; 3 e.g., how to avoid lingual nerve injury during dental implant surgery in the molar area. Dental students and even dentists are taught that the \"lingual nerve runs near the lingual plate in the retromolar area and occasionally through the retromolar pad so that we have to be careful not to damage it in this location,\" 3 and \"as far as the lingual cortical plate is not perforated or the periosteum not damaged, you will not damage the lingual nerve.\" So how do lecturers explain the safe distal wedge incision that is made distal to the last molar? Lecturers have not had a good answer to this question due to a lack of evidence. Fresh-frozen cadaveric dissection photos and videos as well as data J Dent Educ. 2020;1-3. © 2020 American Dental Education Association 1 wileyonlinelibrary.com/journal/jdd F I G U R E 1 Online postgraduate class on clinical dental anatomy education among distant groups. In this report, the attendee group was either from Japan or the United States.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Example of a lecture"
        },
        {
            "text": "An example from the lecture of the presentation slide on the clinical anatomy of the lingual nerve. based on newly published CA studies enable us to address this question using the retromolar pad/gland and mylohyoid line as easily identified anatomical landmarks ( Figure 2 ). 4,5",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "text": "Figure 2",
                    "ref_id": null
                }
            ],
            "section": "F I G U R E 2"
        },
        {
            "text": "As the participants were not dental students, no assessments were given to evaluate their understanding of the material after the online lecture and interactive exercises. However, the feedback of the participants was very posi-tive. Comments from the participants included the following: \"I could understand how to avoid lingual nerve injury by understanding both clinical questions and anatomical landmarks.\"",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        },
        {
            "text": "This pilot study suggests that interactive online lectures based on newly published CA research between dental specialists and clinical anatomists who are geographically separated could be an alternative, or even better, an educational tool for postgraduate CA teaching for both participants and lecturers, as it is difficult for specialists who might be located remotely to attend a single lecture. Taken together, even after the pandemic, interactive online lectures from different states/countries might provide postgraduate CA education to dentists who are located anywhere in the world. However, further investigation is needed to evaluate the effectiveness of this method objectively by comparing it to other traditional methods such as in-person classes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "RESULTS"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "A review of anatomy education during and after the COVID-19 pandemic: Revisiting traditional and modern methods to achieve future innovation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iwanaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Loukas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "S"
                    ],
                    "last": "Dumont",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tubbs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Anat",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/ca.23655"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "An anatomic study of the lingual nerve in the third molar region",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Behnia",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kheradvar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shahrokhi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Oral Maxillofac Surg",
            "volume": "58",
            "issn": "6",
            "pages": "649--651",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "How to avoid iatrogenic lingual nerve injury in the retromolar area: an anatomical study of retromolar pad and lingual nerve",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iwanaga",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "K"
                    ],
                    "last": "Cleveland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tubbs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Surg Radiol Anat",
            "volume": "42",
            "issn": "5",
            "pages": "523--528",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "The clinical view for dissection of the lingual nerve with application to minimizing iatrogenic injury",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iwanaga",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Clin Anat",
            "volume": "30",
            "issn": "4",
            "pages": "467--469",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Online remote interactive lecture for postgraduate dental education in clinical anatomy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Iwanaga",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohyama",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "S"
                    ],
                    "last": "Tubbs",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Dent Educ",
            "volume": "1",
            "issn": "3",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1002/jdd.12335"
                ]
            }
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank Dr. Yasuhiko Kamura for his contribution to the online lecture. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A C K N O W L E D G M E N T"
        }
    ]
}