{
    "paper_id": "fd5993a7d90b30116daf8cc4780e87c2e2be8af0",
    "metadata": {
        "title": "Dynamic factor models: Does the specification matter?",
        "authors": [
            {
                "first": "Karen",
                "middle": [],
                "last": "Miranda",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Carlos III de Madrid",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "Pilar",
                "middle": [],
                "last": "Poncela",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Autónoma de Madrid",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "·",
                "middle": [
                    "Esther"
                ],
                "last": "Ruiz",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Universidad Carlos III de Madrid",
                    "location": {
                        "settlement": "Madrid",
                        "country": "Spain"
                    }
                },
                "email": ""
            },
            {
                "first": "B",
                "middle": [
                    "Esther"
                ],
                "last": "Ruiz",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Dynamic factor models (DFMs), which assume the existence of a small number of unobserved underlying factors common to a large number of variables, are very popular among empirical macroeconomists. Factors can be extracted using either nonparametric principal components or parametric Kalman filter and smoothing procedures, with the former being computationally simpler and robust against misspecification and the latter coping in a natural way with missing and mixed-frequency data, time-varying parameters, nonlinearities and non-stationarity, among many other stylized facts often observed in real systems of economic variables. This paper analyses the empirical consequences on factor estimation, in-sample predictions and out-of-sample forecasting of using alternative estimators of the DFM under various sources of potential misspecification. In particular, we consider factor extraction when assuming different number of factors and different factor dynamics. The factors are extracted from a popular data base of US macroeconomic variables, widely analyzed in the literature without consensus about the most appropriate model specification. We show that this lack of consensus is only marginally crucial when it comes to factor extraction, but it matters when the objective is out-of-sample forecasting.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In recent decades, dynamic factor models (DFMs) have been widely used to represent comovements within large systems of macroeconomic and financial variables, in which the cross-sectional dimension is often relatively large compared with the time dimension; see Stock and Watson (2017) for the importance of DFMs in time series econometrics. DFMs generally assume the existence of a small number of unobserved factors capturing the comovements in the system. 1 Two main types of procedures for factor extraction are popular in the related literature. First, in many applications, factors are extracted using nonparametric procedures based on principal components (PC), which are attractive because they are computational simple and have well-known theoretical properties. In particular, PC is consistent under mild conditions and, as far as the factors are pervasive and the idiosyncratic dependence is weak, it is robust to the underlying dependence of common factors and idiosyncratic components. As a consequence, PC procedures are very popular for factor estimation and several excellent surveys are available in the literature; see, among others, Bai and Ng (2008a) for a technical survey on the econometric theory for PC. However, when the common factors and/or idiosyncratic components are serially dependent, PC procedures do not use this information and, consequently, they are not efficient.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 284,
                    "text": "Stock and Watson (2017)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1151,
                    "end": 1169,
                    "text": "Bai and Ng (2008a)",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Alternatively, after casting the DFM as a state-space model (SSM), factors can be extracted using Kalman filter and smoothing (KFS) procedures. One important feature of these procedures is that they open the door to Maximum Likelihood (ML) estimation of the model parameters. Furthermore, KFS is also very flexible, allowing to handle in a straightforward way data characteristics often observed in practice as, for example, missing data, mixed frequencies, seasonal dependencies, nonstationarity or regime-switching nonlinearity. Moreover, KFS procedures are also of interest in empirical applications because they allow incorporating restrictions on the factor loadings, as in multi-level DFMs, or on the idiosyncratic components, and to perform counterfactual exercises; see, for example, Banbura et al. (2011) for multi-level models and Luciani (2015) for counter-factual analysis. However, the main drawback of KFS is that it requires full specification of the dependence of the common and idiosyncratic components, opening the door to potential misspecification; see Poncela et al. (2021) for a very recent survey on KFS for factor extraction in DFMs.",
            "cite_spans": [
                {
                    "start": 792,
                    "end": 813,
                    "text": "Banbura et al. (2011)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 841,
                    "end": 855,
                    "text": "Luciani (2015)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1073,
                    "end": 1094,
                    "text": "Poncela et al. (2021)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "There are few papers looking at the effects of the misspecification of the factors on factor extraction and forecasting and all of them focus on factors extracted using PC. Boivin and Ng (2006) conclude that overestimating the number of factors affects the precision with which they are estimated and the forecasting results, while Barigozzi and Cho (2020a) also conclude that overestimating the number of factors could yield non-negligible estimation errors. In an empirical application forecasting GDP growth for Germany and France, Barhoumi et al. (2013) show that not necessarily more factors imply better forecasting. Gonçalves et al. (2017) analyzing the same data set considered in this paper, conclude that the forecasting ability depends on the specific combination of eight PC factors used in factor-augmented predictive regression. Finally, Breitung and Eickmeier (2011a) conclude that, if the cross-sectional dimension is large, the dynamic properties of the factors are not important for factor extraction and forecasting. This paper contributes to the literature by analyzing the empirical consequences on factor estimation and in-sample predictability and outof-sample forecasting of extracting factors using not only PC but also KFS under various sources of potential misspecification. In particular, we consider factor extraction and forecasting when assuming different number of factors and different factor dynamics. The analysis is carried out extracting factors from the ubiquitous data base of US macroeconomic variables described by McCracken and Ng (2016) and forecasting some key US macroeconomic magnitudes. Factor extraction procedures have been previously being compared using this data set; see, for example, Poncela and Ruiz (2015) and the references therein. However, as far as we know, the empirical properties of KFS extraction under potential sources of misspecification have not been analyzed before when extracting factors from the same data set; see, Aruoba et al. (2009) for the importance of comparing factor extraction procedures in the context of the same data set. In the particular US macroeconomic data set analyzed in this paper, we show that specifications with more factors and more lags are favored in-sample when looking both at log-likelihood ratio tests and at measures of fit of factor-augmented predictive regressions. However, increasing the number of factors and/or their lag structure does not always lead to an increase in the out-of-sample forecast precision with the out-of-sample mean square forecast errors (MSFEs) being generally minimized when forecasts are based on simple models with one factor extracted using KFS and modelled as an AR(1) process. It is important to note that these results might not be applicable beyond the macroeconomic system considered in this paper. Whether they can be generally applicable is an interesting issue that is beyond our objectives. Careful Monte Carlo experiments could be designed to analyze their general applicability.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 193,
                    "text": "Boivin and Ng (2006)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 332,
                    "end": 357,
                    "text": "Barigozzi and Cho (2020a)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 535,
                    "end": 557,
                    "text": "Barhoumi et al. (2013)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 623,
                    "end": 646,
                    "text": "Gonçalves et al. (2017)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 852,
                    "end": 882,
                    "text": "Breitung and Eickmeier (2011a)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1556,
                    "end": 1579,
                    "text": "McCracken and Ng (2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1738,
                    "end": 1761,
                    "text": "Poncela and Ruiz (2015)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1988,
                    "end": 2008,
                    "text": "Aruoba et al. (2009)",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the paper is organized as follows. Section 2 briefly describes the representation of DFMs as SSMs and how factor extraction can be performed by PC and KFS. In Sect. 3, the factors are extracted from a system of US macroeconomic variables under the assumption of serially uncorrelated idiosyncratic components. We analyze the differences in terms of point and interval estimation of factors, in sample prediction and out-of-sample forecasting, when factors are extracted using PC and the KFS under different assumptions on the number of factors and their dynamic dependence. Section 4 concludes the paper.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The following stationary approximate DFM has been extensively analyzed in the related literature 2",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic factor model"
        },
        {
            "text": "where y it is the observation of the ith variable, for i = 1, . . . , N , at time t, for t = 1, . . . , T , λ i = (λ i1 , . . . , λ ir ) is the r × 1 vector of unknown factor loadings corresponding to y it , F t = ( f 1t , . . . , f rt ) is the r ×1 vector of unobservable stochastic factors at time t and ε it is the idiosyncratic component of y it . The number of factors, r , is assumed to be known and fixed as the cross-sectional and temporal dimensions, N and T , respectively, grow. If the idiosyncratic components, are assumed to be crosssectionally uncorrelated, i.e., their covariance matrix, ε is diagonal, the DFM is known as \"exact\" while, if the idiosyncratic noises are weakly cross-correlated, the DFM is called \"approximate\". The DFM in equation (1) can be also written in matrix form as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic factor model"
        },
        {
            "text": "where Y is the T × N matrix of observations, F is the T × r matrix of factors, is the N ×r matrix of factor loadings and ε is the T × N matrix of idiosyncratic components. Finally, it is also useful to express the DFM in the following vector form",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic factor model"
        },
        {
            "text": "where Y t = (y 1t , . . . , y Nt ) and ε t = (ε 1t , . . . , ε Nt ) are N × 1 vectors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The dynamic factor model"
        },
        {
            "text": "PC, which is among the most popular factor extraction procedures due to its simplicity and low computational burden together with its good theoretical properties, estimates and F by minimizing the following sum of squares:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Principal components factor extraction"
        },
        {
            "text": "The factors cannot be individually identified and we can only estimate the space spanned by them. In the context of PC factor extraction, it is popular to assume that F F T = I r and is diagonal with distinct elements in the main diagonal arranged in decreasing order; see Bai and Ng (2013) for a discussion on identification restrictions in DFMs. With respect to the identification of the sign, it could be useful to use external information; see, for example, Geweke and Zhou (1996) , who propose determining the sign of a single factor by assuming that its weight in a given variable is positive and Stock and Watson (2016) for an application. Stock and Watson (2002b) show that, if r is known, the serial and cross-sectional correlations of the idiosyncratic components are weak and the factors are pervasive, the space spanned by the estimated PC factors is consistent when both N and T tend simultaneously to infinity. Later, Bai (2003) shows that, if also √ N T → 0, the factors are asymptotically normal. If the idiosyncratic noises are further assumed to be serially uncorrelated, then the limiting distributions are independent across t. The asymptotic approximation of the mean square error (MSE) of the PC factors at time t,f PC t , can be estimated as follows",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 290,
                    "text": "Bai and Ng (2013)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 462,
                    "end": 484,
                    "text": "Geweke and Zhou (1996)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 603,
                    "end": 626,
                    "text": "Stock and Watson (2016)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 647,
                    "end": 671,
                    "text": "Stock and Watson (2002b)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 932,
                    "end": 942,
                    "text": "Bai (2003)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Principal components factor extraction"
        },
        {
            "text": "where˜ PC is the PC estimate of the matrix of loadings and, according to Bai and Ng (2006) ,˜ t can be estimated using the following estimator, which is robust to cross-sectional dependence and heteroscedasticity of the idiosyncratic components",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 90,
                    "text": "Bai and Ng (2006)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Principal components factor extraction"
        },
        {
            "text": "Note that the robust estimator in (6) is consistent but requires covariance stationarity with E(ε it ε jt ) = σ i j , ∀t. 3 Results on the performance of the asymptotic distribution to approximate the finite sample distribution of the estimated PC factors are scarce; see Ouysse (2006) , Poncela and Ruiz (2015) and Maldonado and Ruiz (forthcoming) , who show that the uncertainty of PC factors is underestimated when computed using asymptotic results.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "text": "3",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 285,
                    "text": "Ouysse (2006)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 288,
                    "end": 311,
                    "text": "Poncela and Ruiz (2015)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 316,
                    "end": 348,
                    "text": "Maldonado and Ruiz (forthcoming)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Principal components factor extraction"
        },
        {
            "text": "Alternatively, factor extraction is often based on KFS. Assume that the vector of common factors, F t , evolves over time according to the following stationary VAR( p) model",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "where u t is an r ×1 white noise vector with covariance matrix u . Although the vector of idiosyncratic components may have temporal dependence, we will consider that it is white noise. When a particular specification is assumed for factors, as in (7), DFMs are particular cases of the much larger class of SSMs, in which observable variables are expressed in terms of unobserved or latent variables, which in turn evolve according to some lagged dynamics. It is straightforward to write the DFM as a SSM and, assuming that r and p as well as all DFM parameters are known, KFS can be implemented to extract the factors, regardless of the cross-sectional dimension, N ; see Poncela et al. (2021) for a survey on factor extraction based on KFS and a description on how to express the DFM as a SSM when the idiosyncratic components are serially correlated. However, even if r and p were known, in practice, one needs to estimate the model parameters before KFS algorithms can be run. Assuming that ε is diagonal, i.e., the idiosyncratic components are serially uncorrelated, and assuming normality, estimation of the parameters can be carried out by ML with the Kalman filter (KF) used to compute the innovation decomposition form of the Gaussian likelihood, which is given by",
            "cite_spans": [
                {
                    "start": 673,
                    "end": 694,
                    "text": "Poncela et al. (2021)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "where the innovation vector, ν t = Y t − E(Y t |Y 1 , . . . , Y t−1 ), and its covariance matrix, t , can be obtained from the KF and is the vector of parameters to be estimated, namely the loadings in , the variances in the main diagonal of the covariance matrix of the idiosyncratic noises, σ 2 ε 1 , . . . , σ 2 ε N , the autoregressive parameters of the VAR model for the factors in 1 ,…, p and the parameters in the covariance matrix u . After imposing the necessary identification restrictions, the log-likelihood can be maximized using numerical optimization with, for example, Newton-Raphson algorithms. 4 Following Harvey (1989) , the identifying restrictions on the parameters considered in this paper are λ i, j = 0 for j > i and i = 1, . . . , r and u = I r . 5 The resulting estimator is denoted as ML-NO. In this very simple DFM, the main hurdle found in the ML-NO estimator appears when N is extremely large, because the number of parameters to be estimated, r 2 × p + N × (r + 1 − r (r −1)",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 637,
                    "text": "Harvey (1989)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "2 ), increases with N . Alternatively, given that direct optimization of the log-likelihood in (8) can be infeasible when N is large, the ML estimator of the DFM parameters can be obtained by the iterative expectation maximization (EM) algorithm. To simplify the description of the EM algorithm, let us assume that p = 1, i.e., the factors are specified as a VAR(1) model. 6 First, starting values for the parameters inˆ (0) ,ˆ (0) ε andˆ (0) , are obtained based on factors and loadings estimated by PC. The starting parameters for the loadings areˆ (0) =˜ PC while the autoregressive parameters are estimated by the following least squares (LS) estimator",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "and the covariance matrix of the idiosyncratic components is estimated bŷ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "The expectation step consists in running the KFS algorithm with the parameters of the DFM substituted by the starting values above to obtain f (0) t|T , P (0) t|T and C (0) t , where f (0) t|T and P (0) t|T are the smoothed estimate of F t and its corresponding estimated MSE, given by the Kalman smoother, and C",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "|Y 1 , . . . , Y T can also be obtained by the Kalman smoother by augmenting the state vector to include F t−1 . 7 In the maximization step, the parameters of the DFM are estimated as followŝ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "while (ε) is estimated as in (10) with the PC residuals substituted byε",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "t|T . 8 Recall that, for identification purposes, the parameters of the DFM need to be restricted and, therefore, using the restrictions described above, u = I r does not need to be estimated. Furthermore, denoting by F (S) and P (S) , the T × r matrix of smoothed factors and their corresponding MSE matrix in the steady state, respectively, the restrictions in the loadings can be imposed as follows",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "7 The estimates f",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "t|T of this first iteration are usually known as two-step LS (TS-LS) estimates of the factors; see Doz et al. (2011) . In this case, the covariance matrix of u t is estimated bŷ Bai and Li (2016) propose using (1) instead of (0) to calculate the idiosyncratic residuals.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 116,
                    "text": "Doz et al. (2011)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 178,
                    "end": 195,
                    "text": "Bai and Li (2016)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Kalman filter and smoothing factor extraction"
        },
        {
            "text": "SERIEs where R is an r (r −1) 2 × Nr matrix of zeros and ones of the coefficients of the parameters in the restrictions and c is a r (r −1) 2 vector of zeros for the restrictions considered in this case. Consider, for example, that r = 3, then the matrix of coefficients of the restrictions is given by the following 3 × 3N matrix ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "The expectation and maximization steps are iterated until convergence and the corresponding estimator is denoted as ML-EM. The parameters of the DFM with serially and cross-sectionally uncorrelated idiosyncratic components can be estimated by ML-EM regardless of N ; see, among many others, Watson (1989, 1991) with N = 4, Quah and Sargent (1993) with N = 60 and Proietti (2011) with N = 148.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 310,
                    "text": "Watson (1989, 1991)",
                    "ref_id": null
                },
                {
                    "start": 323,
                    "end": 346,
                    "text": "Quah and Sargent (1993)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 363,
                    "end": 378,
                    "text": "Proietti (2011)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "If the number of factors, r , and their autoregressive lag, p, are known and under weak cross-correlation of the idiosyncratic components, Doz et al. (2011) show that the smoothed factors extracted using the TS-LS estimates of the parameters are consistent even if ε is wrongly considered as diagonal when it is not, due to the misspecification error vanishing as N and T diverge to infinity. Later, Doz et al. (2012) extend the result to the ML-EM. 9 The min √ N , T -consistency and asymptotic normality of the latter factors have been proved by Barigozzi and Luciani (2020b) who derive the conditions under which the asymptotic distribution can still be used for inference in case of mis-specification. Note that normality of the DFM is not required for the asymptotic normality of the factors. Barigozzi and Luciani (2020b) compare the loadings, factors and common components estimated using PC and QML estimators and conclude that, in static DFMs, both procedures are rather similar.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 156,
                    "text": "Doz et al. (2011)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 400,
                    "end": 417,
                    "text": "Doz et al. (2012)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 450,
                    "end": 451,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 548,
                    "end": 577,
                    "text": "Barigozzi and Luciani (2020b)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 798,
                    "end": 827,
                    "text": "Barigozzi and Luciani (2020b)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "When the number of predictors is large, it is very popular to obtain out-of-sample forecasts of the variables of interest using factor-augmented predictive regressions (also known as diffusion indexes as proposed by Stock and Watson 2002a) . The onestep-ahead forecast of the ith variable in the system is given bŷ",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 239,
                    "text": "Stock and Watson 2002a)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "Forecasting with DFM"
        },
        {
            "text": "where B j = β 1 j , . . . , β r j are parameters. In practice, the parameters of the diffusion index in (15) are estimated by LS after substituting the factors by the corresponding estimates. When the factors are extracted by PC, Stock and Watson (2002a) show 9 The resulting estimator is known in the related literature as Quasi-ML (QML).",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 254,
                    "text": "Stock and Watson (2002a)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 260,
                    "end": 261,
                    "text": "9",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Forecasting with DFM"
        },
        {
            "text": "SERIEs thatŷ i T +1|T is consistent for y i T +1 . Bai and Ng (2006) show that, if √ T N → 0, the LS estimator of the parameters is √ T consistent and asymptotically normal. Furthermore, they show that the conditional mean predicted by the estimated factors is min[ √ T , √ N ] consistent and asymptotically normal. 10 Finally, Bai and Ng (2006) also derive the asymptotic distribution of the forecasts of y i T +1 , which can be used to construct forecast intervals. 11 As far as we are concerned, there are no results available on the asymptotic properties of the parameter estimator and forecasts when the factors extracted using KFS are used in (15). Our conjecture is that, if the convergence rates of PC factors and ML-EM factors are the same, so should be the rate of convergence of the conditional mean predicted by (15). All in all, the theoretical results that are known point out to the same convergence rates of the previous estimators and, therefore, it remains an empirical question the true behavior of the different possibilities when analyzing the data.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 68,
                    "text": "Bai and Ng (2006)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 328,
                    "end": 345,
                    "text": "Bai and Ng (2006)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 468,
                    "end": 470,
                    "text": "11",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "The usefulness of the factors can be evaluated out-of-sample by comparing the MSFE of the forecasts obtained from the factor-augmented regression in (15) with the following univariate autoregression for y it that does not include the factorŝ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "In order to test the out-of-sample predictive ability of the factors, one can use the ENC-F and MSE-F tests as proposed by Gonçalves et al. (2017) , who show that the presence of estimated PC factors leads to only minor size distortions of predictive ability tests, although it reduces power relative to the case where factors are observed. The ENC-F and MSE-F tests are given by",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 146,
                    "text": "Gonçalves et al. (2017)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "and",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "where H is the number of one-step-ahead forecasts,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "being the one-step-ahead forecasts obtained from the autoregression in (16) andû 2t = y it −ŷ it|t−1 , withŷ it|t−1 given by the factor-augmented regression in (15). Finally,",
            "cite_spans": [],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": ". The asymptotic critical values in Clark and McCracken (2001) and McCracken (2007) can be used to test whether the predictive ability of both models is the same using ENC-F and MSE F , respectively. 12",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 62,
                    "text": "Clark and McCracken (2001)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 67,
                    "end": 83,
                    "text": "McCracken (2007)",
                    "ref_id": "BIBREF42"
                }
            ],
            "ref_spans": [],
            "section": "123"
        },
        {
            "text": "The forecasting performance of KFS procedures for factor extraction is analyzed, both in-sample and out-of-sample, in the context of the ubiquitous database described by McCracken and Ng (2016) , which consists of N = 128 variables observed monthly from January 1983 up to and including December 2020, with a total of 444 observations per series. 13 Previous to their analysis, the data are transformed to stationarity and outliers and missing observations are dealt with as described by McCracken and Ng (2016) . Then, all variables in the system are centered and standardized. The sample period is split into an estimation period from January 1983 to December 2016 (T = 396) and an out-of-sample forecast period, from January 2017 to December 2020 (H = 48). The focus of prediction are the stationary transformations of industrial production (IP), inflation, employment and real income; see, among others, Quah and Sargent (1993) , Stock and Watson (2002b) , Bai and Ng (2008b) , Alvarez et al. (2016) , McCracken and Ng (2016) , Granziera and Sekhposyan (2019) and Stauskas and Westerlund (in press) for the interest in forecasting these variables.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 193,
                    "text": "McCracken and Ng (2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 488,
                    "end": 511,
                    "text": "McCracken and Ng (2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 908,
                    "end": 931,
                    "text": "Quah and Sargent (1993)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 934,
                    "end": 958,
                    "text": "Stock and Watson (2002b)",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 961,
                    "end": 979,
                    "text": "Bai and Ng (2008b)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 982,
                    "end": 1003,
                    "text": "Alvarez et al. (2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1006,
                    "end": 1029,
                    "text": "McCracken and Ng (2016)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1032,
                    "end": 1063,
                    "text": "Granziera and Sekhposyan (2019)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1068,
                    "end": 1102,
                    "text": "Stauskas and Westerlund (in press)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Empirical extraction of factors"
        },
        {
            "text": "To determine the number of static factors, we visually inspect the scree plot proposed by Cattell (1966) , which appears in Fig. 1 ; see, for example, Hindrayanto et al. (2016) , who also look at the scree plot to determine r . The message from the scree plot is not clear with only the presence of one factor being obvious. Alternatively, we also use statistical criteria to determine the number of factors; see Table 1 for a summary of the results. Using the criteria proposed by Alessi et al. (2010) , the number of factors is determined to be either r = 5 or r = 7. These numbers are in concordance with the related literature analyzing the same data set (observed over different time spans), in which a large number of works determine r = 7 (Stock and Watson 2005) and Bai and Ng 2007) , see also Poncela and Ruiz (2015) and Bennedsen et al. (2021) , 12 These critical values are valid under the assumption of homoscedasticity of the forecast errors. Clark and McCracken (2012) and Hansen and Timmermann (2015) derive critical values under conditional heteroscedasticity. Very recently, Stauskas and Westerlund (in press) propose an extension of the tests proposed by Gonçalves et al. (2017) that takes into account that the number of factors is unknown. We were not aware of this extension at the moment of writing the paper. 13 This data base is an updated version of the data base used by Stock and Watson (2002a) and Stock and Watson 2012 . Although data are available from January 1959, there is a generalized consensus about the presence of a structural break in 1982 due to the change of policy rule of the Federal Reserve which swichted from targeting non-borrowed reserves to targeting the federal funds rate; see, for example, Hallin and Liska (2007) and Luciani (2015) . To avoid the problems associated to the presence of structural breaks when determining the number of factors, we analyze the data set observed from 1983; see Breitung and Tenhofen (2011b) who show that, in the presence of a structural break, the number of factors is overestimated and the factor loadings are inconsistently estimated, and Chen et al. (2014) for a test for breaks in DFMs. who chose r = 4. We also determine r using the popular criteria proposed by Bai and Ng (2002) , according to which r = 8; see also Gonçalves et al. (2017) , who, in a related application, select 8 factors without using any particular statistical criterion and McCracken and Ng (2016), Demetrescu and Hacioglu Hoke (2019) and Despois and Doz (2020) , who also select r = 8. Moreover, the criteria proposed by Onatski (2010) determines r = 1; see, for example, Alvarez et al. (2016) , who consider the case of r = 1 factors in this data set. Therefore, there is no agreement about the number of factors that should be used to represent the common movements in the system considered. Stauskas and Westerlund (in press ) discuss about the uncertainty relative to the number of factors in this data set. Choi and Jeong (2019) also discuss about the number of factors in this data set and have Monte Carlo results on the difficulty in determining which criterion performs best. Consequently, in order to analyze the effect of the number of factors on the forecasts, we carry out the analysis by assuming three scenarios, namely, r = 1, r = 3 and r = 7. Once the number of factors, r , is determined, factor extraction based on KFS requires assuming a particular lag p of the VAR model in (7). It is popular in the related literature, to assume that the dependence of the factors can be represented by VAR(1) models, i.e. by (16) with p = 1; see, for example, Stock and Watson (2005) , Poncela and Ruiz (2015) and Alvarez et al. (2016) . However, in practice, the temporal dependence of the factors may be represented by a VAR( p) model with p > 1; see, for instance, Banbura and Modugno (2014) , who also consider p = 2 for a quarterly dataset and Solberger and Spanberg (2020) , who also specify p = 2 for monthly data. In order to chose p, we extract a single factor by PC and analyze its correlogram and partial correlogram, which suggest that the factor could be represented by an AR(3) model. Consequently, in order to analyze the effect of p on KFS factor extraction and on the corresponding forecasts, we estimate the DFM assuming either that p = 1 or p = 3.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 104,
                    "text": "Cattell (1966)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 151,
                    "end": 176,
                    "text": "Hindrayanto et al. (2016)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 482,
                    "end": 502,
                    "text": "Alessi et al. (2010)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 746,
                    "end": 769,
                    "text": "(Stock and Watson 2005)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 774,
                    "end": 790,
                    "text": "Bai and Ng 2007)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 802,
                    "end": 825,
                    "text": "Poncela and Ruiz (2015)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 830,
                    "end": 853,
                    "text": "Bennedsen et al. (2021)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 856,
                    "end": 858,
                    "text": "12",
                    "ref_id": null
                },
                {
                    "start": 956,
                    "end": 982,
                    "text": "Clark and McCracken (2012)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 987,
                    "end": 1015,
                    "text": "Hansen and Timmermann (2015)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1092,
                    "end": 1126,
                    "text": "Stauskas and Westerlund (in press)",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1196,
                    "text": "Gonçalves et al. (2017)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1397,
                    "end": 1421,
                    "text": "Stock and Watson (2002a)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1426,
                    "end": 1447,
                    "text": "Stock and Watson 2012",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1742,
                    "end": 1765,
                    "text": "Hallin and Liska (2007)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1770,
                    "end": 1784,
                    "text": "Luciani (2015)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1945,
                    "end": 1974,
                    "text": "Breitung and Tenhofen (2011b)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 2126,
                    "end": 2144,
                    "text": "Chen et al. (2014)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2252,
                    "end": 2269,
                    "text": "Bai and Ng (2002)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2307,
                    "end": 2330,
                    "text": "Gonçalves et al. (2017)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2501,
                    "end": 2523,
                    "text": "Despois and Doz (2020)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2635,
                    "end": 2656,
                    "text": "Alvarez et al. (2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2857,
                    "end": 2890,
                    "text": "Stauskas and Westerlund (in press",
                    "ref_id": null
                },
                {
                    "start": 2975,
                    "end": 2996,
                    "text": "Choi and Jeong (2019)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 3629,
                    "end": 3652,
                    "text": "Stock and Watson (2005)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 3655,
                    "end": 3678,
                    "text": "Poncela and Ruiz (2015)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 3683,
                    "end": 3704,
                    "text": "Alvarez et al. (2016)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 3837,
                    "end": 3863,
                    "text": "Banbura and Modugno (2014)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 3918,
                    "end": 3947,
                    "text": "Solberger and Spanberg (2020)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 413,
                    "end": 420,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Determining the number of factors and their dependence"
        },
        {
            "text": "In this subsection, we first analyze the effect of the choice of r and p on the properties of factors extracted both by PC and KFS and on the in-sample performance of the factor-augmented predictive regressions in (15).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "In-sample factor extraction"
        },
        {
            "text": "We first extract one single factor by PC and estimate the corresponding exact DFM with either p = 1 or p = 3. 14 In the latter case, the parameters of the DFM are estimated by TS-LS (PC for the loadings), ML-NO and ML-EM. Table 2 reports a summary of the results. In particular, it reports",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 222,
                    "end": 229,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "In-sample factor extraction"
        },
        {
            "text": "εi together with the estimated autoregressive parameters and the MSE of the smoothed factor. 15 First of all, we can observe that the sums of squared loadings and of idiosyncratic variances and MSE(f t|T ) are the same regardless of whether the factor is assumed to be AR(1) or AR(3) or whether we estimate the model parameters by ML either using EM or numerically maximizing the log-likelihood. When the Kalman filter is run with the parameters estimated by TS-LS (PC), we can observe that the sum of squared loadings is slightly larger and the sum of idiosyncratic variances is slightly smaller. As a consequence, the Kalman (steady) MSE of the smoothed factor,f t|T , is smaller with an apparent increase in precision as compared with the steady MSE obtained when the parameters are estimated by ML. In any case, it is remarkable that the MSE of the PC extracted factor estimated as proposed in Bai (2003) is 0.01, approximately 5 times smaller than that obtained when the factors are extracted using the KF with ML estimates of the parameters. Furthermore, the implications of the estimation method and specification assumed for the factor are also clear when estimating its dynamic dependence. Consider first the estimated parameters in the model with p = 1. The ML estimate of the autoregressive parameter (regardless of whether it is estimated max- imizing numerically the likelihood, 0.87, or using the EM algorithm, 0.85) is larger than that based on PC, 0.78. Furthermore, note that the slight differences between the ML results obtained when the likelihood is maximized numerically or when using the EM algorithm disappear when p = 3 is assumed. It seems that when the \"true\" log-likelihood is maximized its value at the maximum is the same regardless of the procedure used for its maximization. Finally, let us look at the roots implied by the estimated parameters of the AR(3) model. When the parameters are estimated based on the PC factors, the roots are 0.94 and −0.30 ± 0.35i while, if they are estimated by ML, the roots are 0.95 and −0.27 ± 0.28i. In both cases, there is a cyclical behavior of the factor with a largest real root when the parameters are estimated by ML. In any case, the persistence of this real root is clearly larger than that obtained when an AR(1) model is assumed for the factor. These differences in the estimated persistence and number of lags of the factor may have implications for forecasting, mainly in periods of changing points because the forecasts adapt quicker if the number of lags is smaller. Finally, Table 2 , which also reports the value of the log-likelihood at the maximum for the ML estimates, shows that, although there are not significant differences between the log-likelihood values obtained when the maximization is based on EM or numerical optimization, the difference between the log-likelihood when p = 1 and p = 3 is significant, according to the log-likelihood ratio test. Figure 2 , which plots the loadings estimated by PC and by ML, in the latter case, using both numerical optimization and EM, shows that the loadings are similar regardless of the procedure used to estimate them. Furthermore, Fig. 3 plots the factors together with their corresponding 95% confidence intervals obtained by the KFS based on PC and EM parameter estimates reported in Table 2 , together with their SERIEs Table 2 Parameter estimates (associated with the first factor) of DFMs obtained using TS-LS, ML-NO, and ML-EM when r = 1, 3 and 7 and p = 1 and 3 95% confidence intervals. 16 The EM estimated factors have been rotated to be in the same space as those estimated by PC. Figure 3 illustrates that the extracted factors are similar regardless of the particular method implemented to extract them. However, the intervals constructed using ML parameter estimates are clearly larger than those obtained using PC parameters; see also Poncela and Ruiz (2015) , who conclude that the asymptotic RMSEs obtained from the asymptotic distribution of the PC factors are unrealistically small. 17",
            "cite_spans": [
                {
                    "start": 898,
                    "end": 908,
                    "text": "Bai (2003)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 3533,
                    "end": 3535,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 3887,
                    "end": 3910,
                    "text": "Poncela and Ruiz (2015)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [
                {
                    "start": 2557,
                    "end": 2564,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 2944,
                    "end": 2952,
                    "text": "Figure 2",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 3169,
                    "end": 3175,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 3324,
                    "end": 3331,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 3361,
                    "end": 3368,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 3629,
                    "end": 3637,
                    "text": "Figure 3",
                    "ref_id": null
                }
            ],
            "section": "In-sample factor extraction"
        },
        {
            "text": "A single factor (blue) extracted from the set of macroeconomic variables using PC (first row) and KFS with EM estimates of the parameters (second row). The first column plots the smoothed factor extracted assuming an AR(1) dependence while in the second column the factor is assumed to be an AR(3) process. The red lines represent the corresponding 95% confidence intervals (colour figure online)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Fig. 3"
        },
        {
            "text": "The conclusions are similar when the factors are extracted assuming either that r = 3 or r = 7. 18 Table 2 shows that the only difference with respect to when r was assumed to be 1, is that, obviously, the sum of idiosyncratic variances is now smaller and, consequently, the MSE of the extracted factors is reduced to half. 19 It is also remarkable that the maximum of the log-likelihood reported in Table 2 is significantly larger when r = 3 than when r = 1. Similarly, when we assume that r = 3 and p = 3 and the parameters are estimated by TS-LS, we can observe that the estimation results are very similar to those obtained when we assumed that r = 1 and p = 3. Looking at the estimated dynamics of the first factor, we can observe that, they are very similar to those estimated when assuming that r = 1. 20 In particular, when the parameters are estimated by TS-LS, the roots of the characteristic equation are 0.94 and 0.35 ± 0.20i, very close to those estimated above. However, the results are somehow different when the parameters are estimated by ML. In this case, the roots are 0.81, −0.56 and 0.6, rather different from those obtained when the parameters are estimated by TS-LS and when assuming that r = 1. Note that the estimation results reported in Table 2 when r = 7 are similar to those reported when r = 3.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 98,
                    "text": "18",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 99,
                    "end": 106,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 407,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1264,
                    "end": 1271,
                    "text": "Table 2",
                    "ref_id": null
                }
            ],
            "section": "Fig. 3"
        },
        {
            "text": "The sample pairwise correlations between the first factor estimated in the different specifications and estimators considered range from 0.96 to 1.00 when r = 1 or 3. 18 In this case, it is infeasible to maximize numerically the likelihood. Consequently, the ML estimates of the parameters are only obtained using the EM algorithm. 19 Note, however, that the MSE still doubles that obtained for the PC factors, which is 0.01.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 334,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Fig. 3"
        },
        {
            "text": "If r = 7, some of these correlations fall down to a minimum of 0.8. The minimum correlation, 0.96, is obtained when the factor is extracted assuming that r = 1 and p = 1 and estimating the parameters by ML and when it is assumed that r = 3 and p = 3 and the parameters of the DFM used to extract the factors are estimated by TS-LS. On the other hand, the maximum correlation, 1.00, is obtained when it is assumed that r = 1 and p = 3 and the parameters are estimated by ML either maximizing numerically the likelihood or using the EM algorithm; see also Lewis et al. (2020) , who conclude that the factors are robust to whether PC or KFS is implemented for factor extraction when constructing a weekly index of real activity (EWI) based on N = 10 variables for USA and Breitung and Tenhofen (2011b) , who conclude that, in the context of PC factor extraction, the specification of the underlying factors is not important when N is large.",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 573,
                    "text": "Lewis et al. (2020)",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 769,
                    "end": 798,
                    "text": "Breitung and Tenhofen (2011b)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 3"
        },
        {
            "text": "Finally, note that the sum of squared loadings (idiosyncratic variances) is larger (smaller) when the parameters are estimated by TS-LS than when estimated by ML and, consequently, the confidence intervals for the factors are larger (and more realistic?) when the parameters are estimated by ML. Assuming a larger number of factors implies reducing the sum of idiosyncratic variances and, consequently, decreasing the MSE of the factors extracted using KF. This result is in concordance with Boivin and Ng (2006) who, in the context of PC factor extraction, conclude that overestimating the number of factors increases the precision of factor estimates (and the forecasts), while underestimating it has the opposite effect (on top of loosing consistency).",
            "cite_spans": [
                {
                    "start": 492,
                    "end": 512,
                    "text": "Boivin and Ng (2006)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Fig. 3"
        },
        {
            "text": "To analyze whether the small differences in the estimated factors have implications on in-sample prediction, we estimate the factor-augmented predictive regressions in equation (15) with q = s = 4 for each of the four variables to be forecast, namely, IP, inflation, employment and real income, using the factors extracted by the alternative methods considered assuming that r = 1, 3 and 7 and p = 1 and 3. Note that, in this application, both T and N are rather large with √ T N = √ 396 128 = 0.155 being close to zero and, consequently, using the results in Bai and Ng (2006) , we can conclude that the factor estimation uncertainty should be negligible when conducting inference in the factor-augmented regression. Table 3 reports the estimates of the parameters of these regressions for IP growth, y t , together with their corresponding p-values obtained under the assumption of homoscedastic forecast errors, u 2t = y t −ŷ t|t−1 , the sample standard deviation of the corresponding residuals, σ u , and the adjusted determination coefficient,R 2 . In the case of more than one factor, Table 2 only reports the parameter estimates for the first factor. 21 First of all, note that testing for the joint in-sample significance of the factors, we reject the null regardless of r and p. Therefore, the factors have predictive power for IP. Comparing theR 2 's obtained using the factors extracted by PC for r = 3 and 7 with respect to those obtained for r = 1, we can observe that adding more factors does not increase significantly the in-sample SERIEs   Table 3 Parameter estimates of factor-augmented predictive regressions for IP based on factors estimated using PC, TS-LS and ML-EM and data observed up to December 2016 together with their corresponding p-values in parenthesis, the sample standard deviation of residuals and corrected determination coefficient (2016), who interpret the first common factor (extracted using PC) as a real activity/employment factor. They find that the predictive information of the factors over IP changes over time with only the first common factor retaining its predictive information at the end of the sample period they consider. When r = 1, the estimated parameters of the factor-augmented predictive regressions are very similar regardless of whether p = 1 or 3 and the particular procedure used to extract the factors. Increasing the autoregressive lag of the factors and/or the number of factors only implies small improvements in the adjusted coefficient of determination with the best results obtained when the factors are extracted using ML-EM with p = 3 if r = 1 or 3. However, when r = 7, the results are slightly better when the factors are extracted using KFS with the parameters of the DFM estimated using TS-LS. Table 4 , which reports theR 2 of the augmented predictive regressions corresponding to inflation, employment and income, shows that the conclusions are the same for these variables than those of IP. Note that McCracken and Ng (2016) interpret the third common factor as an inflation factor while the second common factor was dominated by forward-looking variables such as term interest rate spreads and inventories. They show that, in the sample period they consider, the first common factor does not have any predictive content for forecasting inflation in later times. Therefore, it seems that including the relevant number of factors could be relevant in in-sample prediction while the specification of the autoregressive lag could be of less importance. Furthermore, factor extraction based on KFS is slightly better than that based on PC and, unless the number of parameters is too large, it is better to estimate the parameters using EM.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 577,
                    "text": "Bai and Ng (2006)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2979,
                    "end": 3002,
                    "text": "McCracken and Ng (2016)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 725,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1098,
                    "text": "Table 2",
                    "ref_id": null
                },
                {
                    "start": 1548,
                    "end": 1564,
                    "text": "SERIEs   Table 3",
                    "ref_id": null
                },
                {
                    "start": 2769,
                    "end": 2776,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "In-sample predictions"
        },
        {
            "text": "Finally, using the estimated factor-augmented regressions reported in Table 3 and the filtered factors obtained in the out-of-sample period, we obtain one-step-ahead forecasts of IP, inflation, employment and income from January 2017 to December 2020 and their corresponding 70% and 95% forecast intervals. We consider a fixed scheme with the parameters used for forecasting not being updated. Table 5 reports the empirical mean square forecast errors (MSFEs) and the empirical coverages of the 70% forecast intervals computed both with the forecasts obtained until December 2019 and until December 2020. 23 Note that in the latter case, we are incorporating in the analysis the forecasts obtained during the turbulent times due to the recession induced by the COVID-19 pandemic, while, in the former case, the forecasts are obtained in a \"normal\" time in the evolution of the variables. The ratio between the out-of-sample and in-sample number of observations is 48 396 = 0.12. 22 A word of caution is due. In this paper, we include in each of the factor-augmented predictive regression all factors considered together with their corresponding four lags in a systematic way. However, one can also select the combinations of factors and/or lags with higher predictive content as in, for example, Gonçalves et al. (2017) and Demetrescu and Hacioglu Hoke (2019) . Alternatively, one could extract the relevant factors taking into account that the objective is to use them as predictors for the variable y t and using, for example, Partial Least Squares (PLS); see the discussion by Ng (2013) and the application by Fuentes et al. (2015) . 23 Note that these quantities are merely descriptive as they are based on just 36 forecasts in the former case and 48 in the latter. Results for intervals with 95% nominal coverage are also available upon request.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 981,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 1296,
                    "end": 1319,
                    "text": "Gonçalves et al. (2017)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1324,
                    "end": 1359,
                    "text": "Demetrescu and Hacioglu Hoke (2019)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1580,
                    "end": 1589,
                    "text": "Ng (2013)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1613,
                    "end": 1634,
                    "text": "Fuentes et al. (2015)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1637,
                    "end": 1639,
                    "text": "23",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 70,
                    "end": 77,
                    "text": "Table 3",
                    "ref_id": null
                },
                {
                    "start": 394,
                    "end": 401,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Out-of-sample forecasts"
        },
        {
            "text": "Adjusted coefficients of determination of factor-augmented predictive regressions based on factors estimated using PC, TS-LS and ML-EM Table 5 One-step-ahead out-of-sample forecasts of first differences of industrial production, inflation, employment and income from January 2017 to December 2020, based on factor-augmented predictive regressions with factors estimated by PC, TS-LS and ML-EM (2019) MSFE (2020) Cov. 70% (2019) Cov. 70% (2020) MSFE (2019) MSFE (2020) Cov. 70% (2019) Cov. 70% (2020 First of all, Table 5 shows that, even if the differences between the in-sample estimated factors and corresponding predictive regressions are minor, the performance of out-of-sample one-step-forecasts can be quite different. The procedure used to extract the factors and the estimator of the DFM parameters when the factors are extracted using the Kalman filter and smoother are relevant for the out-of-sample one-step-ahead forecasts performance. Table 6 reports the value of the ENC-F and MSE-F statistics to test the out-of-sample predictive ability of each of the factoraugmented predictive regressions considered when r = 1 with respect to the AR(4) model without factors. 24 Note that the asymptotic null distributions of ENC-F and MSE-F are not strictly positive and, consequently, the fact that the test values are sometimes negative does not necessarily constitute evidence in favor of the restricted model; see the explanations by Stauskas and Westerlund (in press) . Table 6 shows that the ENC-F tests support that the factors are significative to forecast IP, employment and income. However, out-of-sample forecasts of inflation are only significantly different from the forecasts obtained with the AR(4) model without factors at the 90% level. In general, the ENC-F statistic is largest when the factor is extracted using KFS with the parameters estimated by ML-EM. However, the MSE-F test is more conservative and, except for IP, it generally rejects that the out-of-sample MSFEs are reduced by introducing a factor. Nevertheless, the differences between procedures used to extract the factors are more obvious when there are extraordinary movements in the series, as those observed during the COVID-19 crisis; see Fig. 4 . When we take into account 2020, the differences in the MSFE obtained with respect to PC are striking (for instance, for IP, the out-of-sample MSFE based on the PC extracted factors is more than twice that of the forecasts based on ML extracted factors). However, removing the year 2020 gives very different numerical results. First, the magnitude of the MSFEs is considerably reduced. In particular, PC induced MSE is around 10 times smaller when excluding 2020. Nevertheless, the PC extracted factors still renders out of sample MSFEs around 20% larger than those of KFS methods. Regarding the length of the AR polynomial of the common factor for IP, notice that we always obtain smaller MSEs for p = 1, that is, the shorter the memory of the common factor, the smaller the MSFE. According to our results, forecasts of inflation based on models with r = 1 or r = 3 are different; see Fig. 4 . On top of the noticeable differences between results including pre-COVID times and those that do not include them that we can also observe with three factor models, notice that both for IP and inflation including more factors does not necessarily translate into smaller out-of-sample MSFEs; see also Barhoumi et al. (2013) , who also conclude that increasing the number of factors do not decrease MSFEs when forecasting French and German GDP. Indeed, in occasions those are larger than the corresponding ones from one factor predictive regressions. In general, regardless of the variable to be forecast, the out-of-sample performance is better for those forecasts based on models with smaller number of factors and smaller autoregression lags extracted using KFS and with the parameters estimated using TS-LS. Our results seem to support the KISS (Keep it sophistically simple) principle. Table 5 , which also reports the empirical coverages of the 70% forecast intervals, shows that these intervals are usually too large with coverages well above the nominal. The reason for this empirical observation deserves further investigation, which is beyond our objectives in this paper.",
            "cite_spans": [
                {
                    "start": 1441,
                    "end": 1475,
                    "text": "Stauskas and Westerlund (in press)",
                    "ref_id": null
                },
                {
                    "start": 3432,
                    "end": 3454,
                    "text": "Barhoumi et al. (2013)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 513,
                    "end": 520,
                    "text": "Table 5",
                    "ref_id": null
                },
                {
                    "start": 948,
                    "end": 955,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 1478,
                    "end": 1485,
                    "text": "Table 6",
                    "ref_id": null
                },
                {
                    "start": 2229,
                    "end": 2235,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 3123,
                    "end": 3129,
                    "text": "Fig. 4",
                    "ref_id": null
                },
                {
                    "start": 4021,
                    "end": 4028,
                    "text": "Table 5",
                    "ref_id": null
                }
            ],
            "section": "Table 4"
        },
        {
            "text": "p = 1 p = 3 MSFE",
            "cite_spans": [],
            "ref_spans": [],
            "section": "TS-LS ML-EM TS-LS ML-EM"
        },
        {
            "text": "It is well known that, when forecasting in practice, the use of different window sizes for the out-of-sample forecasts may lead to different empirical results. It is possible that, for a given forecast window, significant predictive ability is not detected while it could be detected in another window. On the other hand, it is also possible to obtain satisfactory results just by chance. Moreover, the results on the ability of predictive models relies on the ratio between the out-of-sample and in-sample observations with the predictive tests, ENC-F and MSE-F, being more accurate when H is large. Consequently, in this subsection, we study the robustness of the empirical results above to the choice of estimation and out-of-sample window sizes. In particular, the parameters are estimated using data up to December 2007, so that the in-sample period does not include data from the last global financial crisis. In this case, the estimation size is T = 288 while the out-of-sample forecast size is H = 156. Therefore, √ T N = 0.13 and a ratio of out-of-sample to in-sample observations of 0.54.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Robustness check: forecasting over different periods of time"
        },
        {
            "text": "Parameter estimates of factor-augmented predictive regressions for IP based on factors estimated using PC, TS-LS and ML-EM Table 7 reports the parameter estimates of the factor-augmented predictive regressions for IP obtained using the in-sample data from January 1983 to December 2007 while Table 4 reports theR 2 of the regressions not only of IP but also of inflation, employment and income. 25 Looking at the results for IP in Table 7 , we can observe that the conclusions are mostly the same as those obtained when the regressions were estimated with data up to December 2016. The factors are significant and, although the fit, measured by the adjusted coefficient of determination, is smaller than those reported in Table 3 , it is maximized when the predictive regressions are estimated including 7 factors estimated using KFS and specified as a VAR (3).",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 123,
                    "end": 130,
                    "text": "Table 7",
                    "ref_id": null
                },
                {
                    "start": 292,
                    "end": 299,
                    "text": "Table 4",
                    "ref_id": null
                },
                {
                    "start": 431,
                    "end": 438,
                    "text": "Table 7",
                    "ref_id": null
                },
                {
                    "start": 722,
                    "end": 729,
                    "text": "Table 3",
                    "ref_id": null
                }
            ],
            "section": "Table 7"
        },
        {
            "text": "With respect to the in-sample fit of the predictive regressions of inflation estimated with data up to December 2007, Table 4 shows that it is very similar to that reported for the regressions estimated with data up to December 2016. The only difference observed is that in this latter case, the factors are not even significant to forecast inflation. The results for employment are very similar to those described for IP. Finally, when looking at theR 2 coefficients of the predictive regressions for real income, we observe that they are slightly larger than those of the models estimated using data up to December 2016 but still support the main conclusion about being significant when the factors are included to forecast and maximized if 7 factors extracted using KFS and modeled as VAR(3) are considered. All in all, the main conclusions from the in-sample analysis are supported using this alternative estimation window.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 118,
                    "end": 125,
                    "text": "Table 4",
                    "ref_id": null
                }
            ],
            "section": "Table 7"
        },
        {
            "text": "Finally, Table 8 reports the MSFEs and coverages of the out-of-sample forecasts obtained from January 2008 until either December 2019 or December 2020. We can observe that the factors have predictive power if they are extracted using KFS; see also the results of the predictive ability tests in Table 6 . As above, when considering the forecasts since January 2017, the results are stronger when the COVID19 pandemic year, 2020, is included in the out-of-sample period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 9,
                    "end": 16,
                    "text": "Table 8",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 302,
                    "text": "Table 6",
                    "ref_id": null
                }
            ],
            "section": "Table 7"
        },
        {
            "text": "The factors are highly correlated among them regardless of the procedure or estimator used for their extraction and the number of lags specified for their autoregressions. However, the main differences between factor estimates obtained using PC or KFS based on either TS-LS or ML-EM are observed in their dynamics and these differences may have implication in forecasting. In the particular US macroeconomic data set analyzed in this paper, the largest autoregressive root is closer to one when the factor is extracted using the KFS algorithm with the DFM's parameters estimated by ML-EM. The likelihood-ratio tests of the DFMs favor specifications with more factors and more lags. Furthermore, the same conclusion is obtained when looking at the results of the insample factor-augmented predictive regressions, which have larger fit measures when the factors are extracted using KFS from DFMs with large number of factors modeled as VAR( p) processes with p > 1. With respect to the estimator of the parameters of the DFM, the results are better if the ML-EM estimator is used when the number of SERIEs   Table 8 One-step-ahead out-of-sample forecasts of first differences of industrial production, inflation, employment and income based on factor-augmented predictive regressions with factors estimated by: PC, TS-LS and ML-EM The table reports the MSFE, with p-values for equal predictive ability with respect to the benchmark AR(4) in parenthesis, and the coverage of 70% forecast intervals. Both quantities have been computed with and without incorporating the predictions corresponding to the year 2020. Forecasts from January 2008 parameters to be estimated is not very large. However, if the number of parameters is large, the ML-EM estimator seems to have numerical problems and, consequently, the fit of the factor-augmented predictive regressions is better when the parameters are estimated using the simpler TS-LS estimator. Finally, according to our empirical results, we show that increasing the number of factors and/or their lag structure does not always lead to an increase in the out-of-sample forecast precision. The out-of-sample MSFEs are generally minimized when forecasts are based on simple models with one factor extracted using KFS and modelled as an AR(1) process. This conclusion is rather general for the four variables considered for forecasting in this paper. In any case, answering the question in the title of this paper, a careful specification of the DFM before factor extraction could be important in terms of in-sampling fitting. However, when forecasting out-of-sample simple specifications seem to be favored. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1097,
                    "end": 1113,
                    "text": "SERIEs   Table 8",
                    "ref_id": null
                }
            ],
            "section": "Conclusions"
        },
        {
            "text": "Conflict of interest Esther Ruiz declares that she has no conflict of interest. Pilar Poncela declares that she has no conflict of interest. Karen Miranda declares that she has no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Ethical approval This article does not contain any studies with human participants or animals performed by any of the authors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        },
        {
            "text": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Declarations"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Improved penalization for determining the number of factors in approximate factor models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Alessi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barigozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Capasso",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Stat Probab Lett",
            "volume": "80",
            "issn": "23",
            "pages": "1806--1813",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Aggregate versus disaggregate information in dynamic factor models",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Perez-Quiros",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Forecast",
            "volume": "32",
            "issn": "",
            "pages": "680--694",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Real-time measurement of business conditions",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Aruoba",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "X"
                    ],
                    "last": "Diebold",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Scotti",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Bus Econ Stat",
            "volume": "27",
            "issn": "4",
            "pages": "417--427",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Inferential theory for factor models of large dimensions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Econometrica",
            "volume": "71",
            "issn": "1",
            "pages": "135--171",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Maximum likelihood estimation and inference for approximate factor models of high dimension",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Rev Econ Stat",
            "volume": "98",
            "issn": "1",
            "pages": "298--309",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Determining the number of factors in approximate factor models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Econometrica",
            "volume": "70",
            "issn": "1",
            "pages": "191--221",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Confidence intervals for diffusion index forecasts and inference for factor augmented regressions",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Econometrica",
            "volume": "74",
            "issn": "4",
            "pages": "1133--1150",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Determining the number of primitive shocks in factor models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Bus Econ Stat",
            "volume": "25",
            "issn": "",
            "pages": "52--60",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Large dimensional factor analysis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Found Trends Econ",
            "volume": "3",
            "issn": "2",
            "pages": "89--163",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Forecasting economic time series using targeted predictors",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Econom",
            "volume": "146",
            "issn": "2",
            "pages": "304--317",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Principal components estimation and identification of static factors",
            "authors": [
                {
                    "first": "Series",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Econom",
            "volume": "176",
            "issn": "1",
            "pages": "18--29",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Maximum likelihood estimation of factor models on datasets with arbitrary patterns of missing data",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Banbura",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Modugno",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Appl Econom",
            "volume": "29",
            "issn": "1",
            "pages": "133--160",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Oxford Handbook on Economic Forecasting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Banbura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giannone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reichlin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Testing the number of factors: an empirical assessment for a forecasting purpose",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Barhoumi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Darné",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ferrara",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Oxford Bull Econ Stat",
            "volume": "75",
            "issn": "1",
            "pages": "305--9049",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Consistent estimation of high-dimensional factor models when the factor number is over-estimated",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barigozzi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Electron J Stat",
            "volume": "14",
            "issn": "2",
            "pages": "2892--2921",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Quasi maximum likelihood estimation and inference of large approximate dynamic factor models via the EM algorithm",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Barigozzi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luciani",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "arXiv": [
                    "arXiv:1910.03821v2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modeling, forecasting, and nowcasting U.S. CO 2 emissions using many macroeconomic predictors",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bennedsen",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hillebrand",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Koopman",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Energy Econ",
            "volume": "96",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Are more data always better for factor analysis?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Econom",
            "volume": "132",
            "issn": "1",
            "pages": "169--194",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Testing for structural breaks in dynamic factor models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breitung",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Eickmeier",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Econom",
            "volume": "163",
            "issn": "1",
            "pages": "71--84",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "GLS estimation of dynamic factor models",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Breitung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tenhofen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Am Stat Assoc",
            "volume": "106",
            "issn": "495",
            "pages": "1150--1166",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The scree test for the number of factors",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Cattell",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "Multivar Behav Res",
            "volume": "1",
            "issn": "2",
            "pages": "245--276",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Detecting big structural breaks in large factor models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Dolado",
                    "suffix": ""
                },
                {
                    "first": "Gonzalo",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Econom",
            "volume": "180",
            "issn": "1",
            "pages": "30--48",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Quantile factor models",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "J"
                    ],
                    "last": "Dolado",
                    "suffix": ""
                },
                {
                    "first": "Gonzalo",
                    "middle": [
                        "J"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Econometrica",
            "volume": "89",
            "issn": "2",
            "pages": "875--910",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Model selection for factor analysis: some new criteria and performance comparisons",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Econom Rev",
            "volume": "38",
            "issn": "6",
            "pages": "577--596",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Tests of equal forecast accuracy and encompassing for nested models",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Econom",
            "volume": "105",
            "issn": "1",
            "pages": "85--110",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Reality checks and comparisons of nested predictive models",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "E"
                    ],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Bus Econ Stat",
            "volume": "30",
            "issn": "1",
            "pages": "53--66",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Predictive regressions under asymmetric loss: factor augmentation and model selection",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Demetrescu",
                    "suffix": ""
                },
                {
                    "first": "Hacioglu",
                    "middle": [],
                    "last": "Hoke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Forecast",
            "volume": "35",
            "issn": "1",
            "pages": "80--99",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Another look into the factor model blackbox: factor interpretation and structural (in)stability",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Despois",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "A two-step estimator for large approximate dynamic factor models based on Kalman filtering",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giannone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reichlin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Econom",
            "volume": "164",
            "issn": "1",
            "pages": "188--205",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "A quasi-maximum likelihood approach for large, approximate dynamic factor models",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Doz",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giannone",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Reichlin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Rev Econ Stat",
            "volume": "94",
            "issn": "4",
            "pages": "1014--1024",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Sparse partial least squares in time series for macroeconomic forecasting",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fuentes",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poncela",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodríguez",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Appl Econom",
            "volume": "30",
            "issn": "4",
            "pages": "576--595",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Measuring the pricing error of the arbitrage pricing theory",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Geweke",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Rev Financ Stud",
            "volume": "9",
            "issn": "2",
            "pages": "557--587",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bootstrapping factor-augmented regression models",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perron",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Econom",
            "volume": "182",
            "issn": "1",
            "pages": "156--173",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Tests of equal accuracy for nested models with estimated factors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gonçalves",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Perron",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Econom",
            "volume": "198",
            "issn": "2",
            "pages": "252--321",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Predicting relative forecasting performance: an empirical investigation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Granziera",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sekhposyan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Forecast",
            "volume": "35",
            "issn": "4",
            "pages": "1636--1657",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Determining the number of factors in the general dynamic factor model",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hallin",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Liska",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Stat Assoc",
            "volume": "102",
            "issn": "478",
            "pages": "603--617",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Equivalence between out-of-sample forecast comparisons and Wald statistics",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "R"
                    ],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timmermann",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Econometrica",
            "volume": "83",
            "issn": "6",
            "pages": "2485--2505",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Forecasting structural time series models and the Kalman filter",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Harvey",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Forecasting and nowcasting economic growth in the euro area using factor models",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Hindrayanto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "J"
                    ],
                    "last": "Koopman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Winter",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Forecast",
            "volume": "32",
            "issn": "4",
            "pages": "1284--1305",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Measuring real activity using a weekly economic index, Federal Reserve Bank of New York Staff reports",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Lewis",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mertens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Trivedi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Monetary policy and the housing market: a structural factor analysis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Luciani",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Appl Econom",
            "volume": "30",
            "issn": "2",
            "pages": "199--208",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "E (forthcoming), Accurate confidence regions for principal components factors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "V"
                    ],
                    "last": "Maldonado",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Asymptotics for out-of-sample tests of Granger causality",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Econom",
            "volume": "140",
            "issn": "2",
            "pages": "719--752",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "FRED-MD: a monthly database for macroeconomic research",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Mccracken",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Bus Econ Stat",
            "volume": "34",
            "issn": "4",
            "pages": "574--589",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Variable selection in predictive regressions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Handbook Econ Forecast",
            "volume": "2",
            "issn": "",
            "pages": "752--789",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Determining the number of factors from empirical distribution of eigenvalues",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Onatski",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Rev Econ Stat",
            "volume": "92",
            "issn": "4",
            "pages": "1004--1016",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Approximate factor models: finite sample distribution",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ouysse",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Stat Comput Simul",
            "volume": "76",
            "issn": "4",
            "pages": "279--303",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Small versus big-data factor extraction in Dynamic factor models: an Empirical assessment",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poncela",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Advanced econometrics",
            "volume": "35",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Factor extraction using Kalman filter and smoothing: this is not just another survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poncela",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ruiz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Miranda",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Int J Forecast",
            "volume": "37",
            "issn": "4",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Estimation of common factors under cross-sectional and temporal aggregation constrains",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Proietti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int Stat Rev",
            "volume": "79",
            "issn": "3",
            "pages": "455--476",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "A dynamic index model for large cross sections",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Quah",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "J"
                    ],
                    "last": "Sargent",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Bus Cycles Indic Forecast NBER",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Estimating a dynamic factor model in Eviews using the Kalman filter and smoother",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Solberger",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Spanberg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Comput Econ",
            "volume": "55",
            "issn": "",
            "pages": "875--900",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "New indexes of coincident and leading economic indicators, macroeconomics annual 1989",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Stauskas",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Westerlund",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Bus Econ Stat Stock JH, Watson MW",
            "volume": "4",
            "issn": "",
            "pages": "351--409",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "A probability model of the coincident economic indicators",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "The leading economic indicators: new approaches and forecasting records",
            "volume": "20",
            "issn": "",
            "pages": "147--162",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Forecasting using principal components from a large number of predictors",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Am Stat Assoc",
            "volume": "97",
            "issn": "460",
            "pages": "1167--79",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Disentangling the channels of the 2007-09 recession, brooking papers on economic activity",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "81--135",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Dynamic factor models, factor-augmented vector autoregressions, and structural vector autoregressions in macroeconomics, handbook of macroeconomics",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "H"
                    ],
                    "last": "Stock",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "W"
                    ],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Econ Perspect",
            "volume": "2",
            "issn": "2",
            "pages": "59--86",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "... 0 1 0 ... 0 0 0 ... 0 0 0 ... 0 0 0 ... 0 1 0 ... 0 0 0 ... 0 0 0 ... 0 0 1 ...",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Scree",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Factor loadings estimated for the set of macroeconomic variables using: (i) PC (blue bars) and (ii) ML with numerical optimization, ML-NO (green bars) and with EM, ML-EM (orange bars) (colour figure online)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "of the regressions for IP. 22 This result is in concordance with the conclusions in McCracken and Ng",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "-LS ML-EM TS-LS ML-EM TS-LS ML-EM TS-LS ML-EM TS-LS ML-EM TS-LS ML",
            "latex": null,
            "type": "figure"
        },
        "FIGREF7": {
            "text": "",
            "latex": null,
            "type": "figure"
        },
        "FIGREF9": {
            "text": "This study was funded by the Spanish National Research Agency, Ministry of Science and Technology (Grant Nos. PID2019-108079GB-C21/AIE/10.13039/501100011033 and PID2019-108079GB-C22/AIE/10.13039/501100011033).",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Determination of the number of underlying factors according to different criteria",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": ")",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "−0.106 0.390 −0.101 −0.198 0.153 −0.225 0.147 −0.081 −0.060 −0.021 −0.068 −0.075 296 −0.379 −0.320 −0.389 −0.326 −0.246 −0.338 −0.254 −0.308 −0.218 −0.111 −0.220 −0.423 −0.168 −0.440",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}