{
    "paper_id": "fd64a40966a432ace4a74afb4a69d997eab1a5fc",
    "metadata": {
        "title": "Evidence for a semisolid phase state of aerosols and droplets relevant to the airborne and surface survival of pathogens",
        "authors": [
            {
                "first": "Erik",
                "middle": [],
                "last": "Huynh",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Trinity University",
                    "location": {
                        "postCode": "78212",
                        "settlement": "San Antonio",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "Olinger",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Trinity University",
                    "location": {
                        "postCode": "78212",
                        "settlement": "San Antonio",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "David",
                "middle": [],
                "last": "Woolley",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Trinity University",
                    "location": {
                        "postCode": "78212",
                        "settlement": "San Antonio",
                        "region": "TX"
                    }
                },
                "email": ""
            },
            {
                "first": "Ravleen",
                "middle": [
                    "Kaur"
                ],
                "last": "Kohli",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92521",
                        "settlement": "Riverside",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Jack",
                "middle": [
                    "M"
                ],
                "last": "Choczynski",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92521",
                        "settlement": "Riverside",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "James",
                "middle": [
                    "F"
                ],
                "last": "Davies",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "University of California",
                    "location": {
                        "postCode": "92521",
                        "settlement": "Riverside",
                        "region": "CA"
                    }
                },
                "email": ""
            },
            {
                "first": "Kaisen",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Virginia Tech",
                    "location": {
                        "postCode": "24061",
                        "settlement": "Blacksburg",
                        "region": "VA"
                    }
                },
                "email": ""
            },
            {
                "first": "Linsey",
                "middle": [
                    "C"
                ],
                "last": "Marr",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Virginia Tech",
                    "location": {
                        "postCode": "24061",
                        "settlement": "Blacksburg",
                        "region": "VA"
                    }
                },
                "email": ""
            },
            {
                "first": "Ryan",
                "middle": [
                    "D"
                ],
                "last": "Davis",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Trinity University",
                    "location": {
                        "postCode": "78212",
                        "settlement": "San Antonio",
                        "region": "TX"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The phase state of respiratory aerosols and droplets has been linked to the humidity-dependent survival of pathogens such as SARS-CoV-2. To inform strategies to mitigate the spread of infectious disease, it is thus necessary to understand the humiditydependent phase changes associated with the particles in which pathogens are suspended. Here, we study phase changes of levitated aerosols and droplets composed of model respiratory compounds (salt and protein) and growth media (organic-inorganic mixtures commonly used in studies of pathogen survival) with decreasing relative humidity (RH). Efflorescence was suppressed in many particle compositions and thus unlikely to fully account for the humidity-dependent survival of viruses. Rather, we identify organic-based, semisolid phase states that form under equilibrium conditions at intermediate RH (45 to 80%). A higher-protein content causes particles to exist in a semisolid state under a wider range of RH conditions. Diffusion and, thus, disinfection kinetics are expected to be inhibited in these semisolid states. These observations suggest that organic-based, semisolid states are an important consideration to account for the recovery of virus viability at low RH observed in previous studies. We propose a mechanism in which the semisolid phase shields pathogens from inactivation by hindering the diffusion of solutes. This suggests that the exogenous lifetime of pathogens will depend, in part, on the organic composition of the carrier respiratory particle and thus its origin in the respiratory tract. Furthermore, this work highlights the importance of accounting for spatial heterogeneities and timedependent changes in the properties of aerosols and droplets undergoing evaporation in studies of pathogen viability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The phase state of respiratory aerosols and droplets has been linked to the humidity-dependent survival of pathogens such as SARS-CoV-2. To inform strategies to mitigate the spread of infectious disease, it is thus necessary to understand the humiditydependent phase changes associated with the particles in which pathogens are suspended. Here, we study phase changes of levitated aerosols and droplets composed of model respiratory compounds (salt and protein) and growth media (organic-inorganic mixtures commonly used in studies of pathogen survival) with decreasing relative humidity (RH). Efflorescence was suppressed in many particle compositions and thus unlikely to fully account for the humidity-dependent survival of viruses. Rather, we identify organic-based, semisolid phase states that form under equilibrium conditions at intermediate RH (45 to 80%) . A higher-protein content causes particles to exist in a semisolid state under a wider range of RH conditions. Diffusion and, thus, disinfection kinetics are expected to be inhibited in these semisolid states. These observations suggest that organic-based, semisolid states are an important consideration to account for the recovery of virus viability at low RH observed in previous studies. We propose a mechanism in which the semisolid phase shields pathogens from inactivation by hindering the diffusion of solutes. This suggests that the exogenous lifetime of pathogens will depend, in part, on the organic composition of the carrier respiratory particle and thus its origin in the respiratory tract. Furthermore, this work highlights the importance of accounting for spatial heterogeneities and timedependent changes in the properties of aerosols and droplets undergoing evaporation in studies of pathogen viability. disease transmission j viral survival j aerosol-phase state j pathogens j amorphous phases P athogenic organisms, including bacteria and viruses, are responsible for the global spread of many diseases, such as COVID-19 and seasonal influenza. Transmission of these infectious diseases is predicated on the transfer of a sufficient number of viable pathogens from one host to another (1) (2) (3) . Coughing, talking, breathing, and singing by an infected host can release respiratory particles carrying pathogens that can infect via aerosols or droplets or indirectly via fomites that have been contaminated with respiratory emissions (2, (4) (5) (6) . To trigger an infection, pathogens must remain viable. The mechanisms that control pathogen viability in the environment remain unclear but have been linked to many factors, including the identity of the pathogen, the composition of the medium in which it is suspended (e.g., pH and protein content), exposure to sunlight, ambient temperature, and ambient humidity (1) (2) (3) (7) (8) (9) (10) . The role of humidity is particularly complex since it can simultaneously influence the composition and phase state of respiratory aerosols and droplets (7) , and many studies suggest humidity variations can explain the seasonality of, for example, influenza transmission (11) . A deeper understanding of how humidity influences pathogen viability is thus critical to understanding and mitigating disease transmission.",
            "cite_spans": [
                {
                    "start": 852,
                    "end": 863,
                    "text": "(45 to 80%)",
                    "ref_id": null
                },
                {
                    "start": 2170,
                    "end": 2173,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2174,
                    "end": 2177,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2178,
                    "end": 2181,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2421,
                    "end": 2424,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2425,
                    "end": 2428,
                    "text": "(4)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 2429,
                    "end": 2432,
                    "text": "(5)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 2433,
                    "end": 2436,
                    "text": "(6)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2804,
                    "end": 2807,
                    "text": "(1)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 2808,
                    "end": 2811,
                    "text": "(2)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2812,
                    "end": 2815,
                    "text": "(3)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2816,
                    "end": 2819,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2820,
                    "end": 2823,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2824,
                    "end": 2827,
                    "text": "(9)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2828,
                    "end": 2832,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2987,
                    "end": 2990,
                    "text": "(7)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 3106,
                    "end": 3110,
                    "text": "(11)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Bacteria and viruses in aerosols and droplets tend to respond differently to changes in relative humidity (RH), with bacteria viability continuously decreasing as RH decreases, whereas, for some viruses, viability reaches a minimum at intermediate RH before increasing again at lower RH (that is, viruses often exhibit a U-shaped, RH-dependent viability) (3, 7, 8, (12) (13) (14) (15) (16) . This U-shaped viability has been established with many viruses, including SARS-CoV-2, MS2, phi-6, influenza A, rhinovirus, and others. Although this trend has been observed for most viruses, there are some exceptions. For example, the viability of equine herpesvirus type 1 has been observed to decrease monotonically with decreasing RH (17) . The extent to which viability decreases and the RH at which viral viability recovers when a U-shape is observed depends on the virus (e.g., enveloped or nonenveloped) and the composition of the suspension medium. For example, Lin et al. (3) systematically demonstrated that the inclusion of bovine serum albumin can preserve the viability of both MS2 and phi-6 in droplets but that the viability of MS2 Significance Ambient humidity can influence the survival of pathogens in respiratory aerosols and droplets, although the mechanism and optimum humidity level for public health remain unclear. Here, we present evidence for a humidity-dependent, semisolid state of aerosols and droplets relevant to pathogen survival. These observations indicate that a semisolid state may protect pathogens from inactivation by hindering disinfection reactions at intermediate-to-low humidity levels. The formation of the semisolid state was dependent on the composition of the aerosols, which suggests that the humidity for optimum pathogen destruction will depend on the composition of respiratory particles released from an infected host. These observations can be used to help interpret laboratory studies and inform public health recommendations. was generally higher than phi-6 at all RH. Differences in the composition of the medium can also explain discrepancies in results between studies on the same virus (2, 3, 8) . For example, Yang et al. (8) studied the viability of influenza A in droplets composed of differing suspension media, including growth media and mucus, and reported a U-shaped RH dependence in all cases. However, the extent of inactivation at high RH, and the RH at which viability began to increase, was very dependent on droplet composition. The mechanism for this U-shaped RH dependence, and the interplay between humidity and aerosol and droplet composition, remains unclear.",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 358,
                    "text": "(3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 359,
                    "end": 361,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 362,
                    "end": 364,
                    "text": "8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 365,
                    "end": 369,
                    "text": "(12)",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 370,
                    "end": 374,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 380,
                    "end": 384,
                    "text": "(15)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "(16)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 729,
                    "end": 733,
                    "text": "(17)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 962,
                    "end": 976,
                    "text": "Lin et al. (3)",
                    "ref_id": null
                },
                {
                    "start": 2137,
                    "end": 2140,
                    "text": "(2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2141,
                    "end": 2143,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2144,
                    "end": 2146,
                    "text": "8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2174,
                    "end": 2177,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Previous studies have suggested that RH influences pathogen viability by altering the composition or phase of the surrounding medium. When respiratory particles are emitted, whether they remain airborne or are deposited onto a surface, they experience a drastic decrease in RH moving from the respiratory system (∼100% RH) to ambient RH (<70% RH, typically) (18) . Respiratory particles are composed of water in addition to solutes, such as salt and protein, and this decrease in RH drives the evaporation of water to establish an equilibrium between the particle and surrounding air. At equilibrium, the particle-phase water activity (a w ) is equivalent to the gasphase RH/100. As water evaporates, the nonvolatile solutes (salts, proteins, and surfactants) become highly concentrated (18) . For example, in an aqueous NaCl particle at equilibrium with 75% RH (a w = 0.75), the NaCl concentration is equivalent to a saturated brine solution (19) . There is a general consensus that the initial decrease in pathogen viability with decreasing RH is likely due to this increasing solute (disinfectant) concentration (7, 10) . The reason for the recovery in viral viability at lower RH is less clear, but it has been suggested that aerosol and droplet-phase changes may be responsible (10, 14) .",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 787,
                    "end": 791,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 943,
                    "end": 947,
                    "text": "(19)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "text": "(7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1119,
                    "end": 1122,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1283,
                    "end": 1287,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1288,
                    "end": 1291,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Changes in ambient RH can induce phase changes as solutes become increasingly supersaturated with dehumidification (8, 10) . For example, supersaturated, aqueous NaCl particles have a high probability of efflorescence (crystallization with loss of particle-phase water) when at equilibrium with ∼45% RH (i.e., when a w ∼0.45) equivalent to a NaCl concentration of ∼12 mol/kg (20) , although efflorescence has a finite probability of occurring across a range of RH (21) (see SI Appendix, Factors Influencing Phase Changes for additional discussion). Pathogens are typically suspended in complex organic-inorganic media (e.g., culture media and respiratory fluid). The phase changes associated with organic-inorganic aerosols are far more varied than for simple, aqueous inorganic aerosols (22) (23) (24) (25) (26) (27) (28) (29) (30) (31) . With decreasing RH, homogeneously mixed organic-inorganic liquids can transition to an amorphous, glassy, ultraviscous, or gelatinous state in which diffusion and efflorescence are hindered (22) (23) (24) (25) (26) . In these phase states, hindered diffusion of water can inhibit evaporation and delay the establishment of equilibrium (i.e., a w and RH are not necessarily equivalent). Under such nonequilibrium conditions, there can be significant spatial gradients in particle-phase viscosity and water content, dependent on the particle's composition, size, and rate of initial evaporation (23, 32) . Spatial heterogeneities are also possible because of liquidliquid phase separation (e.g., amorphous organic shell and aqueous inorganic core), aggregation (e.g., of organic compounds), or partial efflorescence (e.g., amorphous organic coating of a crystalline inorganic core) (29, 30) . Equilibrium phase states are not established instantaneously upon exposure to ambient air because the evaporation of water, and associated increase in solute concentration, is a mass transport process with a finite timescale dependent on particle size, composition, and ambient RH (10, (32) (33) (34) . During the nonequilibrium evaporation period, a w is continuously evolving until equilibrium is achieved and significant gradients in viscosity and solute concentration can emerge. Furthermore, in complex chemical systems, multiple phase states can exist simultaneously, with each phase state representing a unique microenvironment that can influence pathogen viability (18) . Thus, a detailed understanding of phase changes, including both their spatial and temporal evolution, is likely necessary to develop a mechanistic understanding of humidity-dependent disease transmission. However, no comprehensive understanding of phase states relevant to pathogen viability exists, and many aspects of disease transmission thus remain unclear.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 119,
                    "end": 122,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 375,
                    "end": 379,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 788,
                    "end": 792,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 793,
                    "end": 797,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 798,
                    "end": 802,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 803,
                    "end": 807,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 808,
                    "end": 812,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 813,
                    "end": 817,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 818,
                    "end": 822,
                    "text": "(28)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 823,
                    "end": 827,
                    "text": "(29)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 828,
                    "end": 832,
                    "text": "(30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 833,
                    "end": 837,
                    "text": "(31)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1030,
                    "end": 1034,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1035,
                    "end": 1039,
                    "text": "(23)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1040,
                    "end": 1044,
                    "text": "(24)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1045,
                    "end": 1049,
                    "text": "(25)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1050,
                    "end": 1054,
                    "text": "(26)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1433,
                    "end": 1437,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1438,
                    "end": 1441,
                    "text": "32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1720,
                    "end": 1724,
                    "text": "(29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1725,
                    "end": 1728,
                    "text": "30)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 2012,
                    "end": 2016,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2017,
                    "end": 2021,
                    "text": "(32)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 2022,
                    "end": 2026,
                    "text": "(33)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 2027,
                    "end": 2031,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 2404,
                    "end": 2408,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Here, we provide a detailed exploration of the RH-dependent phase state of levitated aerosol relevant to understanding the survival of pathogens and examine the morphology of evaporating droplets on a surface. To clarify the terminology used in this article, \"particles\" refers to aerosols and droplets generally, \"aerosols\" are particles that are suspended in a gas, and \"droplets\" are particles that fall to a surface under the force of gravity. In laboratory studies of pathogen viability, a growth medium is often used as the suspension medium (8, 10) . Thus, to facilitate the interpretation of previous studies, we studied particles composed of several growth media: Dulbecco's modified Eagle's medium (DMEM), lysogeny broth (LB)-Miller's modification-and tryptic soy broth (TSB). Furthermore, since real-world transmission will occur via respiratory particles, we also studied the phase state of model respiratory compounds (salts and protein) with variable salt and protein content. Our observations can thus be used to interpret previous findings as well as make qualitative predictions for survival of pathogens in aerosols and droplets under ambient conditions.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 551,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 552,
                    "end": 555,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": ""
        },
        {
            "text": "Aerosol. As shown in Fig. 1 , RH-induced phase transformations of aerosols are studied using a dual-balance quadrupole electrodynamic balance (DBQ-EDB) at room temperature (295 ± 2 K) (35) . Efflorescence (crystal nucleation and growth with subsequent loss of particle-phase water) can be identified based on mass and morphological changes of singly levitated particles (20 to 30 μm in diameter) exposed to decreasing RH ( Fig. 1A ) (20) (see SI Appendix, SI Methods for more details). By contrast, amorphous phase changes do not necessarily have any clear morphological or abrupt mass change (22) . We thus use our dualbalance technique (35) (Fig. 1B) to identify amorphous phase changes associated with the organic fraction of respiratory and growth media aerosols.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 433,
                    "end": 437,
                    "text": "(20)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 593,
                    "end": 597,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 638,
                    "end": 642,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 21,
                    "end": 27,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 423,
                    "end": 430,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 643,
                    "end": 652,
                    "text": "(Fig. 1B)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "An example of detecting efflorescence is shown in Fig. 1A for an aqueous NaCl aerosol particle initially levitated at 80% RH. Here, we characterize changes in particle mass relative to 80% RH to be explicit about how experiments were performed; for data in terms of mass growth factors, see SI Appendix, Fig. S1 . As the RH is reduced stepwise from 80 to 45% (at ∼5% RH intervals), there is a gradual decrease in particle mass as water evaporates from the droplet to maintain an equilibrium water activity. NaCl reaches its saturation concentration at 75% RH but remains as a supersaturated solution because of the kinetic limitations associated with crystal nucleation (36) . NaCl efflorescence does not occur until ∼45% RH, which is evident by the abrupt change in particle mass as water is expelled from the particle during crystal growth. Efflorescence can also be identified by changes to particle morphology using far-field laser scatter imaging ( Fig. 1 A, Right Inset). If morphological changes are extensive, bright-field imaging can also be used to detect efflorescence. However, in the case of mixed organic-inorganic droplets, even effloresced particles often remain spherical within the resolution of the imaging system (SI Appendix, Fig. S2 ), and thus, far-field imaging is used intermittently to confirm presumed efflorescence.",
            "cite_spans": [
                {
                    "start": 670,
                    "end": 674,
                    "text": "(36)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [
                {
                    "start": 50,
                    "end": 57,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 304,
                    "end": 311,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 954,
                    "end": 960,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1247,
                    "end": 1254,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "In contrast to a phase transition such as efflorescence, amorphous phase changes commonly associated with organic and mixed organic-inorganic aerosols, such as vitrification, gelation, and aggregation, do not have abrupt changes in either particle mass or far-field and bright-field images, as shown in Fig. 1A , for an aqueous particle composed of 1:1 (by mole) CaCl 2 : gluconic acid (a composition known to undergo an amorphous phase transition) (22) . Thus, to identify potential amorphous changes associated with the organic fraction of respiratory aerosol and growth media, we use our dual-balance technique developed specifically for that purpose (35) . As seen in Fig. 1B , two oppositely charged particles are simultaneously levitated at a fixed RH and then subsequently merged by removing the voltage applied to the top counterbalance. Bright-field images are binarized, and the aspect ratio of the merged dimer is determined, in which the aspect ratio, d x /d y , is the ratio of the long-to-short axis. Fluid particles coalesce completely to a spherical shape, in which the timescale of coalescence is proportional to the viscosity of the fluid. Fluid states can be characterized based on viscosity as liquid (<10 2 PaÁs), semisolid (10 2 to 10 12 PaÁs), or solid (>10 12 PaÁs) (27) . In the DBQ-EDB, amorphous particles with a viscosity >10 8 PaÁs appear completely rigid on the timescale of an experiment (i.e., no discernible coalescence occurs). Many of the compositions studied here were observed to be partially rigid on the timescale of an experiment (i.e., incomplete coalescence occurred). Thus, characterizing each composition in terms of a single viscosity was not possible across all RH, as seen in SI Appendix, Fig. S3 . In these instances, we characterized phase behavior based on the final aspect ratio of the merged dimers, in which, for semisolid and solid particles, the aspect ratio of the merged particles remains greater than unity, as demonstrated in Fig. 1B .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 654,
                    "end": 658,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1290,
                    "end": 1294,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 303,
                    "end": 310,
                    "text": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 672,
                    "end": 679,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1736,
                    "end": 1743,
                    "text": "Fig. S3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1985,
                    "end": 1992,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Incomplete coalescence is indicative of a multiphase particle (35) . In levitated aerosols, our ability to identify the phaseseparated components is limited. Thus, we also used microscopy to examine the morphology of phase-separated aerosols by ejecting merged dimers from the DBQ-EDB onto a microscope slide, as seen in SI Appendix, Fig. S4 . Peptides and proteins containing the aromatic amino acids (tryptophan, phenylalanine, or tyrosine) fluoresce under ultraviolet (UV) exposure (37) (38) (39) . Thus, fluorescence microscopy was used to track the location of the organic fraction within aerosols.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 66,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 485,
                    "end": 489,
                    "text": "(37)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "(38)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 495,
                    "end": 499,
                    "text": "(39)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [
                {
                    "start": 334,
                    "end": 341,
                    "text": "Fig. S4",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "With our combination of techniques, we characterize a range of RH-dependent aerosol morphologies relevant to the model respiratory compounds and growth media studied here, as illustrated in Fig. 1B .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 190,
                    "end": 197,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Humidity-Dependent Phase Changes of Levitated Aerosol. Figs. 2 and 3 show the RH-dependent phase behavior for levitated aerosols composed of the growth media and model respiratory compounds, respectively, upon dehumidification. Growth media. For growth media, DMEM, LB, and TSB were chosen as representative media because they have been used previously in studies of pathogen survival in aerosols and droplets in which a U-shaped RH dependence of virus viability was observed (8, 10) . LB ( Fig. 2A) , DMEM (Fig. 2B) , and TSB ( Fig. 2C ) are mixtures of organic nutrients, such as glucose, and inorganic salts (see SI Appendix, Table S1 for the composition of the culture media.) LB and DMEM have similar amounts of NaCl (40 and 48 weight percent [wt.%] by dry mass), while TSB has a much lower-NaCl content (17 wt.%). The organic fraction of LB and TSB is dominated by tryptone (40 wt.%) and peptone (67 wt.%), respectively, while DMEM is dominated by glucose (27 wt.%) and amino acids (12 wt.%). These culture media, thus, represent a range of relevant compositions.",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 479,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 480,
                    "end": 483,
                    "text": "10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 491,
                    "end": 499,
                    "text": "Fig. 2A)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 507,
                    "end": 516,
                    "text": "(Fig. 2B)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 529,
                    "end": 536,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 629,
                    "end": 637,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "LB. As seen in Fig. 2A for LB aerosols, particle coalescence indicates three distinct regions of phase behavior: liquid like, with rapid coalescence and thus nonviscous properties; semisolid, in which viscous, incomplete coalescence was observed; and solid, in which the majority of the particle was nonfluid, following partial efflorescence. At RH above ∼58%, all LB particles rapidly coalesced to a spherical shape with a corresponding viscosity ≤10 2 PaÁs (the lower limit of viscosity that can be measured in our system), consistent with expectations for liquid aerosols. At ∼60% RH, there is evidence in the laser scatter imaging for aggregates that are small relative to the particle bulk or liquid-liquid phase separation (Movie S1). Thus, the particles are predominately liquid but may have regions of semisolid material. Single-droplet mass measurements show that LB particles respond to decreasing RH with a continuous decrease in mass, further confirming the liquid behavior. Considering this fluid behavior and the fact that the NaCl is supersaturated below ∼75% RH, it is unlikely that virions would have significant protection from deactivation between 60 and 75% RH, consistent with the maximum inactivation of MS2 bacteriophages occurring between 55 to 70% RH in LB (10) .",
            "cite_spans": [
                {
                    "start": 1282,
                    "end": 1286,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [
                {
                    "start": 15,
                    "end": 22,
                    "text": "Fig. 2A",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "At RH less than ∼58%, merged particles begin to exhibit complex, semisolid behavior. That is, particles do not coalesce completely and are highly viscous. Partial coalescence is evidence for a multiphase system, in which a fraction of the particle remains fluid and a fraction of the particle is rigid (i.e., does not coalesce), as illustrated in Fig. 1B . At 50% RH, we estimate the viscosity of the fluid and rigid phase to be ∼10 4 and >10 8 PaÁs, respectively, as discussed in SI Appendix, Fig. S3A . With decreasing RH, the rigid state becomes gradually more pronounced, suggesting a gradual aggregation, growth, or thickening process. There is no abrupt change in single-particle mass measurements between ∼35 to 58% RH, which indicates that efflorescence of NaCl cannot explain this semisolid state. Rather, the semisolid state of LB must be a result of an amorphous phase state. Microscopy images confirm that incomplete coalescence is due to the presence of rigid, organic-enriched, amorphous regions that are surrounded by a viscous fluid, as seen in Fig. 2D and SI Appendix, Fig. S4A . Within the range of RH where a semisolid was observed there was some variability in the coalescence process between different trials, as seen in SI Appendix, Fig. S3A . This suggests some variability in the size and number of the organic-dense, rigid regions. This likely reflects the stochastic nature of many phase transitions and suggests a nucleation-initiated process (40, 41) . However, in all cases, LB existed as an amorphous semisolid.",
            "cite_spans": [
                {
                    "start": 1470,
                    "end": 1474,
                    "text": "(40,",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1475,
                    "end": 1478,
                    "text": "41)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [
                {
                    "start": 347,
                    "end": 354,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 494,
                    "end": 502,
                    "text": "Fig. S3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1061,
                    "end": 1068,
                    "text": "Fig. 2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1086,
                    "end": 1094,
                    "text": "Fig. S4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1255,
                    "end": 1263,
                    "text": "Fig. S3A",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "The exact nature of the rigid phase (e.g., gel or aggregate) is unclear. In addition to NaCl and tryptone, LB contains yeast extract, which is a complex mixture of organic biomolecules and inorganic compounds. Multivalent ions in yeast extract may facilitate a gel state by cross-linking organic molecules (22, 42) , and proteins can undergo phase separation through aggregation or liquid-liquid phase separation (28, 43, 44) . What is clear is that the aerosols remain noncrystalline in this RH range, as confirmed by far-field laser scatter imaging (SI Appendix, Fig.  S2 ) and microscopy ( Fig. 2D) . Regardless of the molecularlevel structure of the semisolid, viscous and gel states may both have a protective effect on the survival of viruses between 35 and 58% RH by inhibiting the diffusion of reactants (27) .",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 310,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 311,
                    "end": 314,
                    "text": "42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 413,
                    "end": 417,
                    "text": "(28,",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 418,
                    "end": 421,
                    "text": "43,",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "44)",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 812,
                    "end": 816,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [
                {
                    "start": 565,
                    "end": 573,
                    "text": "Fig.  S2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 593,
                    "end": 601,
                    "text": "Fig. 2D)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "At ∼35% RH, both particle coalescence and single-particle mass measurements indicate a transition to a solid state. Merged particles remain rigid, and there is an abrupt change in singleparticle mass, consistent with efflorescence of the NaCl. With repeat trials, the efflorescence RH, RH eff , was 35 ± 3% RH (n = 5). This RH eff can be interpreted as the RH at which the efflorescence probability, P eff , is 1.0 ± 0.4 under these experimental conditions (see Materials and Methods, Statistical Analysis). Efflorescence of LB occurs at a lower RH than aqueous NaCl (∼45% RH), likely due to the presence of organic compounds that hinder nucleation (23-25) (see SI Appendix, Factors Influencing Phase Changes for additional discussion). Efflorescence of the inorganic fraction, along with further thickening of the amorphous phase through dehydration, will likely offer The top plots are the results from the dual-particle characterization, shown as merged aspect ratio (±1 SD) as a function of RH (±1 SD, with uncertainty propagated from individual RH measurements), except with TSB in which it was possible to infer viscosity for most trials and is thus shown; see the text for estimates of viscosity for other compositions. The lower plots show relative mass as a function of RH for single-particle characterization. Measurements were performed at or near equilibrium, so gas-phase RH was assumed to approximate the particle-phase water activity as a w = RH/100, as indicated on the plots. For LB and DMEM, phase identification is based on observed changes in the coalescence measurements as well as single-particle mass measurements. TSB did not exhibit any distinct change in phase behavior and remained amorphous at all RH with a gradual increase in viscosity. LB (D) and DMEM (E) aerosols were merged at 50 ± 2% RH, ejected onto microscope slides, and then imaged in ambient air (∼65% RH). Panel 1 shows fluorescence images. Panels 2 and 3 show brightfield images. In panel 3, efflorescence is induced by blowing dry air over the surface of the slide. For both LB and DMEM, it is seen that incomplete coalescence is due to rigid, organic-dense regions. The organic-dense regions appear in the fluorescence images with higher intensity. For DMEM, the region of highest intensity is outlined in a white line; see SI Appendix, Fig. S4B for a threshold intensity image. The DMEM particle appears round in panel 2, likely because the surrounding fluid phase has spread on the slide. In both cases, crystallization occurs around the edges of the particle, with the amorphous phase at the center, as indicated by the white (amorphous) and red (crystalline) arrows. (Scale bars, 20 μm.) maximum protection of pathogens by hindering diffusion and thus reactivity.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 2331,
                    "end": 2339,
                    "text": "Fig. S4B",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "DMEM. As seen in Fig. 2B , DMEM aerosol particles also exhibited three distinct phases. Using the same characterization process as for LB, DMEM is observed to be in a liquid state above ∼53% RH. At ∼53% RH, coalesced droplets exhibit a compressed, partially rigid structure, in which the average aspect ratio was ∼1.4 (see Fig. 1B for an example). Merged dimers adopted a compressed shape rapidly (<3 s; SI Appendix, Fig.  S3B ), so we conclude particles must be phase separated, comprised of a relatively nonviscous fluid and a rigid semisolid. As seen in Fig. 2E , microscopy images confirm this morphology. Incomplete coalescence at long timescales suggests that the rigid phase has an equivalent viscosity of >10 8 PaÁs. The abrupt change in morphology over a narrow RH range is consistent with a gel transition (22, 35) . DMEM contains low-mass, carboxylated organic compounds (e.g., the amino acids) in addition to divalent ions, including Ca 2+ . A gel transition involving carboxylated organics and Ca 2+ has previously been shown to occur at ∼50% RH in levitated aerosols. In DMEM, it is likely that the divalent ions are cross-linking the amino acids to form a gel state (22) . A solid state is observed when efflorescence occurs at 31 ± 3% RH (P eff = 1.0 ± 0.4, n = 5). Similar to LB aerosols, efflorescence of NaCl is hindered relative to aqueous NaCl alone.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 820,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 821,
                    "end": 824,
                    "text": "35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1181,
                    "end": 1185,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [
                {
                    "start": 17,
                    "end": 24,
                    "text": "Fig. 2B",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 323,
                    "end": 330,
                    "text": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 417,
                    "end": 426,
                    "text": "Fig.  S3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 557,
                    "end": 564,
                    "text": "Fig. 2E",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "TSB. As seen in Fig. 2C , TSB aerosols gradually transition from a fluid state to an ultraviscous, amorphous solid state, as evident in the dual-particle coalescence measurements. For TSB, we report viscosity rather than aspect ratio because complete coalescence was consistently observed, as seen in SI Appendix, Fig. S4C , except at high viscosity and low RH. Aerosols with a viscosity >10 2 PaÁs are typically described as semisolid because diffusive limitations can influence observations that occur on the timescales of a typical experiment (seconds or longer) (23, 27, 45) . It is thus likely that TSB exhibits semisolid behavior below ∼70 to 80% RH, in which the viscosity is ∼10 2 to 10 3 PaÁs. However, there is no distinct transition, and the transition to semisolid behavior occurs across a range of viscosity. As shown in SI Appendix, Fig. S5 , viscosity increases rapidly following initial trapping and is >10 4 PaÁs at 50% RH after ∼1 min. Below ∼40% RH, TSB behaved as an amorphous solid, and the high viscosity made complete coalescence impractical to observe, as seen in SI Appendix, Fig. S4D . The viscosity reported is thus a lower limit, based on observation time (22) . The gradual increase in viscosity as RH is decreased is consistent with expectations for an ultraviscous or glass-forming fluid (35) . As seen in the single-particle mass measurements, there is no clear efflorescence transition with TSB, as confirmed with microscopy (SI Appendix, Fig. S4C ). Because of the high viscosity and highorganic content, efflorescence of NaCl is likely completely hindered in aerosols of TSB. Model respiratory compounds. For model respiratory compounds, we focused on mixtures of salt and protein. The composition of biological respiratory fluid can vary across individuals and depend on state of illness and origin in the respiratory tract (18, (46) (47) (48) , and it is not practical to study every possible respiratory fluid composition. We thus focus here on understanding the fundamental processes that are occurring with mixtures composed of the dominant components of respiratory fluid (NaCl and protein) and CaCl 2 , the latter of which is known to cross-link proteins and other molecules into a gel state (22, 42) . For NaCl-protein mixtures, we studied the effect of varying protein content using a low-protein mixture (10:1 NaCl:mucin by mass; Fig. 3A ) and a high-protein mixture (1:1 NaCl:protein, with a protein content of 9:1 albumin:mucin by mass; Fig. 3B ). For comparison, 1:1 NaCl:albumin was also studied. The high-protein mixture was also studied with CaCl 2 at 10:1 NaCl:CaCl 2 by mass (Fig. 3C) . Although real saliva and lung fluid are composed of more compounds than salt and protein, these compounds comprise a significant portion of the inorganic and organic fraction (46) (47) (48) (49) , and our observations can thus provide fundamental insight into the morphology and phase transitions of expelled respiratory particles.",
            "cite_spans": [
                {
                    "start": 566,
                    "end": 570,
                    "text": "(23,",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 571,
                    "end": 574,
                    "text": "27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 575,
                    "end": 578,
                    "text": "45)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1184,
                    "end": 1188,
                    "text": "(22)",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1319,
                    "end": 1323,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1860,
                    "end": 1864,
                    "text": "(18,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1865,
                    "end": 1869,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1870,
                    "end": 1874,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1875,
                    "end": 1879,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2234,
                    "end": 2238,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 2239,
                    "end": 2242,
                    "text": "42)",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 2815,
                    "end": 2819,
                    "text": "(46)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 2820,
                    "end": 2824,
                    "text": "(47)",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 2825,
                    "end": 2829,
                    "text": "(48)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 2830,
                    "end": 2834,
                    "text": "(49)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [
                {
                    "start": 16,
                    "end": 23,
                    "text": "Fig. 2C",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 314,
                    "end": 322,
                    "text": "Fig. S4C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 847,
                    "end": 854,
                    "text": "Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 1101,
                    "end": 1109,
                    "text": "Fig. S4D",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1472,
                    "end": 1480,
                    "text": "Fig. S4C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2375,
                    "end": 2382,
                    "text": "Fig. 3A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2484,
                    "end": 2491,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2628,
                    "end": 2637,
                    "text": "(Fig. 3C)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Low-protein content. With the low-protein composition (Fig. 3A) , the phase behavior of levitated aerosol is similar to that of aqueous NaCl. At all RH >45%, aerosol particles were predominately liquid, although far-field imaging (Movie S1) suggests the presence of small protein aggregates or emulsions that are too small to prevent or inhibit coalescence. Subtle, semisolid behavior is not observed until <50% RH, in which the average aspect ratio of merged dimers is just above unity (1.06 ± 0.03), so any semisolid portion is small relative to the bulk of the droplet. Phase separation (referred to here as the formation of any protein-enriched phase through, for example, aggregation or liquid-liquid phase separation) is possible in protein solutions and is likely responsible for any semisolid behavior (44, (50) (51) (52) . The transition to a solid particle occurred at the characteristic efflorescence RH of NaCl at 45 ± 2% RH (P eff = 1.0 ± 0.4, n = 5). These results indicate that the phase behavior of respiratory particles with a high mass fraction of NaCl will be similar to the characteristic efflorescence/deliquescence behavior of NaCl, consistent with previous observations (53) .",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 814,
                    "text": "(44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "(50)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 820,
                    "end": 824,
                    "text": "(51)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 825,
                    "end": 829,
                    "text": "(52)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "text": "(53)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [
                {
                    "start": 54,
                    "end": 63,
                    "text": "(Fig. 3A)",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "High-protein content. With the high-protein mixture, the RH region over which semisolid behavior was observed was significantly expanded (relative to the low-protein mixture), as seen in Fig. 3B . Merged dimers began exhibiting semisolid behavior at ∼70 to 75% RH, in which viscous flow was observed, as shown in SI Appendix, Fig. S3D . Above 75% RH, coalescence was rapid, and viscosity was <10 3 PaÁs. At 70% RH, the inferred viscosity was ∼10 5 PaÁs (SI Appendix, Fig. S3D ). Below ∼65% RH, the aspect ratio of merged dimers could not be determined clearly because contact efflorescence was observed (SI Appendix, Fig. S6 ). That is, upon the merging of two particles, both particles were observed to effloresce. Contact efflorescence of NaCl has been described previously (21, 36, 54) . Aerosols of 1:1 NaCl:albumin (i.e., without mucin) exhibited similar phase behavior as the mixture with mucin, but no contact efflorescence was observed. As seen in Fig. 3B , NaCl-albumin aerosols were rigid at RH < 65%, suggesting an ultraviscous state (>10 8 PaÁs). We note that we saw no evidence of heterogeneous efflorescence in the single-particle studies, with efflorescence at the homogeneous efflorescence RH for NaCl of 44 ± 3% (P eff = 1.0 ± 0.4, n = 5), as evident in the single-particle measurements.",
            "cite_spans": [
                {
                    "start": 776,
                    "end": 780,
                    "text": "(21,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 781,
                    "end": 784,
                    "text": "36,",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 785,
                    "end": 788,
                    "text": "54)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [
                {
                    "start": 187,
                    "end": 194,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 326,
                    "end": 334,
                    "text": "Fig. S3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 467,
                    "end": 475,
                    "text": "Fig. S3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 617,
                    "end": 624,
                    "text": "Fig. S6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 956,
                    "end": 963,
                    "text": "Fig. 3B",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "It is notable that NaCl efflorescence was observed despite the highly viscous state (demonstrated in SI Appendix, Fig. S3D ) and the high organic fraction. This suggests that phase separation has occurred, in which the protein has phase separated from the aqueous inorganic (29, 50) . A viscous, protein-enriched shell with a nonviscous, aqueous inorganic core would explain how we can observe an ultraviscous, semisolid phase in the coalescence measurements but also observe rapid and uninhibited NaCl efflorescence. Evidence for this morphology is seen in Fig. 3 D and E. Furthermore, as shown in SI Appendix, Fig. S7 , Mie resonance measurements of single particles supports the notion that phase separation is occurring in NaCl-protein mixtures (SI Appendix, SI Methods). Mie resonance spectra (55) indicate a reversible loss of spherical morphology (i.e., heterogeneities at the aerosol surface) at <70% RH. Efflorescence occurred at ∼45%, consistent with coalescence data.",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 278,
                    "text": "(29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 279,
                    "end": 282,
                    "text": "50)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [
                {
                    "start": 114,
                    "end": 122,
                    "text": "Fig. S3D",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 558,
                    "end": 564,
                    "text": "Fig. 3",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 612,
                    "end": 619,
                    "text": "Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "High-protein content with CaCl 2 . In addition to the simple NaClprotein mixtures, we moved toward more complex systems by including CaCl 2 in the high-protein mixture at a ratio of 1:1:0.1 NaCl:protein:CaCl 2 by weight. As seen in Fig. 3C , the presence of Ca 2+ broadens the range over which levitated aerosol particles are (semi)solid (relative to the other salt-protein mixtures), with a semisolid state at ∼80 to 85% RH. In this mixture, the Ca 2+ is likely cross-linking the protein to create a gelatinous matrix (22, 42) .",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 523,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 524,
                    "end": 527,
                    "text": "42)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [
                {
                    "start": 232,
                    "end": 239,
                    "text": "Fig. 3C",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Although coalescence measurements indicate an amorphous, (semi)solid phase as high as 80 to 85% RH with the NaCl-protein-CaCl 2 mixtures, this did not inhibit the efflorescence of NaCl, which occurred at 45 ± 2% RH (P eff = 1.0 ± 0.4, n = 5). As demonstrated in SI Appendix, Fig. S8 , merged NaClprotein-CaCl 2 particles are rigid at intermediate RH, but these rigid dimers still effloresce at ∼45% RH. Similar to the 1:1 NaCl:protein mixture, this points to a phase-separated morphology, potentially in which a gelatinous shell, which is sufficiently rigid so as to prevent coalescence, is covering an aqueous inorganic core, as suggested by Vejerano and Marr with model respiratory compounds (18) . Microscopy evidence for this morphology is shown in SI Appendix, Fig. S4 H and I. In general, our results demonstrate that elevated protein content increases the RH range over which respiratory aerosols are likely to exist in a (semi)solid state. Divalent ions will also enable a wider range of semisolid phases than protein and NaCl alone. Although our model systems do not contain the full chemical complexity of respiratory fluid, it is clear from these results that considering NaCl efflorescence alone is inadequate to describe the phase state of respiratory emissions as well as aerosolized culture growth media.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 698,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [
                {
                    "start": 275,
                    "end": 282,
                    "text": "Fig. S8",
                    "ref_id": null
                },
                {
                    "start": 766,
                    "end": 782,
                    "text": "Fig. S4 H and I.",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Phase Changes of Droplets Deposited on a Surface. To complement the studies of levitated aerosol and to explore the phase changes of these systems deposited on a surface, we collected microscopy images of evaporating growth media and model respiratory droplets deposited on hydrophobic ( Fig. 4 and SI  Appendix, Fig. S9 ) and hydrophilic (SI Appendix, Fig. S10 ) glass The top plots are the results from the dual-particle characterization, showing merged aspect ratio (±1 SD) as a function of RH (±1 SD, with uncertainty propagated from individual RH measurements). The lower plots show relative mass as a function of RH for single-particle characterization. In B, open markers show data points for 1:1 NaCl:albumin. Measurements were performed at or near equilibrium, so gas-phase RH was assumed to approximate the particle-phase water activity as a w = RH/100, as indicated on the plots. (D and E) Panel 1 shows fluorescence images. Panels 2 and 3 show brightfield images. In panel 3, efflorescence is induced by blowing dry air over the surface of the slide. Images were collected in ambient laboratory air with an RH of ∼65%. (Scale bars, 20 μm.) (D) 1:1 NaCl:protein merged at 68 ± 1% RH. Protein appears uniformly distributed on the particle surface (see SI Appendix, Fig. S4E for a binary contrast image). Upon efflorescence, there are two distinct NaCl crystals surrounded by an amorphous phase, as indicated with the red and white arrows, respectively. This suggests the protein was phase separated from an aqueous, NaCl-enriched core and that the NaCl cores had not coalesced upon merging. As with DMEM (Fig. 2E) , the amorphous phases do not appear to have sufficient contrast to be well-resolved in brightfield images prior to efflorescence. However, heterogeneities in the image are visible, as indicated by the yellow arrow in panel 2 and shown in more detail in SI Appendix, Fig. S4F . (E) 1:1 NaCl:albumin merged at 60 ± 1% RH. In the absence of mucin, contact efflorescence was not observed and it was possible to collect a rigid dimer. The dimer did not deposit flat on to the substrate, and one portion was elevated relative to the other. In the images shown, the lower half is in focus. Fluorescence images suggest elevated intensity along the outer edge. Brightfield images show spherical aerosols (within the resolution of the imaging system). Upon efflorescence, the exterior remains spherical with roughening of the interior, as evident by increased refraction of transmitted light. This suggests an amorphous shell around a crystalline core. An additional example is shown in SI Appendix, Fig. S4G .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 288,
                    "end": 320,
                    "text": "Fig. 4 and SI  Appendix, Fig. S9",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 353,
                    "end": 361,
                    "text": "Fig. S10",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1275,
                    "end": 1283,
                    "text": "Fig. S4E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1614,
                    "end": 1623,
                    "text": "(Fig. 2E)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1891,
                    "end": 1899,
                    "text": "Fig. S4F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2615,
                    "end": 2623,
                    "text": "Fig. S4G",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "slides. Droplets (3 μL initial volume) were exposed to ambient laboratory air (30 to 45% RH) while monitoring the evaporation process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Fluorescence microscopy images of droplets on hydrophobic slides are shown in Fig. 4 (corresponding bright-field images are shown in SI Appendix, Fig. S9 ). Fig. 4A shows the timedependent evaporation of 1:1 NaCl:protein droplets exposed to 40% RH laboratory air. Immediately, after droplet deposition (t = 0 min), the protein fraction, which appears blue in the image, is distributed across the droplet with the highest intensity at the center (where the droplet is thickest; see SI Appendix, Fig. S11 for an intensity line profile). As the droplet evaporates, a protein-enriched shell forms, evident by an increase in fluorescence along the outer edge, as seen at t = 13 min. This is consistent with the evidence for phase separation observed in aerosols, with a protein-enriched shell and an aqueous core that is dominated by NaCl (29, 44) . Although the exact mechanism of phase separation is unclear from these images, Mie resonance measurements on aerosols (SI Appendix, Fig. S7 ) suggest that phase separation occurs through the formation of aggregates or other protein-dense regions that accumulate at the interface. In the case of evaporating droplets, Marangoni flow may facilitate the transport of protein-dense regions to the interface (i.e., the coffee ring effect).",
            "cite_spans": [
                {
                    "start": 834,
                    "end": 838,
                    "text": "(29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 839,
                    "end": 842,
                    "text": "44)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [
                {
                    "start": 78,
                    "end": 84,
                    "text": "Fig. 4",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 146,
                    "end": 153,
                    "text": "Fig. S9",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 164,
                    "text": "Fig. 4A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 494,
                    "end": 502,
                    "text": "Fig. S11",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 977,
                    "end": 984,
                    "text": "Fig. S7",
                    "ref_id": null
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "At t = 21 min, NaCl crystal nucleation and growth is evident, with nucleation appearing to originate at the organic-inorganic interface. We note that the growing crystalline phase appears to have a higher fluorescence intensity than the surrounding solution. NaCl crystals are nonfluorescent (confirmed in SI Appendix, Fig. S10J ). Thus, this increased intensity is likely due to scattering and reflection of the excitation and emission wavelengths off of the irregular facets of the growing crystal, which leads to an enhancement in the observed fluorescence. As seen at t = 26 min, after crystal growth is complete, there is no visible presence of crystals along the outer edges of the droplet. Rather, the NaCl crystals grow along the inner edge of the amorphous, protein-enriched phase. As shown in SI Appendix, Fig. S12 , this morphology is also observed in acoustically levitated microliter droplets in the absence of a surface.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 319,
                    "end": 328,
                    "text": "Fig. S10J",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 816,
                    "end": 824,
                    "text": "Fig. S12",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Of the remaining compositions, all evaporated in 30 min or less and had clear evidence of an amorphous phase state, except the low-protein mixture (Fig. 4B) , consistent with the aerosol levitation experiments. No clear protein shell is apparent in the low-protein droplets in Fig. 4B , potentially because of adsorption of a thin layer of protein to the hydrophobic surface (56) . However, higher-magnification images suggest phase separation has still occurred, as seen in SI Appendix, Fig. S9G . We note that, in Fig. 4B , the high fluorescence intensity associated with the NaCl crystals is likely due to enhanced fluorescence due to scattering and reflection and is not indicative of a high protein content in the NaCl crystal. As seen in Fig. 4C , the presence of Ca 2+ leads to a different crystal habit than with NaCl-protein alone (Fig. 4A) , although there remains a clear protein-enriched shell. LB (Fig. 4D) and DMEM (Fig. 4E ) also exhibited phaseseparated morphology, with an amorphous and crystalline phase. Rather than a distinct organic shell, the amorphous phase was nonuniformly distributed throughout the droplet. LB also transitioned to a phase-separated morphology in the presence of Escherichia coli, as seen in SI Appendix, Fig. S13 , suggesting that our observations of a semisolid state will not be significantly changed by propagating pathogens, although hygroscopicity may be changed to some extent, as indicated by Fernandez et al. (57) .",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "text": "(56)",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1444,
                    "end": 1465,
                    "text": "Fernandez et al. (57)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 147,
                    "end": 156,
                    "text": "(Fig. 4B)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 277,
                    "end": 284,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 488,
                    "end": 496,
                    "text": "Fig. S9G",
                    "ref_id": null
                },
                {
                    "start": 516,
                    "end": 523,
                    "text": "Fig. 4B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 744,
                    "end": 751,
                    "text": "Fig. 4C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 840,
                    "end": 849,
                    "text": "(Fig. 4A)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 910,
                    "end": 919,
                    "text": "(Fig. 4D)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 929,
                    "end": 937,
                    "text": "(Fig. 4E",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1248,
                    "end": 1256,
                    "text": "Fig. S13",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "In contrast to the other compositions, TSB droplets (Fig. 4F ) did not have clear phase separation; the organic content was distributed throughout the droplet, with no apparent crystalline phase. On hydrophilic surfaces (SI Appendix, Fig. S10) , TSB, LB, and low-protein droplets exhibited slightly different morphologies. However, the trends remained the same, with an amorphous phase state observed in all cases.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 52,
                    "end": 60,
                    "text": "(Fig. 4F",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 234,
                    "end": 243,
                    "text": "Fig. S10)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "Although the final evaporated morphology and crystal habit varied somewhat between different droplet compositions, an amorphous phase state was the unifying characteristic. Particularly notable was the phase separation observed for compositions with high-protein content and salts because these components dominate respiratory fluid. Considering the general protective effect of proteins on viral survival, the presence of a proteinenriched phase has implications for the surface and airborne survival of pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "To qualitatively explore whether pathogens may be influenced by the protein-enriched shell of NaCl-protein solutions, we doped the 1:1 NaCl:protein solution with amine-functionalized 100-nm fluorescent polystyrene latex spheres (PSLs). SARS-CoV-2 is ∼100 nm in diameter (58) . Thus, the PSLs used here will have similar diffusive mobility. As seen in Fig. 4G , the PSLs are initially distributed uniformly through the droplet (Fig. 4G , frame 1) and then partition to and become concentrated near the droplet interface (Fig. 4G, frame 2) . The location of the PSLs in the evaporated droplet is within the region that is enriched in protein. As seen in SI Appendix, Fig. S14 , the PSLs are indeed embedded in the viscous protein phase, and few exist entirely at the air-fluid interface. The presence of proteins may explain why fluorescent particles did not partition to the air-droplet interface of smaller droplets composed of model respiratory compounds (18) and saliva (13) . Considering viruses to be organic colloids, it would be reasonable to expect them to partition to an interface (the extent of partitioning being dependent on virus surface composition and size) (59) , in which inactivation can occur (60) . However, as shown here, proteins can become enriched at the surface, which can inhibit surface partitioning.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "(58)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 956,
                    "end": 960,
                    "text": "(18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 972,
                    "end": 976,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1173,
                    "end": 1177,
                    "text": "(59)",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1212,
                    "end": 1216,
                    "text": "(60)",
                    "ref_id": "BIBREF59"
                }
            ],
            "ref_spans": [
                {
                    "start": 351,
                    "end": 358,
                    "text": "Fig. 4G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 426,
                    "end": 434,
                    "text": "(Fig. 4G",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 519,
                    "end": 537,
                    "text": "(Fig. 4G, frame 2)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 665,
                    "end": 673,
                    "text": "Fig. S14",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Identification of Crystalline and Amorphous Phase States of Levitated"
        },
        {
            "text": "The Potential Role of Aerosol and Droplet Phase on the RH-Dependent Survival of Pathogens. Laboratory observations have suggested that efflorescence of NaCl can have a protective effect on viral stability and can help explain the U-shaped RH dependence of virion survival (14) . Focusing on NaCl efflorescence alone, however, cannot account for the protective effect of proteins (3) and extracellular material (2) nor for the U-shaped survival of viruses in aerosol compositions with low salt content that were not observed to effloresce (e.g., TSB) (10) . Based on our observations of organic-and proteinenriched, amorphous phase states in model respiratory compounds and growth media, we propose here an additional factor influencing the survival and, thus, transmission of pathogens: hindered diffusion within amorphous (semi)solid states.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 550,
                    "end": 554,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "As illustrated in Fig. 5 , if an aerosol or droplet contains pathogenic material, each phase state would present a different microenvironment with distinct physicochemical properties. At high RH, the liquid-like state of aerosols and droplets will leave virions exposed, although solute concentrations will be lower, and disinfection may proceed at a slower rate. As RH is decreased, solute concentrations increase, which is expected to increase the rate of inactivation (8, 10, 15) . We posit that, with decreasing RH, this increased rate of inactivation due to increasing solute concentration will be partially offset by the formation of phase-separated organic and organic-inorganic amorphous phases that hinder diffusion of reactants.",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 474,
                    "text": "(8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 475,
                    "end": 478,
                    "text": "10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 479,
                    "end": 482,
                    "text": "15)",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Organic and organic-inorganic (semi)solid states, such as glassy, ultraviscous, and gelatinous phases, can exhibit properties that are similar to a solid on timescales relevant to pathogen survival (hours to days). For example, diffusion rates of molecules through a gelatinous or glassy matrix can be substantially hindered, with potential diffusional mixing timescales of hours to years for a (semi)solid 1-μm diameter aerosol (27, 61) (SI Appendix, Effects of Diffusive Limitations). Viscous states thus tend to slow chemical reactions, in which reaction rates are directly proportional to the diffusion coefficient of reacting solutes and inversely proportional to the viscosity of the reaction medium (62, 63) . Any biological material, including pathogens, encased in a gelatinous or glassy matrix may thus be protected from oxidative damage or solute effects. Indeed, this protective effect is the basis for utilizing polymeric gels and glasses as a means for microencapsulation and preservation (64, 65) . The organic fraction of respiratory aerosol and growth media thus represent a phase in which bioactive material can be protected. The effect will become more pronounced as RH is reduced further, increasing viscosity and further hindering diffusion (27, 61) . Upon efflorescence (if it occurs), aerosols and droplets transition to a partially crystalline state, which likely provides further protection from inactivation (14) .",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "61)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 706,
                    "end": 710,
                    "text": "(62,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 711,
                    "end": 714,
                    "text": "63)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1003,
                    "end": 1007,
                    "text": "(64,",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1008,
                    "end": 1011,
                    "text": "65)",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1262,
                    "end": 1266,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1267,
                    "end": 1270,
                    "text": "61)",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1434,
                    "end": 1438,
                    "text": "(14)",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "To explore whether an amorphous, semisolid state may indeed be influencing viral survival, we compared our observations to previously reported datasets of viral survival from Yang et al. (8) and Lin and Marr (10) . These studies were chosen for comparison because there are a sufficient number of RH values for a relevant comparison to our data and because the timescale of evaporation was short relative to the total observation time. In Yang et al. (8) , droplets evaporated in ∼30 min, which is short, relative to the observation time of 3 h for DMEM and 2 h for mucus. In Lin and Marr (10), LB and TSB aerosols likely evaporated in seconds or less, which is short, relative to the 1-h observation time. As seen in Fig. 6 , detailed knowledge of the aerosol phase state, including semisolid phases, can help explain the RH-dependent viability of viruses in a range of aerosol and droplet compositions. The RH at which a semisolid phase is observed in our studies is coincident with recovery of virus viability in previous studies. As RH is reduced further, the extent of semisolid behavior and viscous properties gradually increases, which corresponds to a gradual recovery in virus viability.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 195,
                    "end": 212,
                    "text": "Lin and Marr (10)",
                    "ref_id": null
                },
                {
                    "start": 451,
                    "end": 454,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [
                {
                    "start": 718,
                    "end": 724,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "The existence of an amorphous phase state that influences pathogen survival has been suggested previously (10, 16, 18) . Here, our observations provide empirical evidence to support that supposition and strongly suggest that there are four equilibrium RH regions that dictate virus viability: 1) physiological conditions (high RH, ∼99 to 100%), in which solute concentration is low and harmless to pathogens; 2) concentrated conditions, in which elevated solute concentrations are high, and particles are in a liquid-like state (and diffusion is not hindered) (∼75% RH, depending on composition); 3) semisolid conditions, in which increasing viscosity (and decreasing diffusion) offsets increasing solute concentrations (∼45 to 75% RH, Fig. 5 . The different microenvironment pathogens can be exposed to in aerosols and droplets composed of growth media and respiratory compounds. With decreasing RH, amorphous, (semi-)solid phases can form at intermediate to low a w , potentially shielding pathogens from inactivation by inhibiting diffusion of reactants. depending on composition); and 4) dry conditions, in which a substantial fraction of water is lost, and the formation of a crystalline or amorphous solid inhibits inactivation (<45% RH). This conceptual framework predicts that increased organic fraction of aerosols and droplets will, in general, shift the RH of minimum viability to higher RH and increase overall viability. This is consistent with observations. For example, proteins typically have a protective effect on viral survival (3). Furthermore, the organic fraction of human saliva can explain why Fedorenko et al. (13) observed enhanced survival and a higher RH of minimum viability for bacteriophages in saliva droplets relative to SM buffer (which is dominated by NaCl and other salts).",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 110,
                    "text": "(10,",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 111,
                    "end": 114,
                    "text": "16,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 115,
                    "end": 118,
                    "text": "18)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1635,
                    "end": 1639,
                    "text": "(13)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [
                {
                    "start": 736,
                    "end": 742,
                    "text": "Fig. 5",
                    "ref_id": null
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "Similarly, relative to a salt solution, Zuo et al. (66) observed enhanced survival of MS2 in aerosols doped with mucin and composed of TSB (75% organic by dry weight), further suggesting that amorphous, semisolid-phase states are influencing viral survival.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 55,
                    "text": "(66)",
                    "ref_id": "BIBREF65"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although this description of semisolid-phase states can qualitatively account for trends in viral survival, we emphasize that a comprehensive description of aerosol and droplet composition must consider additional factors. Notably, RH is only an appropriate indicator of particle-phase water content and, thus, solute concentration and phase state, under equilibrium conditions. In aerosols, quasiequilibrium with RH is reached relatively quickly [i.e., a majority of the water will evaporate in seconds or less (33) and a semisolid-phase state can form in <1 min, as demonstrated in SI Appendix, Fig. S5 ]. These timescales decrease with decreasing aerosol diameter and are short, relative to the timescale of survival for most viruses. However, with increasing viscosity and particle diameter, spatial gradients become increasingly significant, and the timescale to reach equilibrium increases. For example, evaporation timescales can be significant in droplets (minutes to hours). Thus, in addition to the RH regions stated here, this evaporation period is an important consideration for understanding viral survival in droplets (34) . We note that even under quasiequilibrium conditions, spatial heterogeneities due to phase separation or viscosity gradients suggest that virions in the same particle can be exposed to drastically different microenvironments, depending on location. Furthermore, because of the stochastic nature of some phase transitions, as suggested with observations of LB (SI Appendix, Figs. S3A and S5B), there may be particle-to-particle variability in pathogen viability. Because of this variability, it is likely that viral viability reflects a statistical average of the outcomes in these different microenvironments. Indeed, spatial heterogeneities and particle-to-particle variability may explain why there is not a complete recovery in viral viability at intermediate RH in the studies shown in Fig. 6 .",
            "cite_spans": [
                {
                    "start": 1132,
                    "end": 1136,
                    "text": "(34)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [
                {
                    "start": 597,
                    "end": 604,
                    "text": "Fig. S5",
                    "ref_id": null
                },
                {
                    "start": 1928,
                    "end": 1934,
                    "text": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "We note that virus inactivation will be influenced by many complex factors beyond the media phase state. These factors can include surface structure, specific solute effects, location in the particle (e.g., surface or bulk), and sunlight exposure, among other factors (1, 3, 9, 60) . Many of these factors are likely interdependent, with a complex interplay between pathogen surface structure, solvent (water), and solutes. Considering virions to be large solutes or colloids, certain virions may incorporate into gel structures or serve as protein aggregation sites, while others may preferentially remain in the aqueous phase. Indeed, different viruses can exhibit different, RH-dependent behavior, even in the same media. However, solute effects are all slowed in a viscous or (semi)solid state because of diffusive limitations (27, 61) .",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 271,
                    "text": "(1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 272,
                    "end": 274,
                    "text": "3,",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 275,
                    "end": 277,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 278,
                    "end": 281,
                    "text": "60)",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 831,
                    "end": 835,
                    "text": "(27,",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 836,
                    "end": 839,
                    "text": "61)",
                    "ref_id": "BIBREF60"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Viruses with rapid disinfection kinetics or highly unstable surface structure may be less protected by a semisolid state. For example, Harper et al. (67) observed a U-shaped viability curve for poliomyelitis in aerosols after 5 min of aging, but the recovery in viability at low RH was small compared to the viability at high RH. For this virus, this may reflect rapid inactivation during the evaporation phase. In particular, extremely rapid inactivation during evaporation may evade the protective effect of an amorphous state if inactivation occurs on faster timescales than the formation of the semisolid phase (seconds to minutes). Thus, because of variations in viral structure and mechanisms of inactivation, which are not entirely known, the RH at which viral viability is preserved may vary to some extent, particularly in media that do not exhibit a distinct phase separation (e.g., TSB). However, gel transitions and phase separations often occur within a relatively narrow equilibrium RH (a w ) range (i.e., a critical solute concentration) and can lead to abrupt discontinuities in physical properties (22, 29, 44, 68) . (10) . No RH eff is indicated since TSB was not observed to effloresce in the present study. Since no distinct transition in phase behavior was observed for TSB, we indicate the RH values at which the viscosity of TSB was 10 3 and >10 8 PaÁs (respectively, the approximate lower and upper limit of viscosity observable in our system). The RH of minimum viability of phi-6 in TSB is coincident with an equilibrium viscosity of ∼10 3 PaÁs. This correlation may be because, at ∼10 3 PaÁs and greater, diffusive mixing timescales of solutes in micrometer-sized aerosols, as used by Lin and Marr (10) , can be comparable to or longer than the timescale of the viability experiments (minutes to hours) (45) (SI Appendix, Effects of Diffusive Limitations), which may help explain the recovery of phi-6 in TSB aerosols at <75% RH. At >10 8 PaÁs, TSB aerosols behaved as amorphous solids on the timescale of the coalescence measurement (hours). Semisolid behavior is thus expected within this range of viscosities. In all cases (A-D), the recovery in virus viability is coincident with RH values at which we observe an amorphous, semisolid state, demonstrating that salt efflorescence alone is inadequate to explain the RH-dependent viability of viruses. These RH values and viscosities should not be taken as definitive thresholds for the recovery in viral viability because of additional factors that influence viral survival, as well as the existence of timedependent spatial gradients in phase and viscosity in which RH and a w are not necessarily equivalent. See text for additional discussion.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "text": "(67)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "text": "(22,",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1120,
                    "end": 1123,
                    "text": "29,",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1124,
                    "end": 1127,
                    "text": "44,",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1128,
                    "end": 1131,
                    "text": "68)",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1134,
                    "end": 1138,
                    "text": "(10)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1712,
                    "end": 1729,
                    "text": "Lin and Marr (10)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Huynh et al. Evidence for a semisolid phase state of aerosols and droplets relevant to the airborne and surface survival of pathogens Such phase transitions, as observed with, for example, DMEM and LB, may have an effect on viral viability at the transition point, depending on the location of the pathogen in the particle, the mechanism of inactivation, and rate of disinfection relative to the formation of the amorphous phase. This highlights the importance of further understanding the spatial and temporal evolution of aerosols and droplets during evaporation, the location of virions in suspension media, and the time dependence of pathogen viability (69) . Overall, even in the absence of a phase transition, our observations suggest that increasing the protein content of the medium is likely to increase viability, consistent with observations (8) .",
            "cite_spans": [
                {
                    "start": 657,
                    "end": 661,
                    "text": "(69)",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 853,
                    "end": 856,
                    "text": "(8)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "ENVIRONMENTAL SCIENCES"
        },
        {
            "text": "Although the mechanism of viral inactivation is not known, hindered diffusion is expected to impact any solute-induced mechanism of disinfection. For example, long mixing timescales in an amorphous (semi)solid are likely to provide protection against gas-phase disinfectants, such as ozone, which must partition to the surface of the particle and then diffuse into the bulk (27) . While diffusive mixing timescales are dependent on compartment size, the rates of chemical reactions are slowed in a viscous state independent of length scales (62, 63) . We thus expect a semisolid state to also provide protection against solutes in solution, such as salts. Thus, the protective effects of amorphous organic phase states are likely general, with implications for understanding disease transmission.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "text": "(27)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 541,
                    "end": 545,
                    "text": "(62,",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 546,
                    "end": 549,
                    "text": "63)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "ENVIRONMENTAL SCIENCES"
        },
        {
            "text": "Conditions. There are several implications for the presence of an organic-based, protective phase of respiratory aerosols and droplets. For example, this suggests that pathogen survival may not only depend on temperature and RH but also where the associated respiratory particle originated in the respiratory tract. Respiratory fluid composition varies along the tract (70), and sites with higher organic content may produce respiratory particles containing pathogens that are better equipped to survive in the environment because of their surrounding matrix. Some researchers hypothesize that respiratory particles containing viable influenza A virus can originate from deep in the lungs (5, 71) , where total organic concentrations are thought to be higher than in saliva and other areas of the respiratory tract (70) . Furthermore, it was recently reported that coughgenerated aerosols from healthy subjects are primarily organic (∼90% organic by volume of nonvolatile components) (72) . With such a high organic fraction, it is highly likely that cough aerosols exist in a semisolid state that can protect pathogens from inactivation, even at intermediate RH (50 to 70% RH). By contrast, large respiratory droplets are thought to originate primarily from the oral region where saliva is present (73) . An additional consideration is that illness can increase the production of mucus in infected hosts. Thus, pathogen viability likely depends on the extent of illness.",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 692,
                    "text": "(5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 693,
                    "end": 696,
                    "text": "71)",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 815,
                    "end": 819,
                    "text": "(70)",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 984,
                    "end": 988,
                    "text": "(72)",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1299,
                    "end": 1303,
                    "text": "(73)",
                    "ref_id": "BIBREF72"
                }
            ],
            "ref_spans": [],
            "section": "Implications for the Transmission of Pathogens under Ambient"
        },
        {
            "text": "Concluding Remarks. The transmission of pathogens from host to host is a complex process involving many factors. Respiratory aerosol and droplet phase state is one potential factor that can influence the viability of airborne and surface-deposited, infectious material. In this study, we illuminated important aspects of aerosol and droplet evaporation and associated phase changes, demonstrating that there exist amorphous phase states that are likely influencing the survival, and thus transmission, of pathogens carried by respiratory emissions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for the Transmission of Pathogens under Ambient"
        },
        {
            "text": "Our observations also indicate that for laboratory studies of pathogen survival in aerosols and droplets, particle size, media composition, and supporting substrate (if any) should be carefully considered when making extrapolations to ambient conditions. This is because all of these factors can influence phase changes and the existence of spatial heterogeneities in phase and viscosity (see SI Appendix, Factors Influencing Phase Changes for additional discussion). If a growth medium is used as the aerosol/droplet suspension, it would be prudent to select a medium that exhibits comparable phase behavior to that of various respiratory fluids to ensure laboratory observations are translatable to human respiratory emissions originating in different locations in the respiratory tract. Growth media, such as DMEM, which do not contain a significant fraction of protein, may be more comparable to respiratory fluid with the addition of albumin or mucin.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for the Transmission of Pathogens under Ambient"
        },
        {
            "text": "The presence of amorphous phase states may contribute to the RH and temperature-dependent survival of extracellular pathogens. Low RH and temperature favor the formation of amorphous solids, consistent with the observations that virions survive best at low RH and low temperature (although many factors contribute to temperature-dependent survival; see SI Appendix, Discussion of Temperature Effects for further discussion). The slow diffusion of disinfectants in amorphous solids will effectively microencapsulate pathogens in respiratory particles. Respiratory particles with higher-protein content may thus protect virions from disinfection at a higher RH than would respiratory particles with a higher-inorganic content. These observations will help interpret laboratory studies as well as inform mitigation strategies for controlling the spread of pathogens.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Implications for the Transmission of Pathogens under Ambient"
        },
        {
            "text": "Aerosol Levitation. Aerosol particles, 20 to 30 μm in diameter, were levitated in a DBQ-EDB, as described extensively elsewhere (35) . The DBQ-EDB was used for both single-particle and dual-particle characterization, as described in greater detail in SI Appendix, SI Methods. In brief, aerosol particles are generated from aqueous solutions using an on-demand droplet dispenser (MicroFab MJ-APB-050), injected into the DBQ-EDB through an induction electrode (<±500 V dc typical), and electrostatically confined axially within a vertically oriented quadrupole (±600 V ac , 300 Hz typical). Counterbalance electrodes (<±500 V dc typical) countered the force of gravity and the nitrogen gas flow to achieve levitation. The RH inside the levitation chamber was controlled by varying the ratio of dry and humidified nitrogen gas (total flow 500 sccm typical). A 671-nm laser was used for far-field imaging to avoid absorption by the growth media (as seen in SI Appendix, Fig. S15) , and a blue light-emitting diode (LED) was used for bright-field imaging.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                }
            ],
            "ref_spans": [
                {
                    "start": 966,
                    "end": 975,
                    "text": "Fig. S15)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Dual-Balance Technique. The experimental process for inferring aerosol viscosity and identifying aerosol gel transitions is described in extensive detail in previous publications (35) . In the present study, particles were equilibrated at a constant RH for 10 min and then merged. The coalescence process was tracked with bright-field or far-field laser scatter imaging. For TSB, the coalescence timescale τ (extracted time constant from an exponential fit of aspect ratio as a function of time) was related to viscosity through the relationship τ to ∼(ηÁr)/σ, where η is the viscosity of the aerosols, σ is the surface tension [which was estimated to be ∼55 mN Á m À1 (35, 74) ], and r is the radius of the merged dimer.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 183,
                    "text": "(35)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 669,
                    "end": 673,
                    "text": "(35,",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 674,
                    "end": 677,
                    "text": "74)",
                    "ref_id": "BIBREF73"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Single-Particle Characterization to Identify Efflorescence. The voltage necessary to levitate a droplet is directly proportional to particle mass. To identify efflorescence phase transitions (which result in abrupt change in mass because of rapid water loss), we characterized changes in single-particle mass relative to 80% RH, and the relative mass of a particle is calculated as V dc (RH)/V dc (80% RH), where V dc (RH) and V dc (80% RH) are the counterbalance voltages necessary to levitate the droplet under zero airflow at, respectively, the set RH and 80% RH (see SI Appendix, SI Methods for expanded details). Any efflorescence transition could be clearly identified by the abrupt change in mass (as seen in Figs. 2 and 3 and SI Appendix, Fig. S1 ) as well as distinct changes in the farfield laser scatter, as demonstrated in SI Appendix, Fig. S2 .",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 747,
                    "end": 754,
                    "text": "Fig. S1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 848,
                    "end": 855,
                    "text": "Fig. S2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Statistical Analysis. Each experiment was performed for a minimum of four trials, and respective values reported ±1 SD. Average RH values include propagated uncertainty from individual RH measurements. RH eff values from single-particle measurements are reported as the RH (±1 SD), in which efflorescence was observed. At this reported RH eff , the efflorescence probability, P eff = N eff /N tot , is 1.0, where N eff and N tot are the number of particles observed to effloresce and the total number of particles, respectively. Uncertainty in P eff is estimated as ± 1= ffiffiffiffiffiffiffiffi ffi N tot p (21) . See SI Appendix, Factors Influencing Phase Changes for additional discussion. Microscopy. Evaporating droplets were imaged using a fluorescence microscope (Olympus BX40) equipped with a mercury burner as the excitation light source (U-LH100HG) on both hydrophobic (glass slides coated with a hydrophobic film [Rain-X]) and hydrophilic (uncoated glass slides) surfaces. Droplets were deposited on slides by pipetting 3 μL solution directly on the surface. UV excitation was used to identify the location of proteins and peptides containing aromatic amino acids (see SI Appendix, SI Methods for expanded details). Droplets were exposed to ambient laboratory air (∼40% RH). For DMEM droplets, it was necessary to blow dry nitrogen across the drop to initiate crystallization.",
            "cite_spans": [
                {
                    "start": 608,
                    "end": 612,
                    "text": "(21)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "Chemicals and Solution Preparation. All materials were purchased as dry powders through Sigma-Aldrich. DMEM, LB, and TSB solutions were made at 4 wt.% from dry powders in 18 MΩ water that was filtered prior to use (0.45 μm pore size); see SI Appendix, Table S1 for the specific formulations of the culture media. Culture media solutions were made fresh daily. Solutions of NaCl (ACS reagent, >99%), CaCl 2 (ACS reagent, >96%), albumin (from porcine serum, >98%), and mucin (from porcine stomach, type III) were made at 3 to 4 wt.% total solute concentration.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 252,
                    "end": 260,
                    "text": "Table S1",
                    "ref_id": null
                }
            ],
            "section": "Materials and Methods"
        },
        {
            "text": "Data Availability. All study data are included in the article and/or supporting information.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Materials and Methods"
        },
        {
            "text": "ACKNOWLEDGMENTS. This work was supported by Trinity University startup funds. The study of aerosol viscosity is supported by the NSF (AGS-1925208) ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 133,
                    "end": 146,
                    "text": "(AGS-1925208)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Materials and Methods"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "The effect of environmental parameters on the survival of airborne infectious agents",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "W"
                    ],
                    "last": "Tang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. R. Soc. Interface",
            "volume": "6",
            "issn": "",
            "pages": "737--746",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Influenza virus infectivity is retained in aerosols and droplets independent of relative humidity",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Kormuth",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Infect. Dis",
            "volume": "218",
            "issn": "",
            "pages": "739--747",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Survival of MS2 and Φ6 viruses in droplets as a function of relative humidity, pH, and salt, protein, and surfactant concentrations",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Schulte",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Marr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLoS One",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Aerosol emission and superemission during human speech increase with voice loudness",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Asadi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Sci. Rep",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Viable influenza A virus in airborne particles expelled during coughs versus exhalations. Influenza Other Respir",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "G"
                    ],
                    "last": "Lindsley",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": "404--413",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Influenza virus in human exhaled breath: An observational study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS One",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Mechanisms by which ambient humidity may affect viruses in aerosols",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Marr",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl. Environ. Microbiol",
            "volume": "78",
            "issn": "",
            "pages": "6781--6788",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Relationship between humidity and influenza A viability in droplets and implications for influenza's seasonality",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Elankumaran",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Marr",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "The influence of simulated sunlight on the inactivation of influenza virus in aerosols",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schuit",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Infect. Dis",
            "volume": "221",
            "issn": "",
            "pages": "372--378",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Humidity-dependent decay of viruses, but not bacteria, in aerosols and droplets follows disinfection kinetics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Marr",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ. Sci. Technol",
            "volume": "54",
            "issn": "",
            "pages": "1024--1032",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Absolute humidity modulates influenza survival, transmission, and seasonality",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Shaman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kohn",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "106",
            "issn": "",
            "pages": "3243--3248",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Survival of the enveloped virus Phi6 in droplets as a function of relative humidity, absolute humidity, and temperature",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Prussin",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Appl. Environ. Microbiol",
            "volume": "84",
            "issn": "",
            "pages": "551--569",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Survival of the enveloped bacteriophage Phi6 (a surrogate for SARS-CoV-2) in evaporated saliva microdroplets deposited on glass surfaces",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fedorenko",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Grinberg",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Orevi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kashtan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Susceptibility of an airborne common cold virus to relative humidity",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niazi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environ. Sci. Technol",
            "volume": "55",
            "issn": "",
            "pages": "499--508",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Mechanistic theory predicts the effects of temperature and humidity on inactivation of SARS-CoV-2 and other enveloped viruses",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "H"
                    ],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Humidity-dependent survival of an airborne influenza A virus: Practical implications for controlling airborne viruses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niazi",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environ. Sci. Technol. Lett",
            "volume": "8",
            "issn": "",
            "pages": "412--418",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "The survival of some air-borne animal viruses in relation to relative humidity",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "I"
                    ],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "P"
                    ],
                    "last": "Ferris",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Vet. Microbiol",
            "volume": "1",
            "issn": "",
            "pages": "413--420",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Physico-chemical characteristics of evaporating respiratory fluid droplets",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "P"
                    ],
                    "last": "Vejerano",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Marr",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. R. Soc. Interface",
            "volume": "15",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Water activity measurements with single suspended droplets: The NaCl-H2O and KCl-H2O systems",
            "authors": [
                {
                    "first": "I",
                    "middle": [
                        "N"
                    ],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "R"
                    ],
                    "last": "Munkelwitz",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Colloid Interface Sci",
            "volume": "114",
            "issn": "",
            "pages": "409--415",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Long working-distance optical trap for in situ analysis of contact-induced phase transformations",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lance",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolbert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anal. Chem",
            "volume": "87",
            "issn": "",
            "pages": "6186--6194",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Crystal nucleation initiated by transient ion-surface interactions at aerosol interfaces",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolbert",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci. Adv",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Ion-molecule interactions enable unexpected phase transitions in organic-inorganic aerosol",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Richards",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Adv",
            "volume": "6",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Amorphous and crystalline aerosol particles interacting with water vapor: Conceptual framework and experimental evidence for restructuring, phase transitions and kinetic limitations",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mikhailov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vlasenko",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "T"
                    ],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koop",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Atmos. Chem. Phys",
            "volume": "9",
            "issn": "",
            "pages": "9491--9522",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Glass formation processes in mixed inorganic/organic aerosol particles",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Dette",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koop",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Phys. Chem. A",
            "volume": "119",
            "issn": "",
            "pages": "4552--4561",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Amorphous phase state diagrams and viscosity of ternary aqueous organic/organic and inorganic/organic mixtures",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Marsh",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Phys. Chem. Chem. Phys",
            "volume": "20",
            "issn": "",
            "pages": "15086--15097",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Ultra-slow water diffusion in aqueous sucrose glasses",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zobrist",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Chem. Chem. Phys",
            "volume": "13",
            "issn": "",
            "pages": "3514--3526",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Gas uptake and chemical aging of semisolid organic aerosol particles",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shiraiwa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ammann",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koop",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "108",
            "issn": "",
            "pages": "11003--11008",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Interaction of aerosol particles composed of protein and saltswith water vapor: Hygroscopic growth and microstructural rearrangement",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mikhailov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vlasenko",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Niessner",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Atmos. Chem. Phys",
            "volume": "4",
            "issn": "",
            "pages": "323--350",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Liquid-liquid phase separation in mixed organic/inorganic single aqueous aerosol droplets",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "J"
                    ],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Phys. Chem. A",
            "volume": "119",
            "issn": "",
            "pages": "4177--4190",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Liquid-liquid phase separation in mixed organic/inorganic aerosol particles",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Ciobanu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Marcolli",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [
                        "K"
                    ],
                    "last": "Krieger",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Weers",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Phys. Chem. A",
            "volume": "113",
            "issn": "",
            "pages": "10966--10978",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Organic aggregate formation in aerosols and its impact on the physicochemical properties of atmospheric particles",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tabazadeh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Atmos. Environ",
            "volume": "39",
            "issn": "",
            "pages": "5472--5480",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "The influence of the surface composition of mixed monolayer films on the evaporation coefficient of water",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "E H"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. Chem. Chem. Phys",
            "volume": "18",
            "issn": "",
            "pages": "19847--19858",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Bulk, surface, and gasphase limited water transport in aerosol",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Haddrell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E H"
                    ],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "R"
                    ],
                    "last": "Bull",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Phys. Chem. A",
            "volume": "116",
            "issn": "",
            "pages": "10987--10998",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Modeling of virus survival time in respiratory droplets on surfaces: A new rational approach for antivirus strategies",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Di Novo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Carotenuto",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Mensitieri",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fraldi",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "M"
                    ],
                    "last": "Pugno",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Dual-balance electrodynamic trap as a microanalytical tool for identifying gel transitions and viscous properties of levitated aerosol particles",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "S"
                    ],
                    "last": "Richards",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Trobaugh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hajek-Herrera",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anal. Chem",
            "volume": "92",
            "issn": "",
            "pages": "3086--3094",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Contact efflorescence as a pathway for crystallization of atmospherically relevant particles",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lance",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Ushijima",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolbert",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "112",
            "issn": "",
            "pages": "15815--15820",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Ultraviolet fluorescence of the aromatic amino acids",
            "authors": [
                {
                    "first": "F",
                    "middle": [
                        "W"
                    ],
                    "last": "Teale",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Biochem. J",
            "volume": "65",
            "issn": "",
            "pages": "476--482",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "On the purported \"backbone fluorescence\" in protein threedimensional fluorescence spectra",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bortolotti",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "RSC Adv",
            "volume": "6",
            "issn": "",
            "pages": "112870--112876",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Spectrophotometric and molecular modelling studies on in vitro interaction of tyrosine kinase inhibitor linifanib with bovine serum albumin",
            "authors": [
                {
                    "first": "T",
                    "middle": [
                        "A"
                    ],
                    "last": "Wani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "H"
                    ],
                    "last": "Bakheit",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zargar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Hamidaddin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Darwish",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Factors affecting the physical stability (aggregation) of peptide therapeutics",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Zapadka",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "J"
                    ],
                    "last": "Becher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "Gomes Dos",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "E"
                    ],
                    "last": "Santos",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Interface Focus",
            "volume": "7",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Stochastic master equation for early protein aggregation in the transthyretin amyloid disease",
            "authors": [
                {
                    "first": "R.-N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y.-M",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Mucin gel assembly is controlled by a collective action of nonmucin proteins, disulfide bridges, Ca 2+ -mediated links, and hydrogen bonding",
            "authors": [
                {
                    "first": "O",
                    "middle": [
                        "W"
                    ],
                    "last": "Meldrum",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Sci. Rep",
            "volume": "8",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "Protein aggregation in salt solutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kastelic",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "V"
                    ],
                    "last": "Kalyuzhnyi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hribar-Lee",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "A"
                    ],
                    "last": "Dill",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Vlachy",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "112",
            "issn": "",
            "pages": "6766--6770",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Protein phase behavior in aqueous solutions: Crystallization, liquid-liquid phase separation, gels, and aggregates",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "C"
                    ],
                    "last": "Dumetz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Chockla",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "W"
                    ],
                    "last": "Kaler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "M"
                    ],
                    "last": "Lenhoff",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biophys. J",
            "volume": "94",
            "issn": "",
            "pages": "570--583",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "Glass transition and phase state of organic compounds: Dependency on molecular properties and implications for secondary organic aerosols in the atmosphere",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Koop",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bookhold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shiraiwa",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Chem. Chem. Phys",
            "volume": "13",
            "issn": "",
            "pages": "19238--19255",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Respiratory tract fluids: Analysis of content and contemporary use in understanding lung diseases",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "Y"
                    ],
                    "last": "Reynolds",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chr Etien",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Dis. Mon",
            "volume": "30",
            "issn": "",
            "pages": "1--103",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Mucin biosynthesis and secretion in the respiratory tract",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "S"
                    ],
                    "last": "Spicer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Environ. Health Perspect",
            "volume": "55",
            "issn": "",
            "pages": "193--204",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The role of respiratory droplet physicochemistry in limiting and promoting the airborne transmission of human coronaviruses: A critical review",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niazi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Groth",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Spann",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Environ. Pollut",
            "volume": "276",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Design and development of a biorelevant simulated human lung fluid",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hassoun",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "G"
                    ],
                    "last": "Royall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Harvey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Forbes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Drug Deliv. Sci. Technol",
            "volume": "47",
            "issn": "",
            "pages": "485--491",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Enhanced protein adsorption upon bulk phase separation",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "R"
                    ],
                    "last": "Fries",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci. Rep",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Liquid-liquid phase separation and its mechanistic role in pathological protein aggregation",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "M"
                    ],
                    "last": "Babinchak",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "K"
                    ],
                    "last": "Surewicz",
                    "suffix": ""
                }
            ],
            "year": 1910,
            "venue": "J. Mol. Biol",
            "volume": "432",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "Both protein adsorption and aggregation contribute to shear yielding and viscosity increase in protein solutions",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "M"
                    ],
                    "last": "Castellanos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Pathak",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Colby",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Soft Matter",
            "volume": "10",
            "issn": "",
            "pages": "122--131",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Hygroscopic growth of simulated lung fluid aerosol particles under ambient environmental conditions",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Choczynski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "K"
                    ],
                    "last": "Kohli",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Chem. Commun. (Camb.)",
            "volume": "57",
            "issn": "",
            "pages": "3243--3246",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Immersion and contact efflorescence induced by mineral dust particles",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "B"
                    ],
                    "last": "Ushijima",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "D"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "A"
                    ],
                    "last": "Tolbert",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Phys. Chem. A",
            "volume": "122",
            "issn": "",
            "pages": "1303--1311",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Simultaneous retrieval of the size and refractive index of suspended droplets in a linear quadrupole electrodynamic balance",
            "authors": [
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [
                        "C"
                    ],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Phys. Chem. A",
            "volume": "124",
            "issn": "",
            "pages": "1811--1820",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The density and refractive index of adsorbing protein layers",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "V€",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biophys. J",
            "volume": "87",
            "issn": "",
            "pages": "553--561",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Transformative approach to investigate the microphysical factors influencing airborne transmission of pathogens",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "O"
                    ],
                    "last": "Fernandez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "J"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oswin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Haddrell",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "P"
                    ],
                    "last": "Reid",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Appl. Environ. Microbiol",
            "volume": "86",
            "issn": "",
            "pages": "1543--1563",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "China Novel Coronavirus Investigating and Research Team, A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N. Engl. J. Med",
            "volume": "382",
            "issn": "",
            "pages": "727--733",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Role of airwater interfaces on retention of viruses under unsaturated conditions",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Torkzaban",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "M"
                    ],
                    "last": "Hassanizadeh",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Schijven",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "H J L"
                    ],
                    "last": "Van Den",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Water Resour. Res",
            "volume": "42",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "Inactivation of some bacterial and animal viruses by exposure to liquid-air interfaces",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Trouwborst",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kuyper",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Jong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "D"
                    ],
                    "last": "Plantinga",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "J. Gen. Virol",
            "volume": "24",
            "issn": "",
            "pages": "155--165",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Raman spectroscopy of isotopic water diffusion in ultraviscous, glassy, and gel states in aerosol by use of optical tweezers",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "R"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Anal. Chem",
            "volume": "88",
            "issn": "",
            "pages": "2361--2366",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "Brownian motion in a field of force and the diffusion model of chemical reactions",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Kramers",
                    "suffix": ""
                }
            ],
            "year": 1940,
            "venue": "Physica",
            "volume": "7",
            "issn": "",
            "pages": "284--304",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Kinetic solvent viscosity effects as probes for studying the mechanisms of enzyme action",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gadda",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sobrado",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Biochemistry",
            "volume": "57",
            "issn": "",
            "pages": "3445--3453",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "Development of methods for encapsulation of viruses into polymeric nano-and microparticles for aquaculture vaccines",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Ulanova",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Appl. Polym. Sci",
            "volume": "131",
            "issn": "",
            "pages": "8785--8796",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Lipid encapsulation in glassy matrices of sugar-gelatin systems in freeze-drying",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kaushik",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [
                        "H"
                    ],
                    "last": "Roos",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. J. Food Prop",
            "volume": "11",
            "issn": "",
            "pages": "363--378",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Survival of airborne MS2 bacteriophage generated from human saliva, artificial saliva, and cell culture medium",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Environ. Microbiol",
            "volume": "80",
            "issn": "",
            "pages": "2796--2803",
            "other_ids": {}
        },
        "BIBREF66": {
            "ref_id": "b66",
            "title": "Airborne micro-organisms: Survival tests with four viruses",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Harper",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "J. Hyg. (Lond.)",
            "volume": "59",
            "issn": "",
            "pages": "479--486",
            "other_ids": {}
        },
        "BIBREF67": {
            "ref_id": "b67",
            "title": "A biophysical basis for mucus solids concentration as a candidate biomarker for airways disease",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS One",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF68": {
            "ref_id": "b68",
            "title": "Measuring stability of virus in aerosols under varying environmental conditions",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "P"
                    ],
                    "last": "Oswin",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Aerosol Sci. Technol",
            "volume": "55",
            "issn": "",
            "pages": "1315--1320",
            "other_ids": {}
        },
        "BIBREF69": {
            "ref_id": "b69",
            "title": "Comparative biochemistry of airway lining fluid",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "E"
                    ],
                    "last": "Hatch",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Treatise on Pulmonary Toxicology",
            "volume": "1",
            "issn": "",
            "pages": "617--632",
            "other_ids": {}
        },
        "BIBREF70": {
            "ref_id": "b70",
            "title": "Infectious virus in exhaled breath of symptomatic seasonal influenza cases from a college community",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Proc. Natl. Acad. Sci. U.S.A",
            "volume": "115",
            "issn": "",
            "pages": "1081--1086",
            "other_ids": {}
        },
        "BIBREF71": {
            "ref_id": "b71",
            "title": "In situ measurements of human cough aerosol hygroscopicity",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Groth",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "T"
                    ],
                    "last": "Cravigan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niazi",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ristovski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "J. R. Soc. Interface",
            "volume": "18",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF72": {
            "ref_id": "b72",
            "title": "Modality of human expired aerosol size distributions",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "R"
                    ],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Aerosol Sci",
            "volume": "42",
            "issn": "",
            "pages": "839--851",
            "other_ids": {}
        },
        "BIBREF73": {
            "ref_id": "b73",
            "title": "Determination of surface tensions of proteins. II. Surface tension of serum albumin, altered at the protein-air interface",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "R"
                    ],
                    "last": "Absolom",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "J"
                    ],
                    "last": "Van Oss",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zingg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Neumann",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Biochim. Biophys. Acta",
            "volume": "670",
            "issn": "",
            "pages": "74--78",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The experimental approach for determining the phase state of levitated aerosol particles. (A) Single particles are characterized as a function of RH to determine aerosol phase based on changes in particle mass (Left Inset) and particle morphology, as inferred from far-field and bright-field imaging (Right Inset and SI Appendix,Fig. S2, respectively). (B) Dual-particle characterization to identify amorphous phase states, in which two levitated particles are merged together to infer whether the particles are fluid like, semisolid, or solid. When possible, this technique is used to infer the viscosity of merged particles. The morphologies observed in the present study are illustrated.ENVIRONMENTAL SCIENCESHuynh et al. Evidence for a semisolid phase state of aerosols and droplets relevant to the airborne and surface survival of pathogens",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "The phase changes of levitated culture growth media (A-C) and microscopy images of partially coalesced aerosols (D and E). (A-C)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Evidence for a semisolid phase state of aerosols and droplets relevant to the airborne and surface survival of pathogens PNAS j 5 of 12 https://doi.org/10.1073/pnas.2109750119",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "The phase changes of levitated model respiratory compounds (A-C) and microscopy images of merged aerosols (D and E). (A-C)",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fluorescence microscopy images of evaporating droplets deposited on a hydrophobic glass surface at ∼40% RH. (A) 1:1 NaCl:protein, with images shown as a function of time at t = 0 (frame 1), 13 (frame 2), 16 (frame 3), 19 (frame 4), 21 (frame 5), and 26 min (frame 6). Images B-F show the morphology of deposited droplets after 30 min of evaporation. (B) 10:1 NaCl:mucin. The white dashed line marks the outline of the droplet (SI Appendix, Fig. S9). (C) 1:1:0.1 NaCl:protein:CaCl 2 . LB (D), DMEM (E), and TSB (F). (G) The distribution of 100-nm diameter fluorescent nanobeads in 1:1 NaCl:protein after initial deposition (frame 1) and after 30 min of evaporation (frame 2). (Scale bar, 200 μm.) White arrows indicate amorphous phases, and red arrows indicate crystalline phases. Contact angles are provided in SI Appendix, Table S2. ENVIRONMENTAL SCIENCES Huynh et al. Evidence for a semisolid phase state of aerosols and droplets relevant to the airborne and surface survival of pathogens PNAS j 7 of 12 https://doi.org/10.1073/pnas.2109750119",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Plots of previously reported virus viability data in a range of compositions compared to our observations of inferred equilibrium phase states from Figs. 2 and 3 (i.e., when a w ≈ RH/100). RH eff indicates our observed efflorescence transition for the medium used. (A) Influenza in DMEM droplets from Yang et al. (8). (B) Influenza in mucus droplets from Yang et al. (8). We use our observations of NaCl-protein-CaCl 2 aerosols as proxies for mucus. (C) MS2 in LB aerosols from Lin and Marr (10). (D) Phi-6 in TSB aerosols from Lin and Marr",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "10 of 12 j PNAS Huynh et al. https://doi.org/10.1073/pnas.2109750119 Evidence for a semisolid phase state of aerosols and droplets relevant to the airborne and surface survival of pathogens",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": ". E.H. is supported through the McNair Scholars Program, and A.O. is supported by a Murchison Research Fellowship. Katie Morton is acknowledged for assistance with acoustic levitation.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": []
}