{
    "paper_id": "fd8b1d374904fc3e2aabb034db77e23fb1906e06",
    "metadata": {
        "title": "Conceptualizing Capability Change",
        "authors": [
            {
                "first": "Georgios",
                "middle": [],
                "last": "Koutsopoulos",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stockholm University",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "georgios@dsv.su.se"
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Henkel",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stockholm University",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": "martinh@dsv.su.se"
            },
            {
                "first": "Janis",
                "middle": [],
                "last": "Stirna",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Stockholm University",
                    "location": {
                        "settlement": "Stockholm",
                        "country": "Sweden"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Organizations are operating within dynamic environments that present changes, opportunities and threats to which they need to respond by adapting their capabilities. Organizational capabilities can be supported by Information Systems during their design and run-time phases, which often requires the capabilities' adaptation. Currently, enterprise modeling and capability modeling facilitate the design and analysis of capabilities but improvements regarding capability change can be made. This design science research study introduces a capability change meta-model that will serve as the basis for the development of a method and a supporting tool for capability change. The meta-model is applied to a case study at a Swedish public healthcare organization. This application provides insight on possible opportunities to improve the meta-model in future iterations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "Organizations are dynamic systems, constantly being in a state of change and evolution [1] . This state is driven by the dynamism existing in the organization's environment, both internally and externally. In the face of environmental opportunities and threats, organizations need to change to improve their effectiveness at achieving their goals [2] , or ensure survival [3] . The changes occurring in an organization's environment are characterized by speed and direction which are often difficult to anticipate [3] . In addition, the environment's pace of change is higher that the organization's [4] , and the speed is further increased by factors like the digital transformation of the society [5] and emerging technologies and strategies [3] . The concepts of change and strategy are not only linked to each other, but also to the concept of capability [6] .",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 90,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 372,
                    "end": 375,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 514,
                    "end": 517,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 600,
                    "end": 603,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 699,
                    "end": 702,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 744,
                    "end": 747,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 859,
                    "end": 862,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The notion of capability bears significance because it depicts an organizational viewpoint that encompasses several notions significant to organizational change. For example, goal, decision, context, process and service [7, 8] have been used, especially in the management literature, not only to describe an organization's value-generating elements, but have also been used as the core concepts of Enterprise Modeling (EM) approaches [8, 9] .",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 223,
                    "text": "[7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 224,
                    "end": 226,
                    "text": "8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 434,
                    "end": 437,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 438,
                    "end": 440,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "EM, as a discipline, captures relevant knowledge and provides motivation and input for designing Information Systems (IS) to support the organization [10] . ISs are significant for every organization since they help in simplifying the organization's activities and processes and have gradually become integrated with almost every aspect of the business [11] , to the level where business and IT have been \"fused\" into one [5] . This integration has raised several challenges for EM, especially regarding the organizations that are in motion, changing and evolving. Due to a high rate of change in modern enterprises, the maintenance of models that are sufficiently capturing the architecture from the perspective of involved stakeholders does not seem to be feasible. One of the main challenges for EM is how to capture the motion of an organization, that is, its current and desired affairs [5] . Capability modeling, as a specialization of EM, also needs to tackle this challenge. This can be achieved by optimizing existing approaches or developing specific modeling approaches for depicting capability change.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 154,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 353,
                    "end": 357,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 422,
                    "end": 425,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 892,
                    "end": 895,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The objective of this study is to propose a meta-model for depicting capability change. It belongs to a research project that aims to provide methodological and tool support for organizations that are undergoing changes or need to. The project is elaborated following the principles of Design Science Research (DSR) [12, 13] . Following the exploration of the field [14] , the elicitation of requirements for the artifact [15] , and the introduction of a typology for changing capabilities [16] , the present study belongs to the project step that concerns the initial development of a meta-model. This is a design artifact that will serve as a basis for a capability modeling method. In addition, the meta-model is demonstrated by applying it to an existing case, in particular, a public healthcare organization in Sweden which is undergoing changes.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "text": "[12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 321,
                    "end": 324,
                    "text": "13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 366,
                    "end": 370,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 422,
                    "end": 426,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 490,
                    "end": 494,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The rest of the paper is structured as follows. Section 2 provides a brief presentation of the background and research related to this study. Section 3 describes the methods employed in this study. Section 4 introduces and describes the capability change metamodel and its components. Section 5 presents an example application of the meta-model on a case study. Section 6 discusses the meta-model and its application. Section 7 provides concluding remarks.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This section presents a brief overview of the existing capability modeling research and the topics relevant to the development of the meta-model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background and Related Research"
        },
        {
            "text": "Organizations are social goal-directed systems which maintain boundaries that reflect their goals [3] . Changing organizations have been widely researched. There are several terms describing the phenomenon with different terms, for example change, transformation, adaptation [3] . These terms are sometimes used interchangeably or used to reflect different scopes of undergoing changes [17] . The terms business, organization and enterprise are often used interchangeably as well, however, there are also cases where they are distinguished, like for example [1] , where an enterprise is defined as a collection of organizations that share a common set of goals.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 101,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 275,
                    "end": 278,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 386,
                    "end": 390,
                    "text": "[17]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 558,
                    "end": 561,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Change"
        },
        {
            "text": "Regarding the drivers of organizational change, there are several perspectives and associated theories. Zimmermann [3] has provided a detailed analysis of these perspectives. One of the main perspectives is based on the assumption of human rationality and utility maximization, which results in assuming that entire organizations are rationally adapting to the environment [3] . These theories that consider the environment as the factor setting the point of time and the direction of change are called deterministic, in comparison to the voluntaristic theories that build on the importance of the consideration of strategic choice. This perspective emphasizes on strategic choice of the organization's decision-makers and their role in shaping the organization [3] .",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 118,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 373,
                    "end": 376,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 762,
                    "end": 765,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Change"
        },
        {
            "text": "However, there are also theories that reconcile these perspectives to facilitate understanding of change as a combination of environmental and managerial forces taking also organizational inertia into consideration. For example, the cognitive approach aims to understand the processes of an organization that lead both to prosperity and decline, and also to failure to change. This is preceded by the definition of cognition as the process that involves the perception and interpretation of the environment and the translation of this information into strategic choice [3] . Including the negative aspect of change is in line with our earlier work [16] .",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 572,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 648,
                    "end": 652,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Change"
        },
        {
            "text": "A noteworthy point is that the diverse drivers of change do not provide any indication between causes and consequences. The causality of change and the causal relationships among the factors driving change, which have often been neglected, should be implemented in research methods aiming to capture the complexity of change [3] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Organizational Change"
        },
        {
            "text": "The process of creating a model capturing all the aspects of an enterprise that a modeling purpose requires, is called EM. Thus, the produced model consists of interconnected models, each of them being focused on one specific viewpoint of the modeled enterprise, for example, processes, goals, concepts and business rules [18] . Any organization or its part can benefit from the application of EM.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Enterprise Modeling"
        },
        {
            "text": "An enterprise model can help people in an organization to develop a deeper understanding of the system, in other words, how their work gets integrated in a bigger picture and, additionally, models can enable the users' understanding of the supporting information systems and its interplay with organizational action patterns [19] .",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 329,
                    "text": "[19]",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Enterprise Modeling"
        },
        {
            "text": "Furthermore, since the meta-models specify modeling languages, they are valuable to (i) modelers, who are interested in understanding and applying the language, (ii) researchers, who have interest in evaluating and adapting a language, for example to a domain-specific version, and (iii) tool vendors, who have interest in developing tool for the language [20].",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Enterprise Modeling"
        },
        {
            "text": "There is no consensus on the definition of capability in the literature. In this study, the notion of capability is defined as a set of resources, whose configuration bears the ability and capacity to create value by fulfilling a specific goal within a specific context. This definition is the result of combining two earlier definitions from [8, 21] .",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 346,
                    "text": "[8,",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 347,
                    "end": 350,
                    "text": "21]",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "Capabilities"
        },
        {
            "text": "The concept of capability is often considered as the missing link in business/IT transformation [22] . Its growing popularity can be attributed to the fact that it enables business/IT transformations by (i) providing a common language to the business, (ii) enabling to-the-point investment focus, (iii) serving as a baseline for strategic planning, change management and impact analysis, and (iv) leading directly to business specification and design [22] .",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 451,
                    "end": 455,
                    "text": "[22]",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Capabilities"
        },
        {
            "text": "The capability modeling approaches that exist in the literature have been identified and their meta-models have been explored in our earlier work. In particular, 64 capability meta-models have been analyzed using a change function-related framework [14] . The change functions of the framework are observation, decision and delivery of capability change. It has been identified that the majority of the meta-models include concepts that address at least partially, all the above mentioned functions and have a scope combining business and IT. A set of change related-concepts has been elicited for inclusion in a capability change meta-model, so as to facilitate the development of a method.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 253,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Capability Modeling"
        },
        {
            "text": "Regarding the modeling of capabilities, [23] have suggested three strategies within the Capability-Driven Development (CDD) method. All three strategies consist of three steps, which are (i) Capability design, (ii) Capability evaluation, and (iii) Development of Capability delivery application. Steps two and three are common in all strategies. The second step concerns the evaluation of the design from both business and technical perspectives before the implementation of the capability. The third step involves packaging the indicators for monitoring and the algorithms for run-time adjustments as a support application. The differentiation among the three strategies lies only in the first step. It concerns the design of the capability using as a starting point: (i) goals, (ii) processes, or (iii) concepts [23] .",
            "cite_spans": [
                {
                    "start": 40,
                    "end": 44,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 814,
                    "end": 818,
                    "text": "[23]",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Capability Modeling"
        },
        {
            "text": "This section presents the methods employed for the development of the meta-model and the case study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methodology"
        },
        {
            "text": "The DSR project to which this study belongs follows the guidelines of [13] . According to this framework, a DSR project consists of five activities, namely (i) problem explication, (ii) outline artifact and define requirements, (iii) design and develop artifact, (iv) demonstrate artifact, and (v) evaluate artifact. The present study belongs to the third step which, creates an artefact fulfilling the requirements elicited during the previous activity, since it presents the first stage of the development of a method artifact, the creation of a meta-model. The process is iterative and incremental, which means that several rounds of development are needed to reach a final version of the artifact.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Design Science"
        },
        {
            "text": "A meta-model is a part of a modeling language which consists of (i) notation, which is its graphical representation, (ii) syntax, that is the available language concepts, and (iii) semantics, the meaning of the language concepts [24] . Different meta-model specification techniques result to different meta-model types, i.e. slicing, referencing, generic, notation-aware, matrix and tabular meta-models. In this work, a generic meta-model is developed. The role of generic meta-models is to focus on understanding the structure of the meta-model by providing generic concepts [20] . In this study, the notation aspect is not being addressed.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 233,
                    "text": "[24]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 576,
                    "end": 580,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Development"
        },
        {
            "text": "Regarding the syntax of the developed meta-model itself, the principles of the Unified Modeling Language (UML) [25] have been followed. The common element types that existing in meta-models are (i) First Class concepts (classes), (ii) Relationships (of classes), (iii) attributes, (iv) inheritance and (v) others [26] . The element types have been used in the development of the proposed meta-model.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 115,
                    "text": "[25]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 313,
                    "end": 317,
                    "text": "[26]",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Development"
        },
        {
            "text": "Regarding the semantics, we use as input our preceding research. In our earlier work, a plethora of existing capability modeling approaches has been explored and 64 meta-models have been identified and analyzed in terms of their inclusion of concepts relevant to change [14] . A framework has been used that identified the main functions of a capability oriented adaptive system. The three functions are observation, decision and delivery, which reflect capturing information from the organizational internal and external environment, deciding on a change based on analyzing the observed conditions and applying criteria based on intention elements and finally, delivering the change in the capability's configuration, taking into consideration the interrelation of existing capabilities. In this way, the adaptive characteristics of capability meta-models that have been explored in the literature, have been analyzed to identify the concepts that may be useful to include in a meta-model aiming to capture changing capabilities. Furthermore, the literature review, combined with a case study involving inter-organizational capabilities have resulted in a set of goals [15] for the meta-model under development. These goals are: The manner in which these have driven the development of the meta-model is discussed below. In addition, the dimensions of capability and change have been researched and this resulted in introducing a state-based capability typology [16] , where the possible states of capability change have been presented as a UML State Machine diagram. This earlier work serves as input for the development of the meta-model.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 274,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1170,
                    "end": 1174,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1463,
                    "end": 1467,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Development"
        },
        {
            "text": "Finally, the constraints in [27] have been taken into consideration, which suggest that (i) the meta-model should be minimal, which means that no elements that are not motivated by the elicited information needs should be included, (ii) the design rationale for the included elements should be recorded and (iii) the semantics of the included elements should be clarified to avoid possible misunderstandings among different stakeholders.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[27]",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Development"
        },
        {
            "text": "A regional public healthcare organization responsible for providing healthcare in a Swedish county is the object of the case study. We refer to the organization as Regional Healthcare (RH) to retain their anonymity along with the names of the organizations they collaborate with. The specific object of the study was the organization's capability to provide healthcare guidance via phone to its residents. The data collection process for the capability's undergoing change was iterative and consisted of:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study"
        },
        {
            "text": "• Unstructured group interviews, conducted within four meetings. Two RH experts were involved in the first one and one expert in the following three. The aim of these interviews was to explore the changing capability based on change requests the organization had received. • Workshops, aiming to identify the main resources comprising the capability's configuration, along with the associations among the resources. Three workshops resulted in the creation of a value network model. • Document studies, in order to explore the existing documentation concerning the changing capability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study"
        },
        {
            "text": "For the analysis, the experts were asked to identify the potential impact of the change, which means that an experiential approach [28] was applied.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "text": "[28]",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "Case Study"
        },
        {
            "text": "The meta-model and its component elements are presented in this section.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "A Meta-model for Capability Change"
        },
        {
            "text": "The meta-model is presented in Fig. 1 as a UML Class Diagram that includes all the relevant concepts. As can be seen, a central part is the three change functions: observation, decision, and delivery. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 31,
                    "end": 37,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "The Meta-model"
        },
        {
            "text": "In this section, we present the components of the meta-model which are addressing the information needs elicited as goals for capability change in [15] and the capability and change states in [16] . The meta-model elements and the goals they are addressing are discussed below. Capability ( Goal 10, 11, 20, 22) : The concept has been defined in Sect. 2. By definition, modeling capability change requires the inclusion of the concept of capability. A capability depends on one or more capabilities, has one or more configurations, has a state and one or more outcomes and belongs to an owner.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 151,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 192,
                    "end": 196,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 291,
                    "end": 299,
                    "text": "Goal 10,",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "text": "11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 304,
                    "end": 307,
                    "text": "20,",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 308,
                    "end": 311,
                    "text": "22)",
                    "ref_id": "BIBREF22"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Context (Goal 7, 9, 12, 13, 14) : The context of the organization refers to all the environmental factors that are relevant to the performance of the capability. Specialized context-modeling methods exist within the area of capability modeling [29] . Context may be assessed via measurements and has two specializations, internal and external context.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 16,
                    "text": "(Goal 7,",
                    "ref_id": null
                },
                {
                    "start": 17,
                    "end": 19,
                    "text": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 20,
                    "end": 23,
                    "text": "12,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 24,
                    "end": 27,
                    "text": "13,",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 28,
                    "end": 31,
                    "text": "14)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 244,
                    "end": 248,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Internal context (Goal 13): These are the factors existing within the organization and are determined by at least one organization owning the capability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "External context (Goal 12): Refers to factors outside the organization, like political, economic, social, environmental, or technological factors.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Resource (Goal 21, 23, 24, 25) : Employing resources and capabilities analysis explains how resources can deliver added value [30] . The concept includes capital, infrastructures, human resources etc. Apart from being one of the most popular concepts in capability meta-models, the concept has also been identified as an important factor for two of the change functions. A set of resources is what comprises a capability configuration and is involved not only in the delivery of change due to reallocations, but also in the decision function using reallocation and new resources as a means for identifying new capability alternatives [15] . Resource may belong to one or more owners, and is allocated to one or more capability configurations.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 18,
                    "text": "(Goal 21,",
                    "ref_id": null
                },
                {
                    "start": 19,
                    "end": 22,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 23,
                    "end": 26,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 27,
                    "end": 30,
                    "text": "25)",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 126,
                    "end": 130,
                    "text": "[30]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 634,
                    "end": 638,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Organization (Goal 28): The concept refers to any public or private organization or organizational unit. Any organization can interact with one or more organizations. In this meta-model, the emphasis is not on the architecture of an organization, therefore, the organization element only depicts an organization as a capability owner. Additionally, the organization determines a capability's internal context.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Owner (Goal 22, 23, 24, 25) : This concept determines the ownership of capabilities and resources. Any number of owners can own any number of capabilities and any number of resources. In the meta-model, it is used as a generalization of organization.",
            "cite_spans": [
                {
                    "start": 6,
                    "end": 15,
                    "text": "(Goal 22,",
                    "ref_id": null
                },
                {
                    "start": 16,
                    "end": 19,
                    "text": "23,",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 20,
                    "end": 23,
                    "text": "24,",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 24,
                    "end": 27,
                    "text": "25)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Interaction type (Goal 28): This association class element describes the interaction between organization elements, for example, collaboration or outsourcing.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Organizational boundary (Goal 26, 27): The importance of organizational boundary has been identified in our earlier work [15, 31] . It defines the limits of an organization's capabilities. As an association class element in the meta-model, it is determined by the interaction type, it determines at least one type of interaction and may be regulated by boundary control.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "text": "[15,",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 126,
                    "end": 129,
                    "text": "31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Boundary control (Goal 27): Initially explored as a modeling element in [31] , the concept concerns any type of control between organizations, so as to regulate the interaction. It may refer to any level of control, from an informal agreement, to a detailed formal contract.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 76,
                    "text": "[31]",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Configuration (Goal 4, 6, 10, 20, 21): The complete set of resources that comprise the capability along with the behavior elements that deliver it. A capability may have several different configurations but only one may be active at any given moment in time.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "In the meta-model, the actual change is captured as a transition between configurations. It partially consists of one or more behavior elements and has allocated resources, thus specifies a capability.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Change (Goal 1, 2, 3, 4): captures the change process as a whole. It has at least one change type and consists of at least one function. In addition, it is associated to one state.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Change Type ( Goal 17, 18, 19) : This element may describe change elements. Possible types of changes are introduction, modification or retirement [15] .",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "text": "Goal 17,",
                    "ref_id": null
                },
                {
                    "start": 23,
                    "end": 26,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 27,
                    "end": 30,
                    "text": "19)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 147,
                    "end": 151,
                    "text": "[15]",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Function (Goal 2, 3, 4): The function element refers to the specific change functions that have been identified in our earlier work [14] . More specifically, one or more functions comprise change and it is a generalization of observation, decision and delivery.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Observation (Goal 2, 7, 12, 13, 14): The observation function concerns monitoring a capability by capturing relevant external and internal data. The observation element in the meta-model is meant to depict the collecting sources of data valuable for evaluating a capability's performance. It is a change function, it consists of one or more measurements, and leads to one or more decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Measurement (Goal 15, 16): It concerns the activity of assessing a factor relevant to the capability's performance. The element has a natural association to measurable indicators like KPIs. It is a part of observation, can be applied to outcomes, is assessing one or more context factors, and may result in the elaboration of decision criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Outcome (Goal 15, 17, 18, 19) : The outcome of a capability realization is used to provide insight on whether a capability change is required or not. It is the result of one or more capabilities and may be subjected to one or more measurements.",
            "cite_spans": [
                {
                    "start": 8,
                    "end": 17,
                    "text": "(Goal 15,",
                    "ref_id": null
                },
                {
                    "start": 18,
                    "end": 21,
                    "text": "17,",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 22,
                    "end": 25,
                    "text": "18,",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 26,
                    "end": 29,
                    "text": "19)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Decision (Goal 3, 5, 6, 7, 8): The decision activities are related to analyzing context data to make a decision on capability change, in association to whether an adjustment or transformation is required and which capability configuration is optimal for the adaptation. Therefore, decision is a change function, is determined by at least one criterion, may be motivated by one or more intention elements, leads to delivery and observation leads to it.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Intention element (Goal 8): This abstract meta-element includes all the concepts that refer to the intentions driving the change, i.e. concepts like goal, objective and desire. An intention element may motivate one or more decisions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Criterion (Goal 5): Decision criteria provide the standards that will be used in order to make a decision. A criterion is often formulated through observation of the context. In the meta-model, one or more criteria determine a decision and may be determined by one or more measurements of the context. Delivery (Goal 4, 10): Delivery of change refers to how the decision on change is applied affecting the way a capability is realized and capabilities' interrelationships. Regarding the delivery element in the meta-model, it is a change function, at least one decision leads to it, and as an association class, describes the transition between capability configurations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Behavior element (Goal 4): Another abstract meta-element which is meant to depict every possible process, service or activity that is involved in the realization of the capability. A behavior element is part of one or more capability configurations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "State (complies with [16] ): The notion of state has been explored in earlier research in relation to capability and change. The attribute potentiality has two possible values, that is, enabled or disabled. In the meta-model the state class is a generalization for capability and change states.",
            "cite_spans": [
                {
                    "start": 21,
                    "end": 25,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Capability state (complies with [16] ): A specialization of the state class, is associated to one or more capabilities. The purpose attribute reflects if the capability is meant to fulfil a goal or avoid a problem.",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 36,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "Change state (complies with [16] ): A specialization of the state class, this element includes as attributes the dimensions of change that have been introduced in [16] , which are scope, control, frequency, stride, desire, intention and tempo, specified for every state, which means that the attributes always need to have a value.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 163,
                    "end": 167,
                    "text": "[16]",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Meta-model Elements"
        },
        {
            "text": "RH is an organization whose responsibility is healthcare provision in a Swedish county. One of its capabilities is providing healthcare advice via phone to residents and visitors of the county. This capability is delivered by specially trained nurses, who are supported by various information sources incorporated in specialized software. The capability is known as 1177, named after the 4-digit number used for contacting the nurses. 1177's goal is to filter the cases and provide advice to the ones that are not in urgent need of a physician's attention, so that the workload of other health providing organizations is reduced.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study: Improving a Public Healthcare Capability"
        },
        {
            "text": "1177 is owned by RH but several public and private organizations are collaborating by providing resources for it, a fact which results in a complex capability configuration.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study: Improving a Public Healthcare Capability"
        },
        {
            "text": "Any proposed change to the capabilities of RH requires detailed analysis in order to identify what will be affected and how. There are proposed changes that will have an effect not only on how the capability is delivered but also on the interaction with collaborating organizations, for example by requiring different contractual agreements.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study: Improving a Public Healthcare Capability"
        },
        {
            "text": "The driving forces behind the changes are coming both via top-down and bottom up motivations, the former as political interventions, pushing for quality improvement and cost reduction, and the latter as employee and partner proposals. Furthermore, technological developments like video calls, provide an opportunity for capability updates.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study: Improving a Public Healthcare Capability"
        },
        {
            "text": "The incoming changes need to be analyzed and the meta-model should support the analysis by including all the needed information. One specific change request has been selected in order to demonstrate the meta-model's efficiency for this task. It concerns an improvement in the guidance support that enables the nurses that respond to the calls to guide a caller directly to a health provider through an assessment of their symptoms.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case Study: Improving a Public Healthcare Capability"
        },
        {
            "text": "Every call is handled using a Guidance support system, whose ownership, development and usage are nationwide. The caller is asked to state existing symptoms which are registered by the nurse and the system responds by presenting possible sub-symptoms, that the caller confirms or rejects in order to distinguish the state and emergency of the case. There is a wide spectrum of responses depending on the emergency level, from advising on self-treatment to calling an ambulance or suggesting a healthcare provider. This is possible using an integrated healthcare provider catalogue. This catalogue is developed and maintained by a collaborating private provider, in contrast with the guidance support system.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Change Case: Guidance Support Improvement"
        },
        {
            "text": "A proposed improvement concerns the association of each provider in the catalogue with a list of symptoms that the provider can handle. This change will make it possible for a caller to be guided directly to a provider having, in the meantime, avoided the need to reach a diagnosis of the case. There are several benefits involved from the implementation of this change. First of all, the caller is guided to a provider with the optimal expertise. Additionally, the capability gains increased efficiency, reducing the required cost and effort. Furthermore, it improves the usage of human resources, having the physicians handle the cases that are most relevant to their expertise. A group of expert physicians is currently working on mapping healthcare providers to symptoms, in order to facilitate the development of a web system for direct use and an .xml file that could be compatible for usage in other systems. In practice, the change concerns the modification of a capability, which translates to a different configuration according to our approach. The case has been modeled as an instantiated version of our meta-model, which results in an object diagram, as shown in Fig. 2 . The Health Guidance capability has a goal-fulfilment purpose and is enabled, as depicted through the association with the Health guidance state object of the Capability state class. The Capability object is also associated to an instance of the Organization class to depict its ownership by RH. The Change object, named Health guidance improvement, has an enabled state, and it is characterized through its attributes as a planned, continuous, incremental, desirable, intentional, and slow adaptation. Its type is Modification and consists of three objects, the Health guidance monitoring Observation object, the Change configuration Decision object, and the A to B Delivery object. Observation leads to Decision and then to Delivery. Observation consists of three measurement objects which depict the assessment of three context factors, Employee proposals, Partner proposals and Political influence, which are all included as objects and associated to the respective measurement objects. The first factor concerns internal context, and is associated to the RH object, while the other two are external context factors. The external factor objects are also resulting in a Reduced cost Criterion which determines the Decision object. This is also motivated by Improved efficiency, which is an Intention element object. Additional associations of the capability object are connecting it with two configuration objects, namely Configuration A and B. The former is the one enabled before the change and the latter is the one enabled after the change. This is captured in the Delivery object, which is associated to both Configuration objects to depict the transition. The delivery of change disables Configuration A and enables configuration B. The difference between the two configurations is depicted through their allocated resources. Configuration A is only associated to the Guidance system and Provider catalogue system, while B is also associated to the Symptom -provider system. An 1177 Behavior element object is associated to both configurations. It is interesting to note that the Provider catalogue and Guidance system are associated to the Private provider and National public provider respectively, so as to represent ownership. This means that while RH owns the capability, the two collaborating organizations own involved resources. Especially when it comes to the symptom -provider system, the object, which is part of Configuration B, is owned by RH along with the System development capability, on which Health guidance depends, and the Expert physicians used to develop it. However, the Provider catalogue system and the Provider data are owned by Private provider, so the Collaboration Interaction type object is not enough to represent the case. A Data availability Organizational boundary and a Contract Boundary control object complement the required information for this part of the diagram.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1176,
                    "end": 1182,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Change Case: Guidance Support Improvement"
        },
        {
            "text": "This study is a part of an ongoing work, hence, the development of the presented metamodel artifact will evolve in the following design-evaluation cycles. DSR guidelines are also stating that artifact development is almost always an iterative step [13] . What an iterative process implies is the identification of weaknesses and strengths in the artifact, which can be translated to opportunities for improvement. Since a meta-model is an essential method component, the current version of the meta-model contributes towards establishing the foundation for the development of a method specially designed for managing capability change, by (i) capturing the relevant information according to the elicited goals and (ii) decomposing change into the previously elicited functions that it consists of, and, (iii) depicting the transition during change implementation.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Regarding the efficiency of the meta-model in capturing the needed information and depicting the aspects of capability change, the demonstration using the RH case suggests that all the required factors have been taken into consideration and the information structure seems adequate for the particular case. The set of goals elicited in our previous work have been fulfilled, even though the case was not optimal for details in goals like the elicitation of context, because to a certain degree, the elicitation had already been performed by the stakeholders and interviewees, in terms of recognizing the political, employee and partner influence on the Health guidance capability. Therefore, any future application of the meta-model should favor the selection of a case, where the need and reasons for change are not obvious, so that the meta-model's possible deficiencies will be indicated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "The main concern that has risen from the application in this study is the complexity of the produced models, which is a result of the meta-model's structure, and seems to produce visually cluttered models. During the instantiation of the meta-model to an object diagram, the complexity of the object diagram exceeded our initial expectations and what can intuitively be seen as practical for the purpose of communicating with domain experts. For this reason, several pieces of information have been omitted in order to reduce the complexity of the result, in terms of a less cluttered model. For example, many resources involved in the configurations of the capability are missing because their role in the undergoing change was deemed of lower priority. For example, the specialized nurses that perform the guidance, the telephone system and the journal system are not affecting the change project. Yet, omitting pieces of information is not feasible in every case, and this should be addressed in the meta-model.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "During the development of the meta-model the decision to develop a single unified meta-model that would encompass all aspects of change already indicated a high level of complexity. For this reason, certain aspects of capability change were slightly neglected, which means that a higher level of abstraction was applied, a fact that resulted in more generic meta-elements, for example, Intention element and Behavior element. However, it is not a coincidence, that all the generic meta-elements reflect aspects that could be decomposed into entire models. For example, decomposing Intention, Behavior or Context elements may require the integration of a goal, process [18] or context model [29] respectively. Among the elements that were included in the meta-model, the point of emphasis that stands out as the epicenter of change is the Configuration class and its recursive association that depicts transitions between configurations. Any further decomposition of this part will only promote the initial goal, to model capability change. Nevertheless, decomposing goals and processes may be useful, yet, it is not the main focus point of this project.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 672,
                    "text": "[18]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 690,
                    "end": 694,
                    "text": "[29]",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "This raises the question of employing the technique of slicing meta-models [20] , which means that the meta-model is split according to specific viewpoints. On one hand, pre-existing common viewpoints like goals, processes and context can be integrated using existing compatible approaches, to save significant time and effort. On the other hand, within this project, new viewpoints can also be elaborated, i.e. capability, observation, decision, delivery and ownership. This is a possible future step that is worth exploring before deciding to finalize the artifact.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "text": "[20]",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this study a meta-model has been presented that will act as a basis for the development of a method for modeling and analyzing capability change. Being a DSR project, its nature is iterative, therefore, several iterations are expected before the artifact is finalized. Therefore, the introduction of the meta-model was succeeded by an application of the artifact on a real case for demonstrative reasons. This application provided opportunities for improvement, especially in the area of complexity, including the possibility to introduce viewpoints in a later version of the model. The next step in our project is to validate the meta-model via interviews with experienced decision-makers. This activity will provide additional insights towards the finalization of the artifact. In parallel, the initial experience of this study will be taken into consideration, in order to explore the implementation of viewpoints in the next stage of method development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Architectural Coordination of Enterprise Transformation",
            "authors": [
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Proper",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aier",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-69584-6"
                ]
            }
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Managing Change",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Burnes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Dynamics of Drivers of Organizational Change",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zimmermann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-8349-6811-1"
                ]
            }
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Organization Change: Theory and Practice",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "W"
                    ],
                    "last": "Burke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Enterprise modelling in the age of digital transformation",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Van Gils",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Proper",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PoEM 2018. LNBIP",
            "volume": "335",
            "issn": "",
            "pages": "257--273",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-02302-7_16"
                ]
            }
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Patterns of strategy. Routledge",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hoverstadt",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Loh",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Enterprise capability modeling: concepts, method, and application",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Loucopoulos",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stratigaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "H"
                    ],
                    "last": "Danesh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bravos",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Anagnostopoulos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dimitrakopoulos",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "2015 International Conference on Enterprise Systems (ES)",
            "volume": "",
            "issn": "",
            "pages": "66--77",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Capability Management in Digital Enterprises",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandkuhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stirna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-90424-5"
                ]
            }
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Capability oriented enterprise knowledge modeling: the CODEK approach",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Loucopoulos",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kavakli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Domain-Specific Conceptual Modeling",
            "volume": "",
            "issn": "",
            "pages": "197--215",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-39417-6_9"
                ]
            }
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "An explorative study into the influence of business goals on the practical use of enterprise modelling methods and tools",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stirna",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "New Perspectives on Information Systems Development",
            "volume": "",
            "issn": "",
            "pages": "275--287",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4615-0595-2_22"
                ]
            }
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Managing and Using Information Systems: a Strategic Approach",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "E"
                    ],
                    "last": "Pearlson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "S"
                    ],
                    "last": "Saunders",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "F"
                    ],
                    "last": "Galletta",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Design Research in Information Systems",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hevner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chatterjee",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4419-5653-8"
                ]
            }
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An Introduction to Design Science",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Johannesson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perjons",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-10632-8"
                ]
            }
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Dynamic adaptation of capabilities: exploring meta-model diversity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koutsopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stirna",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Requirements for observing, deciding, and delivering capability change",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koutsopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stirna",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PoEM 2019. LNBIP",
            "volume": "369",
            "issn": "",
            "pages": "20--35",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-35151-9_2"
                ]
            }
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Modeling the dichotomies of organizational change: a state-based capability typology",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koutsopoulos",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stirna",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proceedings of the PoEM 2019 Forum",
            "volume": "",
            "issn": "",
            "pages": "26--39",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Toward a dynamic description of the attributes of organizational change",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Van Hootegem",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Research in Organizational Change and Development",
            "volume": "",
            "issn": "",
            "pages": "191--231",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Enterprise Modeling: Tackling Business Challenges with the 4EM Method",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandkuhl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stirna",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Persson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wißotzki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-662-43725-4"
                ]
            }
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Enterprise modelling: The next steps",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Frank",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Enterp. Model. Inf. Syst. Architect. (EMISAJ)",
            "volume": "9",
            "issn": "",
            "pages": "22--37",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "How are metamodels specified in practice? Empirical insights and recommendations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karagiannis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pittl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Presented at the 24th Americas Conference on Information Systems, AMCIS 2018",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Modeling organizational potentials using the dynamic nature of capabilities",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koutsopoulos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Joint Proceedings of the BIR 2018 Short Papers, Workshops and Doctoral Consortium",
            "volume": "",
            "issn": "",
            "pages": "387--398",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The business capability map: the \"Rosetta stone\" of business/IT alignment",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Ulrich",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cutter Consort. Enterp. Archit",
            "volume": "14",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Strategies for capability modelling: analysis based on initial experiences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "España",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "LNBIP",
            "volume": "215",
            "issn": "",
            "pages": "40--52",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-19243-7_4"
                ]
            }
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Metamodels as a conceptual structure: some semantical and syntactical operations",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karagiannis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Utz",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The Art of Structuring",
            "volume": "",
            "issn": "",
            "pages": "75--86",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-030-06234-7_8"
                ]
            }
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "OMG® Unified Modeling Language®",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "A survey of modeling language specification techniques",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bork",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Karagiannis",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Pittl",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Inf. Syst",
            "volume": "87",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.1016/j.is.2019.101425"
                ]
            }
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Viewpoint-based meta model engineering",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kurpjuweit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Enterprise Modelling and Information Systems Architectures: Concepts and Applications",
            "volume": "",
            "issn": "",
            "pages": "143--161",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "The emergence of change at the systems engineering and software design interface",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "S"
                    ],
                    "last": "Kilpinen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Capability Management in Digital Enterprises",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koç",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sandkuhl",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "117--138",
            "other_ids": {
                "DOI": [
                    "10.1007/978-3-319-90424-5_7"
                ]
            }
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Strategic Management. Pearson Education",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "L"
                    ],
                    "last": "Lynch",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Using the fractal enterprise model for inter-organizational business processes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Henkel",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Koutsopoulos",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bider",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Perjons",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Joint Proceedings of the ER Forum and Poster & Demos Session",
            "volume": "",
            "issn": "",
            "pages": "56--69",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "The capability change meta-model.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "An instance of the meta-model for a capability modification case.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "To manage capability change 2. To observe business context 3. To support decision on capability change 4. To manage capability delivery 5. To identify decision criteria 6. To identify capability alternatives 7. To analyze observed context data 8. To ensure that decision complies with intentions 9. To elicit internal and external business context 10. To manage transition delivery 11. To manage capability architecture 12. To observe external business context 13. To observe internal business context 14. To monitor political, economic, social, technological and legal context 15. To measure relevant properties 16. To establish KPIs 17. To manage introduction of a new capability 18. To manage retirement of a new capability 19. To manage modification of a new capability 20. To manage capability configuration 21. To allocate resources to capability 22. To specify capability ownership 23. To specify resource ownership 24. To manage internal resources 25. To identify external resources 26. To identify outsourced tasks 27. To support defining organizational boundaries 28. To identify collaborating organization",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgment. We would like to express our gratitude to the employees of RH who took their time in letting us interview them to identify and describe the presented case.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        }
    ]
}