{
    "paper_id": "fdf176b7eb2a4d6c195d147b3979a1670c330982",
    "metadata": {
        "title": "COVID-19 focuses attention on medical-dental collaboration",
        "authors": [
            {
                "first": "Louay",
                "middle": [],
                "last": "Jaber",
                "suffix": "",
                "affiliation": {
                    "laboratory": "",
                    "institution": "Imam Abdulrahman Bin Faisal University",
                    "location": {
                        "country": "Saudi Arabia"
                    }
                },
                "email": "ljaber@iau.edu.sa"
            },
            {
                "first": "Steph",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "affiliation": {
                    "laboratory": "Saudi Arabia Correspondence: Louay Jaber",
                    "institution": "Imam Abdulrahman Bin Faisal University",
                    "location": {
                        "postBox": "P. O. Box 1982",
                        "postCode": "31441",
                        "settlement": "Dammam",
                        "country": "Saudi Arabia"
                    }
                },
                "email": ""
            }
        ]
    },
    "abstract": [],
    "body_text": [
        {
            "text": "Dentistry is perceived as the clinical practice of restoring teeth. However, a report released in 1995 from the Institute of Medicine (IOM), \"Dental Education at the Crossroads: Challenges and Change\", states the need to integrate dentistry with medical healthcare delivery systems at all levels. 1 In spite of this recommendation, the schism between medical and dental professionals continues to segregate the two professions, 2 with the prevailing Coronavirus Disease-2019 (COVID-19) pandemic further highlights the shortcomings of medical-dental collaboration. The recent pandemic has presented an immense challenge to public health officials who have witnessed an escalating demand for medical support in a variety of healthcare settings. Therefore, healthcare professionals, such as retired physicians, nurses and other ancillary staff, have been approached to help combat this devastating disease. However, to the best of the authors' knowledge, no official call was made to enlist dentists to provide assistance during these difficult times. This intentional exclusion of dentists could negatively impact diagnosis, triage, and the clinical management of responsibilities recommended by the World Health Organization (WHO). 3 In addition, this raises fundamental questions and concerns regarding the reason(s) for excluding dental professionals from participating in these collaborative efforts.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 298,
                    "text": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 428,
                    "end": 429,
                    "text": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1231,
                    "end": 1232,
                    "text": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In the light of the above, the present article provides some perspectives on the possible role and duties of dentists for tackling the COVID-19 crisis and the crucial need to implement the recommendations of the IOM regarding collaborative activities of medical and dental clinicians.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The American Dental Education Association has long advocated that dental offices should serve as a \"portal to primary care\", especially for those patients that do not attend on a regular basis. 4 Hence, it seems plausible that dentists could serve as a gateway for direct or indirect care during the present pandemic, for example, screening and/or testing patients for the COVID-19, participating in activities recommended by senior physicians, including telephone triage and/or assessment of symptomatic patients, administrative tasks, online and outreach for residents of nursing homes, supportive advice for residential communities to cope with isolation and loneliness, or assisting local practices by producing patient education materials and information sheets using local and/or regional resources. 5 This envisaged participation of dental healthcare professionals could potentially decrease the workload of medical staff, thereby allowing them more time to deal with frontline emergencies.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "text": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 806,
                    "end": 807,
                    "text": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "Potential Role of Dentists during Coronavirus-2019 Pandemic"
        },
        {
            "text": "Unfortunately, the separation between medical and dental professionals continues despite the earlier recommendations of the IOM regarding the crucial need for coordinated patient care and communication among healthcare professionals. 6, 7 This would suggest the necessity to re-encourage an effective partnership between medical and dental stakeholders to overcome differences and fully implement the IOM recommendations.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 236,
                    "text": "6,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 237,
                    "end": 238,
                    "text": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Potential Role of Dentists during Coronavirus-2019 Pandemic"
        },
        {
            "text": "The 2003 Institute of Medicine report \"Health Professions Education: A Bridge to Quality\", focuses on integrating a core set of competencies for healthcare professional education, including patient-centered care, interdisciplinary teams, evidence-based practice, quality improvement, and informatics. Furthermore, it envisages collaboration as a fundamental and critically imperative prerequisite for the effective functioning of the healthcare community and also to act as a benchmark on which all systems should be grounded. 8 Since the publication of this report, substantial progress has been made for addressing the IOM core recommendations by administrative officials in both medical and dental schools who have shown considerable interest in interprofessional education activities. Nevertheless, hurdles do exist, for instance, the lack of time in the curriculum, overcoming interpersonal conflicts, faculty training facilities and budget limitations. 2, 9 Also, the separate training of physicians and dentists severely compromises their ability to work as a collaborative team. Hence, integrating educational systems between different health professional schools is essential for overcoming these weaknesses and strengthening collaborative endeavours. For example, the knowledge and training of physicians (general medical practitioners) for promoting oral health care for patients with chronic diseases, such as diabetes, is limited. 10 On the other hand, insufficient medical training at the dental undergraduate level predisposes general dentists to be incompetent in hospital settings, which could be a major reason for excluding them during the present COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 527,
                    "end": 528,
                    "text": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 959,
                    "end": 961,
                    "text": "2,",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 962,
                    "end": 963,
                    "text": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1444,
                    "end": 1446,
                    "text": "10",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Challenges Facing Medical-Dental Collaboration"
        },
        {
            "text": "In this context, it is interesting to lay emphasis upon the successful past experience of medical-dental integration whereby dentistry is considered as a specialty of medicine. 11, 12 The graduate of the latter (stomatology) has the advantage of being versed with a medical background and confident in a medical environment, whereas the graduate of a purely dental program (odontology) has knowledge that is mainly limited to the oral cavity, and hence, may feel inept or outside their comfort zone when confronted with medical challenges. Therefore, a more comprehensive and diverse educational system is proposed that combines medical and dental training that would be pivotal for enhancing collaboration.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "text": "11,",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 181,
                    "end": 183,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Challenges Facing Medical-Dental Collaboration"
        },
        {
            "text": "In summary, the present and incessant COVID-19 pandemic, which continues to ravage the world, has highlighted the shortcomings of medical-dental collaboration, which might negatively impact patient care. Therefore, it is strongly recommended that dental professionals should be mobilized to assist in direct or indirect patient care so as to free up their medical colleagues to deal with other frontline matters. Also, it is necessary that medical and dental education experts, together with public health officials, continue to incorporate medical and dental educational systems at all levels, with the aim of ensuring that future dentists and physicians collaborate to provide enhanced patient care, whether in private practices or other healthcare settings. This is not a preference but an ethical obligation to promote medical-dental collaboration that ultimately benefits both professions, and most importantly, the patient.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Challenges Facing Medical-Dental Collaboration"
        },
        {
            "text": "The authors declare that they have no conflict of interest.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflicts of Interest"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Dental education at the crossroads: challenges and change",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "20 years beyond the crossroads: the path to interprofessional education at U.S. dental schools",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Palatta",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "J"
                    ],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "L"
                    ],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "W"
                    ],
                    "last": "Valachovic",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Dent Educ",
            "volume": "79",
            "issn": "8",
            "pages": "982--96",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "World Health Organization. Critical preparedness, readiness and response actions for COVID-19: interim guidance",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessing systemic disease risk in a dental setting: a public health perspective",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "L"
                    ],
                    "last": "Greenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Glick",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Dent Clin North Am",
            "volume": "56",
            "issn": "4",
            "pages": "863--74",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Senior physician COVID-19 resource guide",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Institute of Medicine report: to err is human: building a safer health care system",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Homsted",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Fla Nurse",
            "volume": "48",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Crossing the quality chasm: a new health system for the 21st century",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Health professions education: a bridge to quality",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Institute Of Medicine",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "A preliminary survey of interprofessional education",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Rafter",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "J"
                    ],
                    "last": "Pesun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Herren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Linfante",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mina",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "D"
                    ],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Dent Educ",
            "volume": "70",
            "issn": "4",
            "pages": "417--444",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Perceptions and practices of general practitioners on providing oral health care to people with diabetes -a qualitative study",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poudel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [
                        "W"
                    ],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arora",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "R"
                    ],
                    "last": "Flack",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "L"
                    ],
                    "last": "Khoo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMC Fam Pract",
            "volume": "21",
            "issn": "1",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Harmonization of dental education and curricula in Europe",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Banoczy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int Dent J",
            "volume": "49",
            "issn": "2",
            "pages": "69--72",
            "other_ids": {}
        }
    },
    "ref_entries": {},
    "back_matter": [
        {
            "text": "The authors would like to thank Dr Irfan Ahmad for editing the manuscript.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgment"
        }
    ]
}