{
    "paper_id": "fe05d6c064b8ee8c291d40c03038e5a906d44a97",
    "metadata": {
        "title": "The impact of closing schools on working from home during the COVID-19 pandemic: evidence using panel data from Japan",
        "authors": [
            {
                "first": "Eiji",
                "middle": [],
                "last": "Yamamura",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Yoshiro",
                "middle": [],
                "last": "Tsustsui",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "COVID-19 has led to the closure of various schools in Japan to cope with the pandemic. This study explores how school closure influences parents' work style based on short panel data for the period of school closure from mid-March to mid-April 2020. Specifically, we analyze how the presence of their children influences parents' work at home and examine how the effect differs by the parent's gender. After controlling for various factors, we find that in cases where parents are full-time employees and the children are: (1) in primary school, mothers are more likely to work remotely, while fathers are less likely to do so and (2) in junior high school, the parents' work styles are hardly affected. This shows that mothers shoulder the burden of working remotely and caring for small children at home, while fathers tend to work in the office and spend less time with their childcare at home. Inevitably, COVID-19 has increased the inequality in the burden of child care.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "How and to what degree does COVID-19 affect households? Is there a gender difference in the effects of COVID-19 on work-life balance? These questions are critical as the COVID-19 pandemic spreads worldwide in 2020. Unexpected shocks, such as a great recession, affect modern life and thus, time allocation (e.g., Aguiar et al. 2013; Gorsuch 2016; Pabilonia 2017) . The government has required people to work from home to contain the spread of COVID-19, which inevitably leads to recession. The COVID-19 pandemic has drastically changed working styles and time use in various countries. A lockdown to cope with COVID-19 has increased the percentage of people who stay at home by 8% across US counties (Brzezinski et al. 2020) . However, people with lower-paying jobs are less able to work from home in the United Kingdom (Costa-Dias et al. 2020) . In contrast to other types of recessions, the recession caused by COVID-19 has a greater impact on sectors with high female employment shares (Alon et al. 2020) .",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 332,
                    "text": "Aguiar et al. 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 333,
                    "end": 346,
                    "text": "Gorsuch 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 347,
                    "end": 362,
                    "text": "Pabilonia 2017)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 700,
                    "end": 724,
                    "text": "(Brzezinski et al. 2020)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 820,
                    "end": 844,
                    "text": "(Costa-Dias et al. 2020)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 989,
                    "end": 1007,
                    "text": "(Alon et al. 2020)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "COVID-19 has led to the closure of schools in various countries (Baldwin and Mauro 2020) . Above all, the closure of primary schools has necessitated childcare at home, which inevitably has increased parents' burden of childcare. 1 Particularly, in a two-income household, a problem arises regarding who should care for the child at home. Married mother whose child delayed school entry increases labor supply for married women (Barua 2014) . In Italy, most of the additional housework and childcare associated to COVID-19 falls on women while childcare activities are more equally shared within the couple than housework activities under COVID-19 pandemic (Del Boca et al. 2020 ). 2 Does this hold in different cultural and social condition?",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 88,
                    "text": "(Baldwin and Mauro 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 428,
                    "end": 440,
                    "text": "(Barua 2014)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 662,
                    "end": 678,
                    "text": "Boca et al. 2020",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Primary and junior high schools were closed throughout Japan after Mach 2. However, there is a difference between Japan and other countries that implemented the policy of school closure. Under the lockdown adopted in various countries such as the United States, United Kingdom, France, and Italy, neither the firm's manager nor the employees themselves can decide whether to go to the workplace. Meanwhile, the Japanese government has declared a state of emergency, but did not mandate workers to go to work. Those who choose to go their workplace are not penalized. Japanese workers can decide whether to go to the workplace or work from home to care for their child. Based on individual-level data collected directly after the closure of school in Japan, this study examines whether in a household with a child in primary school, the husband and/or wife work from home.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Existing research has evaluated the effect of school closure to cope with outbreaks of a number of viral diseases (e.g., Cauchemez et al. 2008 Cauchemez et al. , 2014 Adda 2016) . Recent studies have considered the differences in COVID-19's effects between genders (Adams 2020; Alon et al. 2020 ). Other works have analyzed home-stay behavior (Doganoglu and Ozdenoren 2020; Engle et al. 2020; Yamamura and Tsutsui 2020) and remote work (Hatayama et al. 2020) under COVID-19 . However, other than Sevilla and Smith (2020) , not many studies have investigated how school closure affects parents' work from home and causes gender differences in work styles during 1 Self-care after school leads to an increased risk of skipping school and use of alcohol and drugs (Aizer 2004) . Economic recessions increase teenagers' risky behaviors (Pabilonia 2017) . A mother's absence reduces the time a child spends in school (Pörtner 2016) . It is important not to reduce child care during the recession caused by Parental time with children is one of the major topics in the field of household economics (e.g., Gutiérrez-Domènech 2010; Aguiar et.al. 2013; Gimenez-Nadal and Molina 2014; Morrill and Pabilonia 2015; Gorsuch 2016; Romanm and Cortina 2016; Bauer and Sonchak 2017) . the pandemic. This study contributes by analyzing the said topic in Japan, where workers can choose their working style even in an emergency situation.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 142,
                    "text": "Cauchemez et al. 2008",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 143,
                    "end": 166,
                    "text": "Cauchemez et al. , 2014",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 167,
                    "end": 177,
                    "text": "Adda 2016)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 278,
                    "end": 294,
                    "text": "Alon et al. 2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 343,
                    "end": 373,
                    "text": "(Doganoglu and Ozdenoren 2020;",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 374,
                    "end": 392,
                    "text": "Engle et al. 2020;",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 393,
                    "end": 419,
                    "text": "Yamamura and Tsutsui 2020)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 436,
                    "end": 473,
                    "text": "(Hatayama et al. 2020) under COVID-19",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 520,
                    "text": "Sevilla and Smith (2020)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 761,
                    "end": 773,
                    "text": "(Aizer 2004)",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 832,
                    "end": 848,
                    "text": "(Pabilonia 2017)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 912,
                    "end": 926,
                    "text": "(Pörtner 2016)",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1099,
                    "end": 1123,
                    "text": "Gutiérrez-Domènech 2010;",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1124,
                    "end": 1143,
                    "text": "Aguiar et.al. 2013;",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1174,
                    "text": "Gimenez-Nadal and Molina 2014;",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1175,
                    "end": 1202,
                    "text": "Morrill and Pabilonia 2015;",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1203,
                    "end": 1216,
                    "text": "Gorsuch 2016;",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1217,
                    "end": 1241,
                    "text": "Romanm and Cortina 2016;",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1242,
                    "end": 1265,
                    "text": "Bauer and Sonchak 2017)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "The main findings are that in a household, males with children aged under 12 are less likely to work from home than other males, whereas females with children aged < 12 years are more likely to work from home than other females. However, having children in primary school does not significantly influence the work styles of parents in three-generation households. That is, grandparents informally provide childcare, which has reduced gender differences in parents' work styles during the COVID-19 pandemic. 3 The remainder of this article is organized as follows. Section 2 presents an overview of the situation in Japan and explains the surveys' design. Section 3 describes the empirical method. Section 4 presents and interprets the estimated results. The final section provides some reflections and conclusions.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 508,
                    "text": "3",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "2 Design of surveys and data Figure 1 shows the changes in the total number of people infected with COVID-19 from Mach 1 to April 20. On February 27, the Japanese government requested schools to close beginning in March. The closure of various schools-primary, junior high, and high school-started on March 2 when the number of people infected with COVID-19 was only about 250. This number increased modestly and reached 1000 on March 24. Moreover, the plan to hold the 2020 Summer Olympics in Tokyo attracted criticism from citizens and other countries. Inevitably, on March 24, the Japanese government decided to postpone the Olympics for 1 year.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 29,
                    "end": 37,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Introduction"
        },
        {
            "text": "In April, the number of infected people increased drastically. In response, the government declared a state of emergency on April 7. Similar to other countries (Baldwin and Mauro 2020) , art museums and amusement parks were closed, and professional sports games were canceled. To slow down the spread of COVID-19, people were requested to avoid persons-to-person contact and gathering together and were encouraged to stay at home. However, even in cases where people did not follow the request, these people were neither punished nor penalized under the state of emergency, which differed from the practice of the \"lockdown\" in the United States, the United Kingdom, Italy, France, and Spain. Therefore, Japanese citizens could actually behave based on their free will, although moral and informal social norms, to a certain extent, deterred them from practicing undesirable behavior (Yamamura 2009 ).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 184,
                    "text": "(Baldwin and Mauro 2020)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 884,
                    "end": 898,
                    "text": "(Yamamura 2009",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "In response to the COVID-19 pandemic, in February 2020, we planned to conduct surveys to collect data for exploring the impact of COVID-19 on individual behaviors and households. INTAGE, a research company, has extensive experience in academic research. Because of its esteemed reputation and reliability, we commissioned INTAGE to conduct a survey through the Internet. The sampling method was designed to gather a representative sample of the Japanese population with regard to gender, age, educational background, and location of residence. Our survey selected Japanese citizens aged 16-79 throughout Japan. As illustrated in Fig. 1 , the surveys were conducted three times to pursue the same individuals from March to April.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 629,
                    "end": 635,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Design of surveys"
        },
        {
            "text": "The first wave was conducted on March 13-16. We gathered 4359 observations, and the response rate was 54.7%. The second and third waves were conducted on March 27-30 and April 10-13. The response rates reached 80.2% (second wave) and 92.2% (third wave). The total number of observations was 11,867.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Design of surveys"
        },
        {
            "text": "The components of the research sample are shown in Table 1 . In Appendix, we provide the information showing that the data used for this analysis is similar to the data based nationally-representative surveys. This study examines how workers have changed their way of working during the COVID-19 pandemic. Hence, we limit the sample to workers. Further, the effect of having a child in primary school is considered. We assume that respondents who have children in primary school are aged below 50 years. To compare people with similar characteristics, we further limit the sample to respondents aged below 50. In the alternative sample, respondents are aged below 40. Part-time workers are more likely to lose their jobs than full-time workers, especially in emergency situations. Salaried and formal workers have jobs that are more amenable to working from home than the average workers (Hatayama et al. 2020) . To scrutinize the effect of having children who attend school, it is important to compare people that have similar jobs. Hence, we further limited the sample to fulltime workers because they are less likely to lose their jobs. The main sample includes respondents who are workers aged below 50, with 2436 and 2009 observations for the male and female sub-samples, respectively. In each sample, observations with Table 2 . The survey questionnaire contained basic questions about demographics such as age, gender, educational background, household income, and job status, and about having children in primary school or junior high school. The job status has ten categories. 4 Full-time workers are classified into three categories. 5 Workers are further classified into seven categories. 6 We assumed that the job status did not change because the three waves were conducted within a month. However, it is possible that some fulltime workers lost their jobs during the recession caused by the COVID-19 pandemic. Therefore, in addition to the estimation results using a combined sample of waves 1-3, we also report the results using the sample of Wave 1, in which we asked respondents their job status. 7 Therefore, the respondents' job statuses are correct in the Wave 1 sample, even if they lost their jobs thereafter. Primary School, a dummy for having a child in primary school, is a key independent variable.",
            "cite_spans": [
                {
                    "start": 888,
                    "end": 910,
                    "text": "(Hatayama et al. 2020)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1700,
                    "end": 1701,
                    "text": "6",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 51,
                    "end": 58,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1325,
                    "end": 1332,
                    "text": "Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "In waves 1-3, respondents were asked the following questions: Tables 5, 7 and 8 \"Within a week, to what degree have you practiced the behavior of 'not going to the workplace'? Please answer based on a scale from 1 (I have not practiced this behavior at all) to 5 (I have completely practiced this behavior).\"",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 62,
                    "end": 79,
                    "text": "Tables 5, 7 and 8",
                    "ref_id": "TABREF4"
                }
            ],
            "section": "Data"
        },
        {
            "text": "We assumed that \"not going to the workplace\" meant \"working from home\" rather than \"taking leave\" because the Japanese Government had requested citizens to work from home. 8 The answers to these questions served as proxies for the degree of \"Work from Home.\" Figure 2 illustrates the changes in \"Work from Home\" as time passed and compares the difference between genders. Figure 2 shows that female workers' work-from-home behavior is almost the same as that of male workers if they do not have children in primary school. It is surprising that female workers' work-from-home behavior is distinctly higher than that of male workers if they have children in primary school. Therefore, for parents with children in primary school, the mothers tend to work from home and the fathers tend to work in the workplace. As for workers with children in junior high school and others, there is no obvious difference observed. Taken together, Figs. 1 and 2 reveal that the workfrom-home behavior remained stable from waves 1 to 3, although COVID-19 spread drastically and the state of emergency was declared during this period.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 259,
                    "end": 267,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 372,
                    "end": 380,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Data"
        },
        {
            "text": "Turning to Fig. 3 , the upper part indicates that males with children in primary school were less likely to work from home than other males. Meanwhile, females with children in primary school were more likely to work from home than other females. Therefore, the gender gap for Japanese citizens with children in primary school is very large, while the gender gap for those who do not have children in primary school is very small. The lower part demonstrates that there is no difference between citizens with children in junior high school and others. This is observed not only for males but also for females. The findings in Fig. 3 are consistent with the argument of Hatayama et al. (2020) that women tend to have jobs that are more amenable to working from home than the average worker. However, within the same gender, there is remarkable difference in the work-from-home behavior according to whether citizens have children in primary school, although having children in junior high school did not make difference. Overall, the observations in Fig. 3 suggest that parental care for children in primary school is more essential than that for children in junior high school during the COVID-19 pandemic, likely because primary school students are less mature. Figure 4 demonstrates the distribution of work-from-home behavior. Around 30% of female and 15% of male respondents completely practiced \"work from home\" (i.e., those who responded \"5\" to the questionnaire). Meanwhile, around 45% of female and 55% of male respondents did not practice this behavior at all (i.e., those who responded \"1\"). The females' work behavior is distributed between the two extremes, whereas that of the males' is concentrated in \"1.\" That is, the male respondents mostly have not practiced the behavior at all.",
            "cite_spans": [
                {
                    "start": 669,
                    "end": 691,
                    "text": "Hatayama et al. (2020)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 17,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 632,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1049,
                    "end": 1055,
                    "text": "Fig. 3",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1271,
                    "text": "Figure 4",
                    "ref_id": null
                }
            ],
            "section": "Data"
        },
        {
            "text": "Panel A of Table 3 compares the characteristics of respondents with children in primary school and others. As a whole, respondents with children in primary school are more educated, earn higher income, and are older than others. In Panel B, a similar tendency is observed, except for the educational background. We should take these differences into account when we examine the effect of having school-aged children. As explained in the next section, in addition to the OLS (Ordinary Least Square) model, we conduct a propensity score matching (PSM) estimation to compare respondents with similar characteristics. ",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 11,
                    "end": 18,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                }
            ],
            "section": "Data"
        },
        {
            "text": "We used a simple OLS regression model. 9 The estimated function takes the following form: 10 Sample is limited to workers under 50 years old **, and *** denote statistical significance at the 5%, and 1% levels, respectively 9 Work from Home is an ordered, discrete variable. In this case, the ordered probit estimation is appropriate. However, its estimation results are similar to the results derived from the OLS model. Our argument does not change when using the ordered probit. However, the interpretation of the OLS results is simpler and easier to understand than that of the ordered probit model. Thus, OLS is used in this study. The results of the ordered probit model are available upon request from the corresponding author. 10 The difference in difference (DID) method is appropriate to examine impact of the school closure. However, unfortunately, we could not use the DID method because school closure has been conducted even in the first wave and throughout Japan. We would employ the DID method to re-examine the findings of the present study if we obtain the data which is appropriate for the DID method.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 40,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 737,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "OLS model"
        },
        {
            "text": "In this formula, Work from Home it represents the dependent variable for individual i and wave t. Primary School is the key independent variable for exploring the effects of having children in primary school. To check for differences in the requirements of child care, Junior High School, a dummy for having a child in junior high school, is included in the estimations. 11 The second (Wave 2) and third wave (Wave 3) dummies are included; their reference group is the first wave. These dummies capture the degree of change in the dependent variables compared with the first wave. The regression parameters are denoted as α. The error term is denoted by u. The data structure is a panel. However, we did not employ the fixed effects estimation because Primary School is constant and therefore, captured as fixed effects. Accordingly, the estimation results of Primary School cannot be obtained. 12 We divided the sample into males and females to conduct the model for gender comparison. Furthermore, the situation in Japan drastically changed during the study period, as illustrated in Fig. 1 . Therefore, we conducted the same estimations using a sub-sample of Wave 1 to focus on the situation before the rapid spread of COVID-19 and the declaration of the state of emergency. In addition, we can correctly identify the respondent's job status in Wave 1.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 897,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 1086,
                    "end": 1092,
                    "text": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "OLS model"
        },
        {
            "text": "We examined an alternative estimation, the PSM estimation. PSM estimates the average treatment effect (ATE) on the treated group to find a comparable observation in the untreated group (Abadie and Imbens 2016). To do this, we applied Eq. (2) to estimate the propensity score for each subject:",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching estimation"
        },
        {
            "text": "Here, Prob and L stand for probability and the logistic function, respectively. The other variables were not included because they are not predetermined by Primary Student. As shown in Table 3 , Primary Student is influenced by Age and Years of Schooling. However, the income level is not considered predetermined because having a child changes the work style, leading to a change in income. Accordingly, income was not included in Eq. (2). In the same framework, the probability of a Junior High Student was estimated. We estimated ATE by matching each subject to a single subject with the opposite treatment whose propensity score is the closest. 11 We only asked information about child's school at March (in the first wave). We assume that children did not move up to the upper school during the studied period. 12 It is possible that primary school students entered junior high school in April if they were in sixth grade in March under the educational system of Japan. Similarly, junior high school students possibly entered high school in April if they were in third grade in March. However, we only asked respondents whether they have a child in primary school (junior high school) in Wave 1. Thus, we assume that Primary School and Junior High School are the same from Wave 1 to Wave 3. Table 4 reports the results based on a sample of workers aged 50 and 40. We see from Table 4 that the coefficients of Primary School are negative and positive for males and females, respectively. Furthermore, the results are statistically significant at the 1% level. This suggests that in households with children in primary school, working mothers are more likely to work from home, while fathers are less likely to work from home. Junior High School does not show statistical significance in any column. This indicates that children in primary school influence their parents' way of working, whereas children in junior high school do not. This reflects a difference in the necessity for childcare between children in primary school versus those in junior high school, who are considered to be more mature. Table 5 reports the results using a sample of full-time workers. Table 5 shows that Primary School has similar results to those in Table 4 . That is, the sign of Primary School indicates a statistically significant difference between males and females. The absolute values of its coefficients are 0.41 for males and 0.85 for females, using subsamples of participants aged below 50. This means that full-time male workers with children in primary school are 0.41 points less likely to work from home (on a fivepoint scale) compared with full-time male workers. Full-time female workers with children in primary school are 0.85 points more likely to work from home (on a fivepoint scale) compared with other full-time female workers. 13 In short, the impact of Primary School on females is approximately two times larger than that on males, although the impact is opposite between the genders. One reason that fathers were more likely to work outside during school closure is that their kids stayed at home and play loudly. Also, an alternative explanation is that fathers worked outside because their wife stayed at home and helped them to do so during March-April. Junior High School shows a significant negative sign in columns (1) and (2), but this becomes insignificant in columns (3) and (4). That is, the effects of Junior High School are not robust.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 651,
                    "text": "11",
                    "ref_id": null
                },
                {
                    "start": 816,
                    "end": 818,
                    "text": "12",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "text": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1296,
                    "end": 1303,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1381,
                    "end": 1388,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 2105,
                    "end": 2112,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2170,
                    "end": 2177,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 2236,
                    "end": 2243,
                    "text": "Table 4",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "Propensity score matching estimation"
        },
        {
            "text": "In Table 5 , as for the control variables that show statistical significance, in columns (1) and (2), Age and Age Square show negative and positive signs, respectively. This means that the older the workers are, the less likely they are to work from home, although the effect is diminished as the workers get older. In our interpretation, older workers are more likely to hold a position of responsibility; thus, they are required to work in the office to deal with complicated and difficult problems, even during the COVID-19 pandemic. We observe a significant positive sign for Wave 3. As shown in Fig. 1, Wave 3 was conducted after the state of emergency was declared. Naturally, full-time workers were more likely to adhere to the request of working from home at the time of Wave 3. The absolute values of the coefficients are 0.23 and 0.28 for males and females, respectively. The absolute values of the coefficients of 13 As is shown in results presented in Tables 4 and 5, full-time workers may be more likely to work from home than part-time workers, at least among women. There might have been a group of working mothers who had no choice but to leave children alone at home or to quit their jobs because they did not have the option of working from home to stay with their children.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 600,
                    "end": 614,
                    "text": "Fig. 1, Wave 3",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "OLS estimation"
        },
        {
            "text": "Primary School and Wave 3 jointly indicate that for a female having a child in primary school increases of Work from Home, which is roughly three times more than increase of Work from Home from the first wave to the third wave. Numbers within parentheses are robust standard errors clustered by prefectures. In all columns, various control variables such as job dummies, current residential prefecture dummies, and a constant are included. However, these estimates are not reported **, and *** denote statistical significance at the 5%, and 1% levels, respectively Numbers within parentheses are robust standard errors clustered by prefectures. In all columns, various control variables such as job dummies, current residential prefecture dummies, and a constant are included. However, these estimates are not reported *, **, and *** denote statistical significance at the 10%, 5%, and 1% levels, respectively Drastic changes in the situation possibly increased the number of unemployed workers. As shown earlier, the question about Work from Home relates to whether respondents do not go to the workplace. There is a possibility that people who lost their jobs after Wave 2 and Wave 3 are included in those who work from home. To reduce the measurement error, we limit the sample to Wave 1 since at that time we asked respondents their work status. The results of the Wave 1 sub-sample are shown in Panel A of Table 6 , although we only report the results of key variables. With respect to the female sample, Primary School continues to show a positive sign with statistical significance at the 1% level. For the male sample, Primary School becomes insignificant in column (3). Panel B reports the results based on Waves 1 and 2 subsamples, which are similar to those in Panel A. The effects of Primary School are robust to alternative sub-samples.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1411,
                    "end": 1418,
                    "text": "Table 6",
                    "ref_id": "TABREF5"
                }
            ],
            "section": "OLS estimation"
        },
        {
            "text": "Overall, the combined results in Tables 4-6 reveal that female workers are likely to work from home if they have a child in primary school, while the opposite effect is observed for male workers. According to existing works (Aguiar et al. 2013; Gimenez-Nadal and Molina 2014) , in the previous periods of economic recession, males were observed to allocate more time to childcare, which is contradictory to our findings in this recession caused by the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 244,
                    "text": "(Aguiar et al. 2013;",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 245,
                    "end": 275,
                    "text": "Gimenez-Nadal and Molina 2014)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "OLS estimation"
        },
        {
            "text": "It is widely observed that mothers with small children have a better chance to work if grandparents live with them and care for the children (e.g., Ho 2015; Bratti et al. 2018; Takaku 2019) . If this holds true, Primary School would not influence Work from Home in a household with three-generations. To test this assumption, we conducted estimations using a sub-sample of households with three-generations. 14 In Table 7 , the statistical significance of Primary School disappears in all columns. This clearly shows that the closure of school has no impact on the working styles of working fathers and mothers. This is consistent with the argument of existing studies.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 156,
                    "text": "Ho 2015;",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 157,
                    "end": 176,
                    "text": "Bratti et al. 2018;",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 177,
                    "end": 189,
                    "text": "Takaku 2019)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [
                {
                    "start": 414,
                    "end": 421,
                    "text": "Table 7",
                    "ref_id": "TABREF6"
                }
            ],
            "section": "OLS estimation"
        },
        {
            "text": "For the PSM analysis to be valid, we checked whether the estimated propensity score adequately balances the characteristics of the treated and untreated groups. 15 In our case, the covariates to estimate the propensity score are Age and Years of Schooling. Therefore, we checked whether these two variables become closer by matching between those that have children in primary school (junior high school) and others. Specifically, we calculated the covariates' standardized difference and the variance ratio between them. The balancing condition requires that (1) the standardized difference for the matched data is closer to 0 than for the raw data, and (2) the variance ratio for the matched data is closer to 1 than for the raw data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching estimation"
        },
        {
            "text": "In Table 8 , the results of the covariate balance check are presented. In Panel A, checking Primary School, the standardized difference in Age decreases from 0.29 for the raw sample to −0.06 for the matched sample, 16 while the variance ratio shown in parentheses increases from 0.49 to 0.94. The results for Years of Schooling also show that the matched samples are well-balanced. The results of the covariate check for Junior High School are presented in Panel B. Similar to Panel A, both Age and Years of Schooling are balanced. These results suggest that the propensity score matching method is valid. Table 9 presents the average treatment effect (ATE) of having children in primacy school on Work from Home. We specify the maximum distance (caliper) to be 0.03, Numbers within parentheses are robust standard errors clustered by prefectures. In all columns, various control variables such as job dummies, current residential prefecture dummies, and a constant are included. However, these estimates are not reported *, **, and *** denote statistical significance at the 10%, 5%, and 1% levels, respectively (1) and (2) Values without parentheses are the standardized difference between those having primary school pupils (Junior high school student) and others. Values within parentheses are the variance ratios between them Average treatment effect (ATE) of having primary school pupil (junior high school student) on remote work. The Logit model is used for calculating the propensity score. Abadie-Imbens robust standard errors are shown in parentheses. \"Excluded observations\" shows number of observations are excluded because these observations have no propensity-score matches within caliper (0.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 8",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 606,
                    "end": 613,
                    "text": "Table 9",
                    "ref_id": "TABREF9"
                }
            ],
            "section": "Propensity score matching estimation"
        },
        {
            "text": "3)",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching estimation"
        },
        {
            "text": "The symbols *, **, and *** denote statistical significance at the 10%, 5%, and 1% levels, respectively",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Propensity score matching estimation"
        },
        {
            "text": "Overall, the results of Primary School are robust to alternative specifications. What we found in this study partly reflects the fact that females' jobs are more amenable to working from home (Hatayama et al. 2020 ). In the post-COVID-19 period, it is plausible that females are more able to work from home, which improves women's social status. In the workplace, managers instruct working mothers with small children to work from home in consideration of their situation. Her husband might welcome that she works from home because he can focus on his work in the workplace. The spousal gap has changed the allocation of housework between husband and wife (Yamamura and Tsutsui 2021) . The gender gap is very large in Japan (World Economic Forum 2020). Accordingly, in the case of female workers with small children, women work not only as salaried workers, but also as caregivers for their children. Yamamura and Tsutsui (2020) found that people's mental condition worsened as the COVID-19 pandemic diffused. Within a household, the gender gap in the burden of work may have a negative influence on the mental condition of the mother and her child. 17 An increase in stress may lead a mother to abuse her child, which has a negative impact on child growth. Therefore, it is critical to consider how to maintain work-life balance and to reduce the gender gap between husband and wife for designing the post-COVID-19 society.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 213,
                    "text": "(Hatayama et al. 2020",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 656,
                    "end": 683,
                    "text": "(Yamamura and Tsutsui 2021)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 901,
                    "end": 928,
                    "text": "Yamamura and Tsutsui (2020)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "Propensity score matching estimation"
        },
        {
            "text": "The policy of school closure has been adopted in various countries to cope with the COVID-19 pandemic. During the period after the declaration of school closure in Japan, we collected data to explore whether school closure leads full-time workers with schoolaged children to work from home. Further, we investigated whether the effect of school closure differed between genders. We found that children in primary school lead working mothers to work from home. Meanwhile, fathers with primary-school-aged children are less likely to work from home than other male workers. This implies that the COVID-19 pandemic has increased the gender childcare gap and increased the burden of wives who work not only as remote workers but also as housewives.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Our findings are consistent with the argument of gender identity (Akerlof and Kranton 2000) . By contrast, Sevilla and Smith (2020) analyzed gender allocation of childcare within couples with children aged < 12 years in the United Kingdom and found that the gender childcare gap has become smaller than before the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 91,
                    "text": "(Akerlof and Kranton 2000)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 107,
                    "end": 131,
                    "text": "Sevilla and Smith (2020)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Conclusion"
        },
        {
            "text": "Different findings from the United Kingdom and Japan can be interpreted in various ways. Japanese workers are more loosely controlled by the government than in the United Kingdom. Hence, male workers can work in the workplace, which explains the difference. From a different perspective, women's social status in Japan is far lower than that of women in the United Kingdom (World Economic Forum 2020). Therefore, due to differences in bargaining power, working mothers are more likely to shoulder a larger burden. However, the increase in female burden generates stress, not only on herself but also on her child. From a long-term perspective, this has a detrimental effect on women's mental health and their children's growth. Thus, it is important for researchers to investigate the reason for the different impacts of COVID-19 on the gender gap in childcare between the United Kingdom and Japan. In future research, we should examine how the effects of COVID-19 differed between different cultural and economic settings by using more sophisticated approach such as the DID method or experiments. Comparing collected sample with the representative sample from government surveys in terms of educational background. Data is limited to workers. \"High school\" means schooling years being equal or lower than 12 years. \"Junior college\" means schooling years being equal to 14 years. \"University\" means schooling years being equal or higher than 16 years ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Matching on the estimated propensity score",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Abadie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Imbens",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Econometrica",
            "volume": "84",
            "issn": "2",
            "pages": "781--807",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Regional variations in labor force behavior of women in Japan",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abe",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Japan and the World Economy",
            "volume": "28",
            "issn": "",
            "pages": "112--124",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Gender equality in work and COVID-19 deaths. COVID Economics Vetted and Real-Time Papers",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "B"
                    ],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "23--60",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Economic activity and the spread of viral diseases: evidence from high frequency data",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adda",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Quarterly Journal of Economics",
            "volume": "131",
            "issn": "",
            "pages": "891--941",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Time use during the Great Recession",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Karabarbounis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "American Economic Review",
            "volume": "103",
            "issn": "5",
            "pages": "1664--96",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Home alone: supervision after school and child behavior",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aizer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Public Economics",
            "volume": "88",
            "issn": "9",
            "pages": "1835--1848",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Economics and identity",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "A"
                    ],
                    "last": "Akerlof",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [
                        "E"
                    ],
                    "last": "Kranton",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Quarterly Journal of Economics",
            "volume": "115",
            "issn": "",
            "pages": "715--753",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "The impact of Covid-19 on gender equality",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Alon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doepke",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Olmstead-Rumsey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tertilt",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "COVID Economics Vetted and Real-Time Papers",
            "volume": "4",
            "issn": "",
            "pages": "62--85",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Childcare availability, household structure, and maternal employment",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Asai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kambayashi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Journal of the Japanese and International Economies",
            "volume": "38",
            "issn": "",
            "pages": "172--192",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Mitigating COVID economic crisis: Act fast and do whatever it takes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mauro",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Intertemporal substitution in maternal labor supply: evidence using state school entrance age laws",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Barua",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Labor Economics",
            "volume": "31",
            "issn": "",
            "pages": "129--140",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "The effect of macroeconomic conditions on parental time with children: evidence from the American time use survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sonchak",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Review of Economics of Household",
            "volume": "15",
            "issn": "3",
            "pages": "905--924",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Grandparental availability for child care and maternal labor force participation: pension reform evidence from Italy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bratti",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Frattini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Scervini",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Population Economics",
            "volume": "31",
            "issn": "4",
            "pages": "1239--1277",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Does child care availability play a role in maternal employment and children's development? Evidence from Italy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Brilli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Boca",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pronzato",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Review of Economics of Household",
            "volume": "14",
            "issn": "1",
            "pages": "27--51",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "The COVID-19 pandemic: government versus community action across the United States",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Brzezinski",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Deiana",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kecht",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Van Dijcke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "COVID Economics Vetted and Real-Time Papers",
            "volume": "7",
            "issn": "",
            "pages": "115--147",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "School closures during the 2009 influenza pandemic: national and local experiences",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "D"
                    ],
                    "last": "Van Kerkhove",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [
                        "N"
                    ],
                    "last": "Archer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "BMC Infectious Diseases",
            "volume": "14",
            "issn": "",
            "pages": "1--11",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Estimating the impact of school closure on influenza transmission from Sentinel data",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Valleron",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [
                        "Y"
                    ],
                    "last": "Boelle",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "452",
            "issn": "",
            "pages": "750--755",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Getting people back into work. COVID Economics Vetted and Real-Time Papers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Costa-Dias",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Farquharson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griffith",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Levell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "76--97",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Women's and men's work, housework and childcare, before and during COVID-19",
            "authors": [
                {
                    "first": "Del",
                    "middle": [],
                    "last": "Boca",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oggero",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Profeta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Review of Economics of Household",
            "volume": "18",
            "issn": "4",
            "pages": "1001--1017",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Should I stay or should I go (out): The role of trust and norms in disease prevention during pandemics. COVID Economics Vetted and Real-Time Papers",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Doganoglu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Ozdenoren",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "16",
            "issn": "",
            "pages": "135--160",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "Staying at home: mobility effects of Covid-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Engle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Stromme",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "COVID Economics Vetted and Real-Time Papers",
            "volume": "4",
            "issn": "",
            "pages": "86--102",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Regional unemployment, gender, and time allocation of the unemployed",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "I"
                    ],
                    "last": "Gimenez-Nadal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Molina",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Review of Economics of the Household",
            "volume": "12",
            "issn": "1",
            "pages": "105--127",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Parental employment and time with children in Spain. Review of Economics of Household",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gutiérrez-Domènech",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "8",
            "issn": "",
            "pages": "371--391",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Decomposing the increase in men's time on childcare during the great recession",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gorsuch",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Review of Economics of Household",
            "volume": "14",
            "issn": "1",
            "pages": "53--82",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Jobs' amenability to working from home: evidence from skills surveys for 53 countries",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hatayama",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Viollaz",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "COVID Economics Vetted and Real-Time Papers",
            "volume": "19",
            "issn": "",
            "pages": "211--240",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Money for nothing? Universal child care and maternal employment",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Havnes",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mogstad",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Public Economics",
            "volume": "95",
            "issn": "",
            "pages": "1455--1465",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Grandchild care, intergenerational transfers, and grandparents' labor supply",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Review of Economics of the Household",
            "volume": "13",
            "issn": "",
            "pages": "359--384",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "What effects do macroeconomic conditions have on the time couples with children spend together?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morrill",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pabilonia",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Review of Economics of the Household",
            "volume": "13",
            "issn": "4",
            "pages": "791--814",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Teenagers' risky health behaviors and time use during the Great Recession",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Pabilonia",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Review of Economics of the Household",
            "volume": "15",
            "issn": "3",
            "pages": "945--64",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Effects of parental absence on child labor and school attendance in the Philippines",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pörtner",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Review of Economics of the Household",
            "volume": "14",
            "issn": "1",
            "pages": "103--130",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Family time of couples with children: Shortening gender differences in parenting?",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "G"
                    ],
                    "last": "Romanm",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cortina",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Review of Economics of the Household",
            "volume": "14",
            "issn": "5",
            "pages": "921--940",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Baby steps: the gender division of childcare during the Covid-19 pandemic. COVID Economics Vetted and Real-Time Papers",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sevilla",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "58--78",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "The wall for mothers with first graders: availability of afterschool childcare and continuity of maternal labor supply in Japan",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Takaku",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Review of Economics of the Household",
            "volume": "17",
            "issn": "1",
            "pages": "177--199",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Childcare and labor force participation in the Netherlands: the importance of attitudes and opinions",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Van Gameren",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ooms",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Review of Economics of Household",
            "volume": "7",
            "issn": "4",
            "pages": "395--421",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "The global gender gap report 2020",
            "authors": [],
            "year": 2020,
            "venue": "Geneva: World Economic Forum",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Impact of formal and informal deterrents on crime",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yamamura",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Socio-Economics",
            "volume": "38",
            "issn": "4",
            "pages": "611--621",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Impact of the state of emergency declaration for COVID-19 on preventive behaviors and mental conditions in Japan: difference in difference analysis using panel data. COVID Economics Vetted and Real-Time Papers",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yamamura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsutsui",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "23",
            "issn": "",
            "pages": "303--324",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "Spousal gap in age and identity and their impact on the allocation of housework",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yamamura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsutsui",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Forthcoming. Empirical Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Timing of closing school and surveys E. Yamamura, Y. Tsustsui children in primary school total 626 and 528. Thus,~25 % of the respondents have children in primary school. We used various sub-samples to check the robustness of the estimation results of the main sample.The descriptions of the variables used in this study are shown in",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Change of \"Work from home\" and its gender difference according to having primary school pupil. Sample of ages ≤ 50 and having full-time employed workers",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Comparison of \"Work from home\" between having school students and others. Sample is group of workers Histogram of degree of \"Work from home\" by comparing genders. Sample is group of workers under 50 ages 3 Methodology",
            "latex": null,
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Comparing collected sample with the representative sample from government surveys in terms of residential regions. 1, 2, 3, 4, 5, 6, 7 in x-line mean Hokkaido-Tohoku, Knato, Chubu, Kansai, Chugoku, Shikoku, and Kyushu regions, respectivelyFig. 7",
            "latex": null,
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Comparing collected sample with the representative sample from government surveys in terms of ages. x-line indicates age group",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Sample was used for estimations reported in",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Definition and basic statistics",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Mean difference testPanel A: between respondents having primary school pupil and others",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "Estimation results of the baseline model (dependent variable is \"Work from home\"): workers including part-time job",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "Estimation results (dependent variable is \"Work from home\"): full-time employed workers",
            "latex": null,
            "type": "table"
        },
        "TABREF5": {
            "text": "Estimation results (dependent variable is \"Work from home\"): robustness check for key variables using various sub-samples",
            "latex": null,
            "type": "table"
        },
        "TABREF6": {
            "text": "Estimation results (dependent variable is \"Work from home\"): examining effect of grand-parents",
            "latex": null,
            "type": "table"
        },
        "TABREF7": {
            "text": "of Table 5. These results indicate that the estimation results of Primary School are very robust and reliable. In the lower part of the table, Junior High School shows statistical significance only for the male sample. Further, its coefficient's sign varies according to the sub-sample. Hence, the effects of Junior High School are not clear.",
            "latex": null,
            "type": "table"
        },
        "TABREF8": {
            "text": "Covariate balance check: propensity score matching estimation (sample: Age ≤ 50, Full-time employed workers)",
            "latex": null,
            "type": "table"
        },
        "TABREF9": {
            "text": "Propensity Score matching model (dependent variable is \"Work from home\")",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "Acknowledgements We would like to thank Editage [http://www.editage.com] for editing and reviewing this manuscript for English language. This study was supported by Fostering Joint International Research B (Grant No.18KK0048) from the Japan Society for the Promotion of Science. The impact of closing schools on working from home during the COVID-19 pandemic: Evidence using panel data from Japan",
            "cite_spans": [],
            "ref_spans": [],
            "section": "acknowledgement"
        },
        {
            "text": "Conflicts of interest The authors declare that they have no conflict of interest.Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Compliance with ethical standards"
        }
    ]
}