{
    "paper_id": "fe09aa4f7344baaf56ff01c957c4602db15ca7af",
    "metadata": {
        "title": "The impact of machine learning on UK financial services",
        "authors": [
            {
                "first": "Bonnie",
                "middle": [
                    "G"
                ],
                "last": "Buchanan",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Danika",
                "middle": [],
                "last": "Wright",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Machine learning is an increasingly key influence on the financial services industry. In this paper, we review the roles and impact of machine learning (ML) and artificial intelligence (AI) on the UK financial services industry. We survey the current AI/ML landscape in the UK. ML has had a considerable impact in the areas of fraud and compliance, credit scoring, financial distress prediction, robo-advising and algorithmic trading. We examine these applications using UK examples. We also review the importance of regulation and governance in ML applications to financial services. Finally, we assess the performance of ML during the Covid-19 pandemic and conclude with directions for future research.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The Fourth Industrial Revolution is thought of as a series of transformative technological breakthroughs in areas including artificial intelligence (hereafter AI) and machine learning (hereafter ML) that are currently disrupting and innovating businesses as well (1943) recognized that brain signals are digital in nature, specifically displaying binary signals. According to Chakraborty and Joseph (2017) , ML systems comprise five components: (i) a problem, (ii) a data source, (iii) a model, (iv) an optimization algorithm, and (v) validation and testing. The ideal situations for ML are those that require extracting patterns from noisy data or sensory perception. The four main drivers of the growth in ML include: (i) the transition from physical to electronically stored data, (ii) improvements in memory and computing speed, (iii) easier access to data due to the Internet, and (iv) low-cost high-resolution digital sensors (Buchanan, 2019) .",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 269,
                    "text": "(1943)",
                    "ref_id": null
                },
                {
                    "start": 376,
                    "end": 405,
                    "text": "Chakraborty and Joseph (2017)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 932,
                    "end": 948,
                    "text": "(Buchanan, 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "A subset of ML is deep learning (DL), which FSB (2017) defines as a form of machine learning that uses algorithms that work in 'layers' inspired by the structure and function of the brain. Deep learning algorithms, whose structure are called artificial neural networks, can be used for supervised, unsupervised, or reinforcement learning.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "DL is considered to be a statistical technique for finding patterns in large amounts of data. Much of DL is underpinned by neural networks which mimic the way multiple layers of the brains' neurons work (hence the term 'deep'). In summary, DL is a subset of ML, which in turn is a subset of AI. Financial services ML can be categorized according to the following broad classifications: (i) fraud detection and compliance; (ii) credit risk analysis and prediction of financial distress; (iii) banking chatbots and robo-advisory services; and (iv) algorithmic trading.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "Each of these categories has had a considerable impact on the UK financial services sector, and the outlook is optimistic (Hall and Pesenti, 2017; CognitionX, 2018) . A 2019 Bank of England (BoE) survey finds that two-thirds of financial institutions surveyed currently use some form of ML, with the majority of uses in banking and insurance (Bank of England, 2019) .",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 146,
                    "text": "(Hall and Pesenti, 2017;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 147,
                    "end": 164,
                    "text": "CognitionX, 2018)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 342,
                    "end": 365,
                    "text": "(Bank of England, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "In this paper, we examine trends in the application of AI and ML in the UK financial services industry and the overall impact. Moreover, we discuss challenges and opportunities facing the sector alongside advances in AI and ML use. We also detail how ML and AI are applied to big data and how algorithms are used to generate value in the commodification of data in financial services.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The paper is set out as follows: in the next section we discuss the current AL/ML landscape, with an emphasis on the UK. Machine learning applications in UK financial services follow, with more detailed discussions on fraud detection, compliance, credit scoring, financial distress prediction, robo-advisory services, and algorithmic trading. We then discuss the importance of regulation and ML. We then discuss the impact of quantum computing on ML development in the UK. The importance of good governance in AI/ML follows and the final section concludes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "I. Introduction"
        },
        {
            "text": "The UK ranks third globally in terms of the number of AI companies based there, coming after China and the USA (Buchanan, 2019) . China's rapid rise in ML is attributed to the massive supply of data (for example, WeChat has over a billion users) and the growth of facial recognition and AI chips in the country. The increase in AI chip revenue has the potential of boosting economic growth and productivity, improving societal growth, and generating savings. The UK is looking to also capitalize on thisespecially in the field of financial services. In Figure 1 we observe that Spark MLlib (a machine learning library) and TensorFlow (a machine learning platform) are rated the most critically important technologies worldwide.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 127,
                    "text": "(Buchanan, 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [
                {
                    "start": 553,
                    "end": 561,
                    "text": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "II. The current AI/ML landscape in the UK"
        },
        {
            "text": "In terms of AI's contribution to the UK economy, Hall and Pesenti (2017) estimate AI could add an additional US$814 billion (£630 billion) by 2035. Since 2014 6 new AI startups have rapidly established in the UK. Swiftkey, DeepMind, Ravelin, Featurespace, Previse, and Crowdemotion are among the more prominent UK AI companies.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 72,
                    "text": "Hall and Pesenti (2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "II. The current AI/ML landscape in the UK"
        },
        {
            "text": "In 2015 Blackrock acquired automated investment platform FutureAdvisor and invested £60 million into early-stage UK venture capital fund Forward Partners, which targets applied AI startups. 7 In January 2020, the UK had the fourth highest concentration of unicorns globally. 8 Ten UK headquartered unicorns were active in the finance, insurance, and real estate industry, ahead of the four unicorns specifically dedicated to health and pharmaceuticals (Statista, 2020) . Table 1 displays the number of AI firms and AI-Fintech firms in 2020 by country according to region. Firms are categorized as belonging to either AI or Fintech, based on the Crunchbase category groups. Table 1 shows that the highest number of AI firms and AI-Fintech firms are located in the USA, followed by the UK, India, and Israel. China, Canada, and Germany also have a high number of AI firms. India's national AI strategy has focused on the social sector (i.e. health, education, agriculture, smart cities, and smart mobility) and AI investment leapt from US$44 million in 2016 to US$77 million in 2017. 9 The Israeli AI sector raised close to $2 billion in 2018 and is growing rapidly. Many Israeli AI entrepreneurs have a strong military background, and as a result have more extensive hands-on experience working with AI, image processing, and data science than many other international entrepreneurs. The main AI technologies in Israel include machine learning, deep learning, computer vision, natural language processing, robotics, and speech recognition. 10 Table 2 provides a more granular comparison of the UK and US AI and Fintech markets. The headquarters for AI and Fintech firms is tabulated for both countries. We observe that UK AI and Fintech firms are much more geographically concentrated than those in the US. Most UK AI firms are headquartered in the south of the nation, with London accounting for nearly three-quarters of AI headquarters, followed by Cambridge. Fintech firms are concentrated in London (74.7 per cent) followed by Manchester (1.6 per cent). In the US, the picture is very different. California is the preferred headquarter location for both AI and Fintech firms (44.5 per cent and 29.2 per cent, respectively). New York is the second most popular location (with 14.2 per cent and 17.2 per cent, respectively). California is the preferred choice due to proximity to Silicon Valley firms, and New York also has the advantage of proximity to Wall Street firms.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "text": "7",
                    "ref_id": null
                },
                {
                    "start": 452,
                    "end": 468,
                    "text": "(Statista, 2020)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1082,
                    "end": 1083,
                    "text": "9",
                    "ref_id": null
                },
                {
                    "start": 1539,
                    "end": 1541,
                    "text": "10",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 471,
                    "end": 478,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 673,
                    "end": 680,
                    "text": "Table 1",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "II. The current AI/ML landscape in the UK"
        },
        {
            "text": "In Table 3 we present the 2020 world rankings, based on valuation, of the largest leading UK AI start-ups. Graphcore, based in Bristol, is tanked 15th globally and is a unicorn chipmaker valued at $1.5 billion. 11 Incorporated in 2016, Graphcore develops intelligence processing units which accelerate ML applications. Its AI chips run ML applications in industries including health, automotive, manufacturing, security, and financial services. For example, hedge fund Carmot Capital experienced a 26 times increase in speed of its applications due to Graphcore chips. Its intelligence processing chips have a competitive advantage in voice processing, image recognition, and video analysis. 12 Darktrace is an AI firm specializing in cybersecurity, and is backed by investment vehicle Invoke Capital, KKR, and Softbank. Its clients include the NHS, Drax (the UK's biggest power station), and Gatwick airport. 13 Benevolent AI specializes in ML tools for driving drug discovery and development. At present, it is using ML techniques to search for treatments for the coronavirus. Onfido, founded in 2012, uses ML technology in identity recognition and fraud protection. Babylon Health, founded in 2013, incorporates ML technology to its chatbot function which is used by the NHS. Finally, UK Tractable, ranked 96th, is active in the insurance industry. repair costs are estimated in real time, using ML visual analysis of images of the damaged item.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 3",
                    "ref_id": "TABREF3"
                }
            ],
            "section": "II. The current AI/ML landscape in the UK"
        },
        {
            "text": "External investment funding is a key input to AI firm and industry growth. Figure 2 charts the average funding per firm by year into AI and Fintech for the UK and US since 2000. We observe that UK Fintech firms, on average, received more investment funding throughout the 2007-8 financial crisis than the average US Fintech firm. This is likely due to the surge in investment with peer-to-peer funding which started in the UK 2007, 2008, 2011, 2013, and 2015. In Figure 3 we compare the number of ML firms founded in China, the US, and the UK. The US clearly leads in number of ML firms founded, followed by the UK and China. For both the US and UK, growth accelerated post-financial crisis. Figure 4 examines growth in DL startups since 2008 (a shorter period due to the more recent emergence of this category of AI specialization). Panel A details how DL growth escalates after 2010 and is dominated by the US, followed by the UK and China. In Panel B we observe that the share of DL firms based in the UK is increasing compared to the rest of the world. The proportion of UK DL start-ups more than doubles between 2018 and 2019.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 459,
                    "text": "2007, 2008, 2011, 2013, and 2015.",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "text": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 463,
                    "end": 471,
                    "text": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 692,
                    "end": 700,
                    "text": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ],
            "section": "II. The current AI/ML landscape in the UK"
        },
        {
            "text": "In terms of employee numbers, firms in AI industries are usually fairly small. Using employee count to measure firm size seems a more reasonable approach than revenue or earnings, as many AI start-up firms have low/volatile financial returns in early years. We see in Figure 5 that despite the larger market in the US, the distribution of firm sizes is comparable to UK AI market.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 268,
                    "end": 276,
                    "text": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ],
            "section": "II. The current AI/ML landscape in the UK"
        },
        {
            "text": "Personalized financial planning, fraud detection, anti-money-laundering, and process automation are key areas identified by Hall and Pesenti (2017) that have great potential in the AI sector. The financial services industry is the biggest spender on AI services outside of the technology sector (Citi, 2018) . In 2019, the Bank of England (BoE) and Financial Conduct Authority (FCA) surveyed 300 financial market participants (including banks, trading platforms, and fund managers). Of the respondents, 14 66 per cent said they currently employ ML and often in several areas (Bank of England, 2019) . According to respondents, ML is used in both front-and back-office settings, fraud prevention, anti-money-laundering (AML), and customer service situations. The median firm surveyed by BoE/FCA uses ML applications in two company areas, and this adoption is expected to double over the next 3 years. The survey finds that many firms are now deploying ML in advanced stages, with the most prominent in the banking and insurance areas. Until recently, hedge funds and high-frequency trading firms were the main users of AI in finance, but applications have now spread to other areas, including banks, regulators, Fintech, and insurance firms. Within the financial services industry, AI applications include algorithmic trading, credit risk assessment, wealth management, debt collection, cyber risk, portfolio construction and optimization, model validation and back-testing, robo-advising, virtual customer assistants, market impact analysis, 14 The survey received 106 responses out of 300 surveyed. regulatory compliance, and stress testing. In this section, we discuss four specific areas in which AI/ML is currently changing the financial services industry, namely (i) fraud detection and compliance; (ii) credit risk analysis and prediction of financial distress; (iii) banking chatbots and robo-advisory services; and (iv) algorithmic trading. ",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 147,
                    "text": "Hall and Pesenti (2017)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 295,
                    "end": 307,
                    "text": "(Citi, 2018)",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 575,
                    "end": 598,
                    "text": "(Bank of England, 2019)",
                    "ref_id": null
                },
                {
                    "start": 1542,
                    "end": 1544,
                    "text": "14",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "III. Machine learning applications in UK financial services"
        },
        {
            "text": "Cybercrime costs the global economy over $600 billion annually, and credit card fraud accounts for most of this (Statista, 2020) . In the same report, 69 per cent of CEOs in financial services state they are extremely concerned about cybercrime (compared with 61 per cent across other sectors). According to the FCA, UK banks spend £5 billion a year combating financial crime. 15 In the UK between 2015 and 2016, there was a 66 per cent increase in the number of reported cases of payments-related fraud. 16 Substantial fines have been imposed upon financial institutions for failing to stop financial fraud. As a result, banks have turned to AI/ML techniques to improve their operations and regulatory compliance. For example, PayPal has used ML to reduce its fraud rate to just 0.32 per cent compared with the industry average of 1.32 per cent. 17 However, fraud detection involves more than just a checklist of risk factors. Fraud is a latent variable and, compared to making accurate predictions of shopping decisions, it is more difficult to identify possible financial fraud. This is because retailers have access to full customer transaction histories (Bauguess, 2017; Buchanan, 2019) . Prior to the widespread adoption of ML, a rules-based approach has been the preferred approach to AML monitoring. ML produces a more efficient, accurate approach to AML monitoring (Proudman, 2019) . Fraud detection systems include ML techniques that actively learn and calibrate both real and potential security threat responses. Anomalous behaviours are then flagged for further investigation.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 128,
                    "text": "(Statista, 2020)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 377,
                    "end": 379,
                    "text": "15",
                    "ref_id": null
                },
                {
                    "start": 505,
                    "end": 507,
                    "text": "16",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 849,
                    "text": "17",
                    "ref_id": null
                },
                {
                    "start": 1159,
                    "end": 1175,
                    "text": "(Bauguess, 2017;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1176,
                    "end": 1191,
                    "text": "Buchanan, 2019)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1374,
                    "end": 1390,
                    "text": "(Proudman, 2019)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "(i) Fraud detection and compliance"
        },
        {
            "text": "One of the most successful applications of ML is credit card fraud detection. Algorithm training, back-testing, and validation are based on very large datasets of historical credit card transaction data. 'Fraud' versus 'non-fraud' events are labelled by classification and fraudulent transactions can then be stopped in real time (van Liebergen, 2017) .",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 351,
                    "text": "(van Liebergen, 2017)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fraud detection and compliance"
        },
        {
            "text": "Many UK financial institutions use ML fraud prevention alternatives. For example, NatWest adopted a ML solution, named Corporate Fraud Insights, to detect and prevent redirection fraud. Redirection fraud occurs when a business is tricked into paying money into a fraudster's account rather than their intended supplier. 18 In fighting money laundering, HSBC uses software by Quantexa AI, a UK based start-up. 19 Another challenge arises from declining transactions too aggressively in order to prevent fraud. Transactions wrongly declined due to suspected fraud are known as a 'false positive' and represent just as big a threat to the financial services industry as actual fraud. This disadvantages the issuer because a false-positive declined transaction can result in erosion of customer loyalty to the financial institution. ML methods can substantially reduce false declines and improve credit card approvals.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 322,
                    "text": "18",
                    "ref_id": null
                },
                {
                    "start": 409,
                    "end": 411,
                    "text": "19",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fraud detection and compliance"
        },
        {
            "text": "Supervised ML algorithms in fraud detection include Bayes logistic regression, decision tree, random forest, support vector machines, and artificial neural networks. Sentiment analysis, where ML learning attempts to discover new trends and signals in financial activity and then replicate and enhance human 'intuition' is also used in fraud detection. Support vector machines are also used for detecting corporate management fraud using basic financial data (Cecchini et al., 2010) .",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 481,
                    "text": "(Cecchini et al., 2010)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "(i) Fraud detection and compliance"
        },
        {
            "text": "In money laundering detection cases, a large number of false positive results are created which in turn creates a number of challenges. First, there are few large public datasets that can be used to predict money laundering. Many financial institutions still rely on a traditional rules-based system that emphasizes individual transactions and simple transaction patterns. This may not be sophisticated enough to detect complex transactions (van Liebergen, 2017 In response to the £1.2 billion money laundering fine imposed on HSBC in 2012, the bank adopted the Google cloud ML for use in its AML activities. In 2016, Lloyds Banking Group partnered with US-based AI startup Pindrop to combat unusual financial activity and fraud. Pindrop's ML technology is called 'phoneprinting', a system which analyses 147 unique human voice features to detect fraudulent activity, like a vocal fingerprint. Lloyds Banking Group was the first European organization to use 'phoneprinting' and it uses the technology across the Lloyds, Bank of Scotland, and Halifax networks. In the US, it has been used to detect over 80 per cent of fraudulent activity. 20 Incorporated in 1997, UK-based Eckoh is valued at £163 million 21 and is quoted on the Alternative Investment Market. Eckoh uses interactive voice response as part of its audio tokenization for secure phone payments. It also uses text recognition for chat payments. For Eckoh, ML utilization has improved timeliness, data security, and efficiency as well as regulatory requirements, minimizing the potential for fraud. Privately held London-based SiloBreaker applies ML and textual analysis to identify security threats. SiloBreaker uses unstructured data extracts from across the internet, including the dark web. The data extracted covers blogs, social media, and news. In terms of output, SiloBreaker's output directly helps financial services firms. Benefits are measured by the real time insights of issues and developments detected in other industries or companies that give insight to trade opportunities.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 461,
                    "text": "(van Liebergen, 2017",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(i) Fraud detection and compliance"
        },
        {
            "text": "The UK Serious Fraud Office (SFO) includes ML techniques in fraud and prosecution cases. On average, the SFO processes over 100 million documents annually. One of the SFO's most famous cases is the Rolls Royce bribery case, which resulted in the largest ever fine imposed in the UK for criminal conduct. 22 The SFO used the RAVN robotic system, costing £50,000, saving UK taxpayers hundreds of thousands of pounds. RAVN is referred to as a legal professional privilege (LPP) robot. RAVN sifts documents into 'privileged' versus 'non-privileged' piles, indexes, and compiles summaries. RAVN processed 30 million documents at a rate of up to 600,000 per day in the Rolls Royce case (compared with a team of lawyers that would have processed 3,000 per day) (Buchanan, 2019) . The SFO also uses OpenText Accelerate to connect people during their fraud inquiries. Data from the Enron corporate scandal is used as the training set for the SFO ML algorithm.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "text": "22",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 770,
                    "text": "(Buchanan, 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(i) Fraud detection and compliance"
        },
        {
            "text": "Spikes in credit risk have been at the centre of previous financial crises. Credit risk is therefore a primary risk facing financial institutions. Credit risk analysis is used for mortgage, auto, credit card, and personal loans. Durand (1941) first introduced discriminant statistical analysis to distinguish between good and bad loans. In the financial services industry, most consumer loans are decided based on automated credit. Early uses of ML approaches in credit scoring include Makowski (1985) and Desai et al. (1996) . The 2007-8 financial crisis revealed weaknesses in established credit risk management techniques. Credit scoring lends itself to different ML approaches, such as supervised learning to construct consumer credit risk profiles. Specific ML techniques to assess credit risk profiles include tree-based classifiers, random forest models, radial basis functions, and support vector machines. Davis et al. (1992) apply two ML methods, specifically the Gammerman and Thatcher (1990) 'G&T' Bayesian inference model and neural networks, to Bank of Scotland credit card data. After the 1980s, logistic regression and linear programming were the mainstays of credit risk analysis (Thomas, 2000) . 23 Neural networks and support vector machines (SVMs) complement traditional methods because they provide the capability to model curvature and non-linearity of data. SVMs are supervised learning algorithms that are applied in image recognition and text categorization and increase accuracy and credit scoring reliability (Bellotti and Crook, 2009) .",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 242,
                    "text": "Durand (1941)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 486,
                    "end": 501,
                    "text": "Makowski (1985)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 506,
                    "end": 525,
                    "text": "Desai et al. (1996)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 915,
                    "end": 934,
                    "text": "Davis et al. (1992)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1197,
                    "end": 1211,
                    "text": "(Thomas, 2000)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1214,
                    "end": 1216,
                    "text": "23",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1562,
                    "text": "(Bellotti and Crook, 2009)",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "(ii) Credit risk"
        },
        {
            "text": "A key benefit of ML methods in credit analysis is that their increased accuracy in predicting delinquencies and default forecasts reduces the likelihood of false positives, which in turn improves the value and authenticity of credit card debt securitization. Forecasts are more adaptive and can respond to the dynamics of changing credit cycles as well as the absolute levels of default rates (Khandani et al., 2010) . Khandani et al. (2010) use classification and regression trees (CART) to construct credit-risk forecasts. CART is a type of predictive algorithm in ML, and in this context puts input variables through a recursive sequence of simple binary relations to predict delinquencies and defaults. CART is able to detect the nonlinear interactions between input variables. Khandani et al. (2010) find that ML forecasts yield savings of between 6 and 25 per cent of total losses. ML applications in credit market default prediction are gaining a wider audience. ML can be used to appraise character and reputation variables when assessing future payment behaviour. Using 250,000 purchases from a German e-commerce company, Berg et al. (2020) analyse ten digital footprints variables for default prediction. They find that digital footprints complement credit bureau information, affecting access to credit and reducing default rates. They find that digital footprints work equally well for un-scorable as well as for scorable customers. For customers with good digital footprints, default rates drop significantly after adoption of the digital footprint.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 416,
                    "text": "(Khandani et al., 2010)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 419,
                    "end": 441,
                    "text": "Khandani et al. (2010)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 782,
                    "end": 804,
                    "text": "Khandani et al. (2010)",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1131,
                    "end": 1149,
                    "text": "Berg et al. (2020)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "(ii) Credit risk"
        },
        {
            "text": "Logistic regression modelling is widely used in the mortgage literature. However, logistic regression misses the highly non-linear influence that variables such as unemployment have on borrower behaviour. A critical issue arises because the highly non-linear relationship between borrower behaviour and risk factors throws previous conclusions drawn from linear mortgage models into doubt. Sirignano et al. (2021) apply DL (specifically neural networks) to model mortgage credit and prepayment risk. Using a dataset of 120 million mortgages between 1995 and 2014, which represents 70 per cent of all US mortgages, they find a stronger relation between housing finance markets and the macroeconomy than previously thought. The output of their model represents conditional probabilities of different mortgage states (current, 30-days late, prepaid, foreclosed, etc.). The improved forecasts can help improve mortgage-backed security valuation, especially when facing adverse macroeconomic conditions. Findings can also have huge social implications as well. Along with logistic regressions, Fuster et al. (2020) use ML technology to examine the distributional implications of better statistical technology. They also use US mortgage data (10 million between 2009 and 2013) and find that ML methods produce improvements in predictive powers. Fuster et al. (2020) examine how risky and less risky borrowers are distributed across societally important categories such as race, income, and gender, finding increased disparities in certain consumer outcomes. Under ML predictions, white, non-Hispanic groups experience lower estimated default propensities and black and Hispanic borrowers face larger charges and are less likely to gain from the new technology.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 413,
                    "text": "Sirignano et al. (2021)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1089,
                    "end": 1109,
                    "text": "Fuster et al. (2020)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1339,
                    "end": 1359,
                    "text": "Fuster et al. (2020)",
                    "ref_id": "BIBREF26"
                }
            ],
            "ref_spans": [],
            "section": "(ii) Credit risk"
        },
        {
            "text": "London-based CreditEnable focuses on credit analytics and has obtained $7.9 million in seed funding over five rounds. 24 This startup uses public financial and leading indicator data, coupled with proprietary data from lenders to assess creditworthiness and also build a proprietary database of SME borrowers. CreditEnable uses DL to create a managed marketplace that matches credit and risk profiles between lenders and SME borrowers. The startup has measured success through improved borrowing cost efficiency and timeliness.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(ii) Credit risk"
        },
        {
            "text": "Credit scoring and bankruptcy prediction are the two main aspects in financial distress prediction. ML techniques (primarily neural networks) to predict bank distress were introduced in the 1990s. Most neural network approaches use a multilayer method. Atiya (2001) develops a neural network model for bankruptcy prediction that provides a marked improvement for out-of-sample forecasts. Tang et al. (2020) incorporate textual and management factors into ML-based financial distress predictions. SVMs are frequently chosen as the base learning model in credit scoring ensemble algorithms. Suss and Treitel (2019) use ML techniques to create an early warning for UK bank distress. They apply k nearest neighbours (kNN), random forests, boosting, and SVMs to a sample of UK banks between 2006 and 2012, finding random forest algorithms to be superior to the other ML techniques. Finally, sentiment analysis is shown to have beneficial use in financial distress modelling (Wang et al., 2018) .",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 265,
                    "text": "Atiya (2001)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 388,
                    "end": 406,
                    "text": "Tang et al. (2020)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 969,
                    "end": 988,
                    "text": "(Wang et al., 2018)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "(iii) Predicting financial distress"
        },
        {
            "text": "In predicting financial distress, it is important to distinguish between a false positive (a Type I error) and a Type II signal. In a bankruptcy context, a Type I error predicts a firm will be fine, but it turns out the bank is in distress. On the other hand, a Type II error predicts a firm is going to be in distress, but it turns out to be fine. Clearly, the Type I error is the costlier mistake to the financial institution and exacerbates enterprise risk. It is also very serious and costly from a regulator's point of view. Liang et al. (2018) specifically address lowering the Type I error issue. They introduce a classifier ensemble principle, which is designed to reduce the occurrence of Type I errors. The classifier ensemble principle uses a 'divide and conquer' approach, whereby a complex problem is broken down into small sub-problems. A specific classification technique (such as SVM, NN, or decision tree) is then applied to each sub-problem. Suss and Treitel (2019) find ML methods are superior to classical approaches for predicting bank distress in the UK and that ML techniques can benefit from financial regulation.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 549,
                    "text": "Liang et al. (2018)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 960,
                    "end": 983,
                    "text": "Suss and Treitel (2019)",
                    "ref_id": "BIBREF49"
                }
            ],
            "ref_spans": [],
            "section": "(iii) Predicting financial distress"
        },
        {
            "text": "ML algorithms have enabled tools for individuals to access semi-personalized portfolio management services through automated online platforms, known as robo-advisors. A robo-advisor requests an individual to submit investment preference information which it uses to automatically create and manage the individual's investment portfolio. While the interface may include an automated chatbot, robo-advisors essentially remove the direct interaction between investor and human financial advisor. Portfolio optimization tools are used by human advisor and robo-advisor services alike and offer a much greater level of investment sophistication to the typical retail investor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Robo-advisory services"
        },
        {
            "text": "The key benefits for retail investors between robo-advisors and human advisors are in cost and accessibility. Robo-advisors are less expensive and can be accessed anytime from virtually any location. Greater accessibility also comes through the ability to use the service with minimum investment thresholds. Robo-advisors and chatbots are powered by natural language processing (NLP) and ML algorithms which have become powerful tools to provide a personalized, conversational, and natural experience across different domains. They have achieved significant appeal with millennial consumers who do not need a physical advisor to feel comfortable investing (Buchanan, 2019) .",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 672,
                    "text": "(Buchanan, 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(iv) Robo-advisory services"
        },
        {
            "text": "The advantages of robo-advisory services are: (i) passive market access with strategic asset allocation strategies, that often include more client customization than the traditional risk profiles used by banks, (ii) cost-efficient implementation of a diversified asset allocation, and (iii) a reduction of behavioural biases. Compared to traditional investment advice, robo-advisors can produce cost savings (assuming a traditional human advisor fee of 1.5 per cent) and improve net portfolio performance.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Robo-advisory services"
        },
        {
            "text": "The growth of robo-advisory platforms increased rapidly in the Fintech startup space following the 2007-8 financial crisis. Currently the UK is a dominant player in the European robo-advisory industry. The recent low-interest-rate environment in the UK has been a major driver of this growth. As interest earned from bank deposits has become negligible, demand has grown for investment services where robo-advisors provide an inexpensive but convenient platform. Robo-advisors have the potential to lower costs and increase the quality and transparency of financial advice for consumers.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Robo-advisory services"
        },
        {
            "text": "Robo-advisors have expanded to offer diverse products including pensions, mortgages, exchange traded funds (in stocks and bonds for portfolio construction), health insurance, and taxation services. UK financial firms are also examining ways to compete in a 'hybrid-robo' market, which combines the online digital platform with some limited human advisor interaction. For example, UK-based MoneyFarm is in this category and aims to offers a more tailored investor experience.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(iv) Robo-advisory services"
        },
        {
            "text": "In the UK, after 2015 robo-advisors became mainstream with banks and asset management firms, including Barclays, NatWest, and RBS. In 2017, NatWest launched Invest, and its ML algorithm assigns customers a risk category and invests customer money in the appropriate portfolio. In 2020, Barclays launched 'Barclays Plan and Invest', a robo-advisor service developed in partnership with Scalable Capital. 25 The service has a minimum £5,000 investment, targets the European market, and offers customers active and passive managed funds through 10,000 possible investment paths.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 405,
                    "text": "25",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(iv) Robo-advisory services"
        },
        {
            "text": "Challenger bank TSB teamed with Wealthify in 2020 to offer investment services based on robo-advising. 26 ML techniques have helped financial institutions to increase efficiency in customer interactions and investigate customer buying behaviour. UK Fintech firm FinGenius uses an NLP system that suggests answers as well as interpretations of employee and customer questions. UK-based Fonetic provides speech recognition technology to automate telephone customer interactions.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "text": "26",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(iv) Robo-advisory services"
        },
        {
            "text": "Since the 1970s, financial institutions have employed algorithms to trade shares and 'algo-trading' (AT) is now a dominant force in global financial markets. Also known as 'automated trading systems', AT uses complex AI and ML systems to execute extremely fast trading decisions. AT generates 50-70 per cent of equity market trades, 60 per cent of futures trades, and 50 per cent of Treasury market trades (Brummer and Yadav, 2018) . To beat competitors, large algorithmic trading is aided by vast amounts of high velocity data. Sentiment analysis can aid ML algorithms in AT by measuring how positive or negative an analyst is about a company's value.",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 431,
                    "text": "(Brummer and Yadav, 2018)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "(v) Algorithmic trading"
        },
        {
            "text": "AT's benefits include (i) execution of trades at the best possible prices, (ii) increased accuracy and a reduced likelihood of mistakes, (iii) the ability to automatically and simultaneously check multiple market conditions, and (iv) the likely reduction of human errors caused by psychological or emotional conditions (Buchanan, 2019) .",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 335,
                    "text": "(Buchanan, 2019)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "(v) Algorithmic trading"
        },
        {
            "text": "Hedge funds, bank proprietary trading desks and houses, and next generation market-makers tend to be algorithmic trading's target clientele. ML aids AT by including algorithms that include trading decisions, order submission, and managing post-submission orders. Price informativeness should be positively impacted by algorithmic speed (Biais et al., 2011) . In 2015, algorithmic trading contributed approximately onehalf of UK hedge fund Man Group's profits. 27 The typical hedge fund AT approach is to build volatility, trading costs, asset class, exposure caps, and compliance rules into the algorithm, and this has the advantage of preventing the algorithms breaking the law to make a rushed profit.",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 356,
                    "text": "(Biais et al., 2011)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 460,
                    "end": 462,
                    "text": "27",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(v) Algorithmic trading"
        },
        {
            "text": "Algorithmic trading is responsible for making millions of daily trades. 'Highfrequency trading' (HFT) is the most recognizable form of AT, as well as its most controversial. Arguments in favour of HFT include a reduction in trading costs, reduced bid-ask spreads, and improved market quality (Hasbrouck and Saar, 2013) . For proprietary reasons, financial institutions and hedge funds do not disclose their AI and ML approaches to trading, and ML and DL play an important role in calibrating real time trading decisions. AT usage also involves neural networks, fuzzy logic, and pattern recognition.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 318,
                    "text": "(Hasbrouck and Saar, 2013)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "(v) Algorithmic trading"
        },
        {
            "text": "AT has its sceptics who are doubtful about the lack of transparency and 'black box' nature of AI algorithms. One drawback is that high-frequency traders imitate other traders without exploring the underlying value of the company whose shares are being traded (Pasquale, 2015) . AT can create instability when trading strategies interact in unforeseen ways, as indicated by the 6 May 2010 'flash crash' 28 and during the 2016 Brexit referendum, when a flash crash caused the pound sterling to drop by approximately 6 per cent in a 2-minute period. 29 Kirilenko and Lo (2013) list the following unintended consequences associated with HFT: flash crashes, fire sales, careless IPOs, cybersecurity breaches, and catastrophic trading errors. They recommend a more systematic and adaptive approach to AT regulation, one in which industrial technological advances are addressed while protecting those who are not. According to a House of Lords 2018 report, 30 AI's full potential can only be realized if potential risks such as algorithmic bias and the opaqueness of black box systems can be mitigated.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 275,
                    "text": "(Pasquale, 2015)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 547,
                    "end": 549,
                    "text": "29",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(v) Algorithmic trading"
        },
        {
            "text": "In 2006, data was declared the 'new oil' 31 and in 2011, the World Economic Forum claimed personal data to be a new asset class. Currently, on average 2.5 quintillion bytes of data are created daily, and it is estimated that 90 per cent of the data available today globally has been created in the past 2 years. By 2025, it is estimated that the data that are created and copied annually (or termed the 'digital universe') will be equivalent to 180 zettabytes. Wall (2017) indicates that a serious limitation to ML processes is data availability for some applications. To address this gap, a rapidly growing trend in ML financial services applications is the role of alternative data (AD). Apart from financial data, alternative data is proving to be an important source of value for many companies. AD extends beyond company filings, earnings calls, or fundamental datasets. It can include (but is not limited to) weather data, satellite tracking data, geo-locational data, app usage, and social sentiment. In other words, alternative data refers to data sources that are not part of the 'traditional' set of information metrics used by investment analysts. ML techniques are critical for analysing AD. AD is typically unstructured, very new, and far too large for traditional investment models to interpret.",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 472,
                    "text": "Wall (2017)",
                    "ref_id": "BIBREF53"
                }
            ],
            "ref_spans": [],
            "section": "(vi) Data and machine learning"
        },
        {
            "text": "Whereas traditional data sources may include company financial statements and central bank economic statistics, AD sources extend to include sources as varied as: pointof-sale payment information, satellite tracking and imaging, and social media content. In this sense, AD serves to complement traditional financial and economic data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(vi) Data and machine learning"
        },
        {
            "text": "Hedge funds adopted AD early on as a means of gaining competitive investment advantage, but current applications of AD extend beyond hedge funds. Traditional 28 The flash crash lasted half an hour during a trading. On 6 May, the Dow Jones Industrial Average experienced its biggest one-day point decline (intraday basis) in its entire history. The stock prices of some of the world's largest companies traded at incomprehensible prices: for example, Accenture traded at a penny a share, while Apple traded at $100,000 per share (Kirilenko and Lo, 2013) . 29 'UK pound plunges more than 6% in mysterious flash crash', Jethro Mullen, CNN Business, 7 October 2016. 30 'Britain urged to take ethical advantage in artificial intelligence', John Thornhill, Financial Times, 15 April 2018. 31 This quotation is attributed to Clive Humby. investment managers, insurance companies, lenders, and other financial service providers are all exploring ways to integrate alternative data into their businesses. An example of this is Travelex, the UK's largest foreign exchange specialist. In 2020 Travelex suffered significant disruption for approximately a month because it was the target of a cyber-attack. 32 Clients' personal identifier information (PII), such as date of birth, national insurance numbers, and credit card information, were stolen. Its big data collaboration network is quite wide. Virgin Money, HSBC, RBS, and Barclays are financial intermediaries who work with Travelex, as well as retailer Asda. Apart from PII and financial information, Travelex also collects sensory and geolocational data. Moneycorp is the second largest foreign exchange broker in the UK. According to its site, Moneycorp uses its data internally to improve products and services and for training purposes. The site is also quite explicit in terms of how it shares its data with Sainsbury Bank.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 552,
                    "text": "(Kirilenko and Lo, 2013)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 555,
                    "end": 557,
                    "text": "29",
                    "ref_id": null
                },
                {
                    "start": 662,
                    "end": 664,
                    "text": "30",
                    "ref_id": null
                },
                {
                    "start": 740,
                    "end": 785,
                    "text": "Thornhill, Financial Times, 15 April 2018. 31",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "(vi) Data and machine learning"
        },
        {
            "text": "There are three major data types that can be monetized: raw, anonymized, and synthetic. As of 2020, the use of synthetic data has become more commonplace in the financial services industry. Synthetic data is created when data points are used to generate a new, 'fake' dataset that was not obtained through direct observation. Crucially though, the synthetic dataset still retains the statistical patterns of the real, observed data set. As a result, synthetic data cannot be reverse engineered and, as a synthetic dataset, it does not fall under regulations such as general data protection regulation (GDPR) and the payment card industry data security standard (PCI). Consequently, consumer privacy is protected, and regulations are not violated, meaning that companies can make synthetic data available for research and profit, both within the company and externally. Only synthetic data will ever leave a company's firewall; all the real data remain safe and secure within. UK platform Synthesized is an example of the growing area of synthetic transactional data. It provides synthetic data for testing internal systems, claim prediction performance, bias mitigation, and privacy compliant data.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "(vi) Data and machine learning"
        },
        {
            "text": "In the 2019 BoE report, respondents did not believe that regulation would prevent ongoing ML deployment in the financial services industry. Surveyed companies were keen to seek further regulatory guidance regarding ML deployment. In fact, ML-based systems are growing quickly, presenting a challenge to policy-makers. Nevertheless, ML methods hold great promise for improving the credibility of policy evaluation (Athey and Imbens, 2017; Mullainathan and Spiess, 2017) . The biggest hurdles appear to be legacy IT systems and data limitations. The 2019 BoE report stresses the need for greater regulatory clarity. Key regulatory themes include data protection and security, accountability, governance, and bias. Regulatory interest in ML is growing to explore explainability, bias, governance, accountability, and data protection.",
            "cite_spans": [
                {
                    "start": 413,
                    "end": 437,
                    "text": "(Athey and Imbens, 2017;",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 438,
                    "end": 468,
                    "text": "Mullainathan and Spiess, 2017)",
                    "ref_id": "BIBREF39"
                }
            ],
            "ref_spans": [],
            "section": "IV. Machine learning and UK regulation"
        },
        {
            "text": "RegTech is an emerging field that combines big data and ML. Its goals are to make compliance and regulatory activities faster, more efficient, and easier. For example, the FCA is looking at the possibility of making its handbook machine-readable and then fully machine-executable. Consequently, this means that ML processes can interpret and implement the rules directly (Citi, 2018) .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 383,
                    "text": "(Citi, 2018)",
                    "ref_id": "BIBREF20"
                }
            ],
            "ref_spans": [],
            "section": "IV. Machine learning and UK regulation"
        },
        {
            "text": "In 2017, MindBridge and the BoE collaborated to design an AI auditor to help detect transactions and report anomalies. To accomplish these goals, 33 the BoE used ML. ML methodologies can be applied in the context of central banking (Chakraborty and Joseph, 2017) . Three ML case studies (two supervised learning cases and one unsupervised learning case) are provided to compare ML methods against traditional econometric methods. Chakraborty and Joseph (2017) examine artificial neural networks, tree-based models, support vector machines, recommender systems, and different clustering techniques. On balance, they find that ML methods generally outperform traditional modelling approaches in prediction tasks. Regarding causal inference properties, this remains an open question.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 262,
                    "text": "(Chakraborty and Joseph, 2017)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 430,
                    "end": 459,
                    "text": "Chakraborty and Joseph (2017)",
                    "ref_id": "BIBREF19"
                }
            ],
            "ref_spans": [],
            "section": "IV. Machine learning and UK regulation"
        },
        {
            "text": "The GDPR came into force in 2018 and, under this law, EU citizens have the right to receive an explanation for decisions based solely on automated processing, such as those based on ML methods. GDPR stipulates that companies must first obtain consent from an EU citizen before using consumer data. If the EU citizen data is stored on servers located outside of the EU region, GDPR rules apply. Failure to comply with GDPR can result in substantial fines: up to $22 million or 4 per cent of a company's revenues. In the same year, European MIFID II 34 came into effect and requires that firms applying algorithmic models based on AI and ML should have a robust development plan in place. In February 2018 the Prudential Regulatory Authority and the FCA released consultation papers on AT which lists key areas of supervisory focus in relation to MIFID II. During the last 2 years, the UK's Centre for Data Ethics and Innovation (CDEI) has conducted a review into bias in algorithmic decision-making. In July 2020, UK and Australian regulators announced a joint investigation of Clearview AI, the facial recognition company, whose image-scraping tool has been used by police forces around the world.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "IV. Machine learning and UK regulation"
        },
        {
            "text": "Currently, the UK has 10 supercomputers ranked in the top 500 worldwide and the nation is ranked fifth in Europe behind France, Germany, the Netherlands, and Ireland. In 2020, Nvidia announced it will build the UK's most powerful supercomputer to support AI for healthcare and drug discovery uses. 35 The UK is also taking a leading role in quantum computing (QC). QC studies algorithms and systems that apply quantum phenomena to complex problems. In 2019, 33 'Bank of England experiments with artificial intelligence and blockchain tech', Brady Dale, The Observer, 12 July 2017. 34 Mifid II, or Markets in Financial Instruments Directive, came into effect in early 2018 and is designed to offer greater protection for investors and inject more transparency into all asset classes: from equities to fixed income, exchange traded funds, and foreign exchange. 35 'Nvidia to build UK's most powerful supercomputer', Siddharth Venkatarakrishnan. Financial Times, 5 October 2020. Google announced it had achieved 'quantum supremacy', a state where a quantum computer can perform tasks far more rapidly than supercomputers. Traditional computers can only process information in binary format (zeroes or ones). QC can hold multiple states simultaneously and these co-existing states are called 'qubits'. Qubits are able to process four values at any given time and allow the computer to parallel process information. This means that qubits can perform millions of calculations instantly. In the early 1980s, Paul Benioff and Richard Feynman founded the QC field, noting that digital computers (DCs) could not efficiently simulate a probabilistic system, but QC could. QC can potentially process data at speeds far greater than traditional computers.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 300,
                    "text": "35",
                    "ref_id": null
                },
                {
                    "start": 581,
                    "end": 583,
                    "text": "34",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 861,
                    "text": "35",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. Quantum computing and machine learning"
        },
        {
            "text": "QCs are much better suited than traditional computers to solving financial problems because QCs operate with random variables, whereas DCs just simulate random variables. The fact that qubits are memory elements that can maintain a linear superposition of both states is a significant change for the financial services industry. Currently, QC is applied to rolling IT security and to portfolio optimization problems (Rosenberg et al., 2015) , with potential applications to finance problems that involve scenario analysis or option pricing (Lopez de Prado, 2016) . In the case of scenario analysis, QC can evaluate an extremely large number of outcomes that have been generated at random, and for option pricing QC can evaluate a large number of paths that can be computationally expensive. Combined with QC capabilities, ML is expected to have a far greater powerful impact (Lopez de Prado, 2016) .",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 440,
                    "text": "(Rosenberg et al., 2015)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 540,
                    "end": 562,
                    "text": "(Lopez de Prado, 2016)",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 875,
                    "end": 897,
                    "text": "(Lopez de Prado, 2016)",
                    "ref_id": "BIBREF36"
                }
            ],
            "ref_spans": [],
            "section": "V. Quantum computing and machine learning"
        },
        {
            "text": "Quantum machine learning has huge potential in the areas of risk profiling, trading optimization, targeting, and prediction. Since 2017, Barclays has been using IBM's QC software in portfolio optimization applications. 36 In September 2020, a £10 million consortium was established to create the UK's first commercially available quantum computer. The consortium plans to focus on different societal challenges, but UK bank Standard Chartered and the University of Edinburgh are working on quantum machine learning in the finance sector. 37 Quantum machine learning is using synthetic data to overcome issues associated with small sample size in some datasets. This boosting of resources means that quantum machine learning will reduce the time to solve complex risk positions. It will also mean that prices on complex financial products determined by quantum machine learning should assist in opening up bigger markets, because an investor will be able to see all the associated risks of a trade. Quantum machine learning also means it would be possible to recalibrate portfolio models more quickly.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "text": "36",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "V. Quantum computing and machine learning"
        },
        {
            "text": "Good AI/ML governance is one that promotes trust with all key stakeholders and has a framework where risks are properly identified and managed. AI/ML applications and algorithms should be accountable with respect to all desired outcomes. An appropriate governance framework is one with appropriate preventative controls in place and that is regulatory compliant. 36 'Can quantum computing transform financial services?', The International Banker, 28 October 2020. 37 'Rigetti to build UK's first commercial quantum computer', Siddharth Venkataramakrishnan, Financial Times, 2 September 2020.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. What does good AI/ML governance look like?"
        },
        {
            "text": "According to the BoE (2019) survey, respondents believe that if ML applications do not work properly, then risk could be amplified if the governance frameworks do not adopt the latest ML technology. Therefore, an effective ML governance framework is one that monitors ongoing performance for the relevant ecosystem, e.g. healthcare, law, finance, etc. It is a framework with continuous fine-tuning and stress-testing to ensure effective risk management. Ultimately, as part of good governance, we need to make sure that we are consistent in understanding, communicating, and prioritizing risks with respect to AI/ML.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VI. What does good AI/ML governance look like?"
        },
        {
            "text": "Additionally, how do we get more people involved in AI/ML in the context of financial services? First, we need to build on current skills, and support businesses and education. When it comes to finding employees with solid ML skills, a Statista (2013) report states that 86 per cent of those surveyed think ML is the most difficult category in which to place employees. Hall and Pesenti (2017) report on this issue in the UK context. There should be more education that encourages and supports more interdisciplinary approaches in computer science, data literacy, history, and mathematics. There needs to be more diversity of both quantitative and 'soft skills'. The ethical and social implications of AI/ML should be included within all educational levels. In other words, we need to adapt to a less siloed approach between financial analysts, data engineers, data scientists, risk managers, internal auditors, and ML application developers. In light of the threats to financial stability that develop in a siloed approach, and highlighted by the 2007-8 financial crisis, it is critical that ML not only reduces risk, but that we recognize and implement measures to ensure AI/ML meets society's needs.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 251,
                    "text": "Statista (2013)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 370,
                    "end": 393,
                    "text": "Hall and Pesenti (2017)",
                    "ref_id": "BIBREF28"
                }
            ],
            "ref_spans": [],
            "section": "VI. What does good AI/ML governance look like?"
        },
        {
            "text": "AI and ML are 'only scratching the surface' in terms of potential application to financial services. 38 This article discusses the current and emerging applications of these technologies to the financial services industry with a focus on the UK experience. In the near future, two key factors will continue to influence the development of AI and ML: accountability and the effect of Covid-19. Both present opportunities for future research in this area.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "text": "38",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "VII. Conclusion-lessons for the future"
        },
        {
            "text": "In financial services there is an emerging shift away from black box algorithms to 'white box' ML algorithms. Neural networks, support vector machines, and tree ensembles are examples of 'black box' ML algorithms (Hoepner et al., 2021) . A downside of neural networks is that they are not fully replicable, and lack traceability, transparency, and opportunities to establish causal inference (Hoepner et al., 2021) . Extending the work of Brooks et al. (2019 ), Hoepner et al. (2021 encourage greater use of 'white box algorithms' to encourage explainability and accountability.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 235,
                    "text": "(Hoepner et al., 2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 392,
                    "end": 414,
                    "text": "(Hoepner et al., 2021)",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 439,
                    "end": 458,
                    "text": "Brooks et al. (2019",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 459,
                    "end": 482,
                    "text": "), Hoepner et al. (2021",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "VII. Conclusion-lessons for the future"
        },
        {
            "text": "The Covid-19 pandemic has forced more retail and financial services firms to adapt to going cashless, mobile payments, and digital currencies. During the Covid-19 pandemic, UK banks like Barclays have seen a spike in robo-advisory service use. 39 Within 38 Financial Times, 1 July 2020, Nick Huber: AI 'only scratching the surface' of potential in financial services. 39 'Barclays launches robo-advisor for £5K investments with Scalable', Ruby Hinchliffe, FinTech Futures, 15 July 2020. the UK, the huge demand for the government business loan schemes (such as CBILS) have forced lenders to provide streamlined digital self-service user journeys.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. Conclusion-lessons for the future"
        },
        {
            "text": "All financial market participants must consider whether Covid-19 is a tail-risk event or a structural event. If it is a tail-risk event, markets and intermediaries can return to something resembling pre-Covid conditions and expectations. Alternatively, if it is a structural event, financial institutions will need to develop entirely new ML models. At present, the challenge is to avoid ML models becoming biased due to the once-in-alifetime Covid-19 event. In the UK, there has been a lack of a systematic framework for gathering track and trace data. In terms of risk management, Covid has contributed to negative ML performance due to underlying data changes (data drift) or the statistical properties of data change (concept drift).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "VII. Conclusion-lessons for the future"
        },
        {
            "text": "In late 2020, the Bank of England released the results of a survey of the impact of Covid-19 on machine learning and data science. The survey results indicate that around 50 per cent of respondents view ML as being important for future operations because of Covid-19 (Bholat et al., 2020) . Additional survey results indicate that a common use of ML by banks during the pandemic has been to deal with increased customer enquiries. ML also resulted in increased operational efficiency for UK banks in processing a greater volume of government guaranteed loan applications. In terms of planned investment in customer engagement, 60 per cent of UK headquartered banks report that the Covid event has had a positive impact on planned investment in customer applications (with a focus on credit origination and pricing). Around 35 per cent report a negative impact on ML model performance due to shifts in variables such as increasing mortgage forbearance and unemployment.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 288,
                    "text": "(Bholat et al., 2020)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "VII. Conclusion-lessons for the future"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Herbert Dreyfus's report severely criticizes the emerging AI field",
            "authors": [],
            "year": 1967,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Marvin Minsky predicts that within a generation the problem of creating 'artificial intelligence' would be solved 1969 Bryson and Ho develop a back-propagation algorithm",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Terry Winograd's program SHRDLU answers questions in natural language 1973 UK Lighthill Report (Lighthill, 1973) ends British government support for AI research 1974-80 First 'AI Winter' 1980s Early part of decade-Benioff and Feynman create quantum computing 1982 In the UK",
            "authors": [],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "James Simons starts quant investment firm Renaissance Technologies 1983-7 The Alvey Programme is the UK's response to the Japanese 5th generation Computer Project 1987 Personal Financial Planning System (PFPS) used by Chase Lincoln First Bank; Expert Systems, or Knowledge Systems",
            "authors": [],
            "year": 1988,
            "venue": "emerge as a new field within AI 1987-93 Second 'AI Winter",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Shaw and is an early adopter of AI among its hedge funds 1990s The AI industry shows renewed interest in neural networks 1990 Neural net device reads handwritten digits to determine amounts on bank cheques 1993 FinCen puts FAIS (its AI system) into service to monitor money laundering 1997 Deep Blue defeats Garry Kasparov, world chess champion at the time. IBM's stock price increases by $18 billion 2010 Flash crash occurs on 6 May",
            "authors": [
                {
                    "first": "David",
                    "middle": [],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "E"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Man Group starts to use AI to manage client money 2017 Two Sigma hedge fund which uses ML, crosses the $50 billion in assets under management 2017 Beijing announces plans to lead the world in AI by 2030 2018 UBS announces development of recommendation algorithms 2018 MiFID II takes effect 2018 GDPR takes effect on 25 May 2018 UK Department of Work and Pensions tests AI to automate claims processing and combat fraud",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "The State of Applied Econometrics: Causality and Policy Evaluation",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Athey",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "W"
                    ],
                    "last": "Imbens",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Economic Perspectives",
            "volume": "31",
            "issn": "2",
            "pages": "3--32",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "Bankruptcy Prediction for Credit Risk Using Neural Networks: A Survey and New Results",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "F"
                    ],
                    "last": "Atiya",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "IEEE Transactions on Neural Networks",
            "volume": "12",
            "issn": "4",
            "pages": "929--964",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "The Role of Big Data, Machine Learning, and AI in Assessing Risks: A Regulatory Perspective",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "W"
                    ],
                    "last": "Bauguess",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Support Vector Machines for Credit Scoring and Discovery of Significant Features",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bellotti",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crook",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Expert Systems with Applications",
            "volume": "36",
            "issn": "2",
            "pages": "3302--3310",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "On the Rise of Fintechs: Credit Scoring Using Digital Footprints",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Burg",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gombović",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Puri",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Review of Financial Studies",
            "volume": "33",
            "issn": "7",
            "pages": "2845--97",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "The Impact of Covid on Machine Learning and Data Science in UK Banking",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bholat",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gharbawai",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Thew",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Impact of Machine Learning and AI on the UK Economy-Conference Overview', Conference on the Impact of Machine Learning and AI on the UK Economy",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Equilibrium High Frequency Trading",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Biais",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Foucault",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moinas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings from the Fifth Annual Paul Woolley Centre Conference",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Financial Data Science: The Birth of a New Financial Research Paradigm Complementing Econometrics?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "G F"
                    ],
                    "last": "Hoepner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vivian",
                    "suffix": ""
                },
                {
                    "first": "Wese",
                    "middle": [],
                    "last": "Simen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The European Journal of Finance",
            "volume": "25",
            "issn": "17",
            "pages": "1627--1663",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Fintech and the Innovation Trilemma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brummer",
                    "suffix": ""
                },
                {
                    "first": "Yadav",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Georgetown Law Journal",
            "volume": "107",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Quo Vadis? A Comparison of the Fintech Revolution in China and the West",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Buchanan",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "C",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "AI Trends to Watch in 2019",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Detecting Management Fraud in Public Companies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecchini",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Aytug",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [
                        "J"
                    ],
                    "last": "Koehler",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Pathak",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Management Science",
            "volume": "56",
            "issn": "7",
            "pages": "1146--60",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Machine Learning at Central Banks",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chakraborty",
                    "suffix": ""
                },
                {
                    "first": "Joseph",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "London: The AI Growth Capital of Europe', Mayor of London's Office",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Citi ; Citireport",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "March",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Cognitionx",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Approximation by Superpositions of a Sigmoidal Function",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cybenko",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Mathematics of Control, Signals and Systems",
            "volume": "2",
            "issn": "4",
            "pages": "303--317",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "Machine-learning Algorithms for Credit-card Applications",
            "authors": [
                {
                    "first": "R",
                    "middle": [
                        "H"
                    ],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "B"
                    ],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Gammerman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "IMA Journal of Management Mathematics",
            "volume": "4",
            "issn": "1",
            "pages": "43--51",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "A Comparison of Neural Networks and Linear Scoring Models in the Credit Union Environment",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crook",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Overstreet",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "European Journal of Operations Research",
            "volume": "95",
            "issn": "1",
            "pages": "24--37",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Risk Elements in Consumer Instalment Financing",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Durand",
                    "suffix": ""
                }
            ],
            "year": 1941,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "Artificial Intelligence and Machine Learning Financial Services', Financial Stability Board Working Paper",
            "authors": [],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Predictably Unequal? The Effects of Machine Learning on Credit Markets",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fuster",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goldsmith-Pinkham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Ramadorai",
                    "suffix": ""
                },
                {
                    "first": "Walther",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Effects of Machine Learning on Credit Markets",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "Bayesian Inference in an Expert System without Assuming Independence",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gammerman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Thatcher",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Advances in Artificial Intelligence",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Growing the Artificial Intelligence Industry in the UK",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Low-latency Trading",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasbrouck",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Saar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Financial Markets",
            "volume": "16",
            "issn": "4",
            "pages": "646--79",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Significance, Relevance and Explainability in the Machine Learning Age: An Econometrics and Financial Data Science Perspective",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "G F"
                    ],
                    "last": "Hoepner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mcmillan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vivian",
                    "suffix": ""
                },
                {
                    "first": "Wese",
                    "middle": [],
                    "last": "Simen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "The European Journal of Finance",
            "volume": "27",
            "issn": "1-2",
            "pages": "1--7",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Artificial Intelligence: What Everyone Needs to Know",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "Consumer Credit-risk Models via Machinelearning Algorithms",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Khandani",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Banking & Finance",
            "volume": "34",
            "issn": "11",
            "pages": "2767--87",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Moore's Law Versus Murphy's Law: Algorithmic Trading and its Discontents",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "A"
                    ],
                    "last": "Kirilenko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "W"
                    ],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Journal of Economic Perspectives",
            "volume": "27",
            "issn": "2",
            "pages": "51--72",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "A Novel Classifier Ensemble Approach for Financial Distress Prediction",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Tsai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "J"
                    ],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Eberle",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Knowledge and Information Systems",
            "volume": "54",
            "issn": "2",
            "pages": "437--62",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "Artificial Intelligence: A General Survey', published as part of Artificial Intelligence: A Paper Symposium",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lighthill",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Science Research Council",
            "volume": "",
            "issn": "",
            "pages": "1--21",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "Financial Quantum Computing",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lopez De Prado",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.2848632"
                ]
            }
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "A Logical Calculus of the Ideas Immanent in Nervous Activity",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "S"
                    ],
                    "last": "Mcculloch",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Pitts",
                    "suffix": ""
                }
            ],
            "year": 1943,
            "venue": "Bulletin of Mathematical Biophysics",
            "volume": "5",
            "issn": "",
            "pages": "115--152",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Credit Scoring Branches Out",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Makowski",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Credit World",
            "volume": "74",
            "issn": "2",
            "pages": "30--37",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Machine Learning: An Applied Econometric Approach",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mullainathan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Spiess",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Economic Perspectives",
            "volume": "31",
            "issn": "2",
            "pages": "87--106",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "GPS, A Program that Stimulates Human Thought",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Newell",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Lerenende Automaten",
            "volume": "",
            "issn": "",
            "pages": "109--133",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Empirical Explorations with the Logic Theory Machine",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "C"
                    ],
                    "last": "Shaw",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [
                        "A"
                    ],
                    "last": "Simons",
                    "suffix": ""
                }
            ],
            "year": 1957,
            "venue": "Proceedings of the Western Joint Computer Conference",
            "volume": "15",
            "issn": "",
            "pages": "218--257",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "The Black Box Society",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pasquale",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Managing Machines: The Governance of Artificial Intelligence', speech at FCA Governance in Banking",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Proudman",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Solving the Optimal Trading Trajectory Problem Using a Quantum Annealer",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rosenberg",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Haghnegahdar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Goddard",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lopez De Prado",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "IEEE Journal of Selected Topics in Signal Processing",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "The History and Future of AI",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Oxford Review of Economic Policy",
            "volume": "37",
            "issn": "3",
            "pages": "509--529",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "The Fourth Industrial Revolution",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Schwab",
                    "suffix": ""
                },
                {
                    "first": "New",
                    "middle": [],
                    "last": "Redfern",
                    "suffix": ""
                },
                {
                    "first": "Currency",
                    "middle": [],
                    "last": "South Wales",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sirignano",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sadhwani",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Journal of Financial Econometrics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Statista. -(2020), In-depth: Artificial Intelligence",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Statista",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Predicting Bank Distress in the UK with Machine Learning",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Suss",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Treitel",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "Incorporating Textual and Management Factors into Financial Distress Prediction: A Comparative Study of Machine Learning Methods",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Forecasting",
            "volume": "39",
            "issn": "5",
            "pages": "769--87",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "A Survey of Credit and Behavioural Scoring: Forecasting Financial Risk of Lending to Consumers",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "C"
                    ],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "International Journal of Forecasting",
            "volume": "16",
            "issn": "2",
            "pages": "149--72",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Machine Learning: A Revolution in Risk Management and Compliance?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Turing",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "Journal of Financial Transformation",
            "volume": "59",
            "issn": "236",
            "pages": "60--67",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Some Financial Regulatory Implications of Artificial Intelligence', Federal Reserve Bank of Atlanta Working Paper",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "D"
                    ],
                    "last": "Wall",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "A New Random Subspace Method Incorporating Sentiment and Textual Information for Financial Distress Prediction",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Chu",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Electronic Commerce Research and Applications",
            "volume": "29",
            "issn": "",
            "pages": "30--49",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "The Road to Conscious Machines: The Story of AI",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wooldridge",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Importance of big data analytics and ML technologies worldwide, 2018Source: Statista.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Funding into AI and Fintech firms in UK and US, 2000-19Note: These figures are standardized in US dollars. Source: Crunchbase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Top 3 ML by firms foundedSource: Crunchbase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Panel : DL firms started in UK, % of global Source: Crunchbase.",
            "latex": null,
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Firm size: UK vs US Source: Crunchbase. 15 'HSBC brings in AI to help spot money laundering', Martin Arnold, Financial Times, 8 April 2018. 16 'NatWest uses machine learning to fight fraud', Peter Walker, FsTech website, 4 March 2018.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Damage and 9 https://tracxn.com/reports/fMfLAJmqwTD4z61mrkRwbUsWTnIETKriWGCELb 10 'The Thriving AI Landscape in Israel and What It Means for Global AI Competition', Gil Press, Forbes, 24 September 2018. Available at: https://www.forbes.com/sites/gilpress/2018/09/24/the-thriving-ailandscape-in-israel-and-what-it-means-for-global-ai-competition/?sh=10f683ae30c5 11 'Microsoft signs cloud AI deal with UK chipmaker Graphcore', Madhumita Murgia, Financial Times,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Number of AI firms and Fintech-AI firms by Region, 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF2": {
            "text": "Top 20 regions for AI and Fintech firms' HQs for UK and US",
            "latex": null,
            "type": "table"
        },
        "TABREF3": {
            "text": "World rankings of UK AI start-ups, 2020",
            "latex": null,
            "type": "table"
        },
        "TABREF4": {
            "text": "). 17 'How PayPal boosts security with artificial intelligence', Michael Morisy, MIT Technology Review, 25 January 2016. 18 'NatWest uses machine learning to fight fraud', Peter Walker, FsTech website, 4 March 2018. 19 'HSBC brings in AI to help spot money laundering', Martin Arnold, Financial Times, 8 April 2018.",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": " 1957 Newell et al. (1957 provide the framework to replicate logical flow of human decision making. 1958 Frank Rosenblatt introduces a new form of neural network known as 'perceptron' 1961 Newell and Simons (1961) create General Problem Solver 1964 Computers understand natural language enough to solve algebraic and word problems",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 5,
                    "text": "1957",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 6,
                    "end": 25,
                    "text": "Newell et al. (1957",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 199,
                    "text": "'perceptron' 1961 Newell and",
                    "ref_id": null
                },
                {
                    "start": 200,
                    "end": 213,
                    "text": "Simons (1961)",
                    "ref_id": "BIBREF40"
                }
            ],
            "ref_spans": [],
            "section": "Timeline of AI and machine learning with financial services applications"
        }
    ]
}