{
    "paper_id": "ff1bc94f28db73d93f306cf200e3b7041459aa53",
    "metadata": {
        "title": "Mining Resource Corridor development in Nigeria: critical considerations and actions for a diversified and sustainable economic future",
        "authors": [
            {
                "first": "Smith",
                "middle": [
                    "I"
                ],
                "last": "Azubuike",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Susan",
                "middle": [],
                "last": "Nakanwagi",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Jaqueline",
                "middle": [],
                "last": "Pinto",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "The low crude oil prices in 2019 add momentum to Nigeria's need for economic diversification as its foreign earnings come primarily from crude oil sales. As a result, Nigeria is seeking to explore other economic potentials, such as developing a Mining Resource Corridor (MRC) to reduce poverty and assist the country's sustained growth and development. MRCs catalyse mineral extraction, transportation, processing, and infrastructural development and integrate other sectors of the economy, thus, creating jobs and promoting economic diversification and inclusive growth. However, achieving this requires drawing up an articulated delivery mechanism through a framework strategic implementation plan to attain a strategic diversification away from hydrocarbons to minerals. This article takes an applied research approach to examine the critical considerations and actions that Nigeria should take in developing an MRC to ensure a diverse and sustainable economic future. Additionally, it discusses the lessons Nigeria can learn from two corridors in Mozambique. This study notes that the success of a MRC is a function of, among other things, a skilled and adequately strengthened institution, enabling infrastructure and the participation of communities in the decision-making process of the corridor development. It also includes the support of all levels of government and possible assistance from development partners and donor agencies such as the World Bank.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        },
        {
            "text": "Publisher's Note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "The plunge in oil prices between 2018 and 2019 (US EIA 2020) and the COVID-19 pandemic induced fall in crude oil prices (Rizvi and Itani, 2021) are among the major drivers for the Federal Republic of Nigeria (Nigeria) to develop a Mining Resource Corridor (MRC). In 2020, global oil demand plunged when governments closed business operations and limited travel or imposed total economy lockdowns in response to the COVID-19 pandemic (Nakanwagi and Rukundo, 2020) . The COVID-19 pandemic induced a great demand shock in the oil sector, resulting in the unprecedented market and worldwide economic collapse, including in Nigeria (Ozili, 2020) .",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 143,
                    "text": "(Rizvi and Itani, 2021)",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 433,
                    "end": 462,
                    "text": "(Nakanwagi and Rukundo, 2020)",
                    "ref_id": null
                },
                {
                    "start": 627,
                    "end": 640,
                    "text": "(Ozili, 2020)",
                    "ref_id": "BIBREF46"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This situation highlights the need for economic diversification. One way of achieving it in a mono-economy like Nigeria is by developing a MRC and upscaling access to its mineral resources. A MRC has the potential to assist Nigeria in diversifying the economy through mineral extraction, processing and transportation, infrastructural development, and possible sectoral integration and connection with other regional corridors. This could, in turn, create jobs and promote inclusive growth and development. For instance, since the mining sector is important to the country's development objectives (MMSD, 2016) , a MRC will aid the sector's resurgence. Nigeria is endowed with various mineral resources, like gold, iron ore, coal, bitumen, baryte, lead-zinc, limestone, copper, lithium, and many other minerals and metals (Olade, 2019) . These minerals provide options for economic diversification and sustainable development through a MRC. Previously, mining contributed a higher percentage of economic output before the sectorial dominance of the hydrocarbon sector in Nigeria in the 1950s and 1960s (Chete et al., 2017) .",
            "cite_spans": [
                {
                    "start": 598,
                    "end": 610,
                    "text": "(MMSD, 2016)",
                    "ref_id": null
                },
                {
                    "start": 822,
                    "end": 835,
                    "text": "(Olade, 2019)",
                    "ref_id": null
                },
                {
                    "start": 1102,
                    "end": 1122,
                    "text": "(Chete et al., 2017)",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Developing a Resource Corridor (RC) requires an understanding of its operation to enable a diversified economy. A RC is an order of investments and actions to leverage a significant extractive industry investment in infrastructure, goods and services, into viable economic development and diversification along a specific geographic area (Jaffrin, 2013) . RCs create development corridors alongside extractive-related infrastructure by linking investments through mines, ports, rails, and roads that catalyses ancillary economic activity (Cameron and Stanley, 2017) . They also exist in various types and focus on transportation, agriculture, and mining. RCs require active collaboration, coordination, and integrated planning for effective implementation (Hope and Cox, 2015) . Toledano (2015) notes that RCs present opportunities to connect communities and attract economic growth and sustainable development, mainly through the collateral impact on other sectors catalysed through access to resource infrastructure.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 353,
                    "text": "(Jaffrin, 2013)",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 538,
                    "end": 565,
                    "text": "(Cameron and Stanley, 2017)",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 756,
                    "end": 776,
                    "text": "(Hope and Cox, 2015)",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 779,
                    "end": 794,
                    "text": "Toledano (2015)",
                    "ref_id": "BIBREF58"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "An analysis of the literature on RCs reveals that their development can result in social and environmental disruptions and community opposition when communities along the corridor routes are not engaged in the development process (Mtegha et al., 2012) . They also can result in spatial exclusions, thus making it necessary to use a new mobility paradigm to avoid spatial exclusion, immobility, and uneven and conflicting mobilities in new corridor routes (Enns, 2018) . Furthermore, as was the case with the China-Pakistan Economic Corridor, security challenges can halt the development process due to armed militia and terrorist groups (Ahmad et al., 2020) . Given the difficulties highlighted, Nigeria requires a well-articulated delivery mechanism. This strategy must be drawn up and initiated through a corridor programme setting out the strategic plan and governance mechanism.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 251,
                    "text": "(Mtegha et al., 2012)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 455,
                    "end": 467,
                    "text": "(Enns, 2018)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 637,
                    "end": 657,
                    "text": "(Ahmad et al., 2020)",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Further, security apparatuses must be in place to check extremist groups' activities, especially in the northern part of Nigeria. Community engagement is also essential to prevent conflicts that can halt the development process. There is also a need for social and environmental impact assessments to determine the corridor's viability vis-a-vis the sustainable development agenda. The full support of government at all levels and the political will to drive the corridor's implementation is critical to its success, including infrastructural development and anchor projects. Funding options and development assistance from donor agencies and development partners are crucial aspects of corridor establishment in Nigeria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Lessons from the successes and challenges of corridors in Mozambique, such as the Maputo Development Corridor (MDC), and the Nacala Corridor, can assist Nigeria in planning and implementing its MRC. This study chose Mozambique's corridors because it houses some of the most developed corridors in Sub-Saharan Africa. Furthermore, these corridors are essential to Mozambique's planning for various sectors and appear in its 2011-2020 Strategic Plan for the Development of the Agriculture Sector. Again, Mozambique has an established coal mining industry and a burgeoning hydrocarbon industry.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "This article utilises an applied research approach to examine the critical considerations and actions that Nigeria can follow in developing a MRC. The \"Developing a Resource Corridor\" section presents an overview of MRCs and some discussions critical to RC development. The \"Nigeria's mining sector in focus\" section provides a brief background to mining in Nigeria. The \"Lessons from Resource Corridors in Mozambique\" section evaluates the MRCs in Mozambique and highlights lessons that Nigeria can learn from them. The \"Applying the lessons to the Nigerian context\" section applies those lessons to the Nigerian situation, and the \"Recommendations and conclusion\" section sets out key recommendations for Nigeria to actualise its MRC development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Introduction"
        },
        {
            "text": "Resource Corridors: an overview and rationale for development As a concept, RCs have gained significant traction in both developed, emerging, and developing climes (Jaffrin, 2013; Xu et al., 2019; Baxter et al., 2017) . For example, the coal belt in England and the Ruhr Valley in Germany became industrialised in the eighteenth and nineteenth centuries through RCs and enhanced during the industrial revolution (Clark and Jacks, 2007; Popkin, 2020) . RCs are fast becoming a means through which countries promote economic activities by opening up either transport, agricultural, industrial, trade, freight, mining, or other development corridors. Whatever the name, they all contribute towards economic development.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 179,
                    "text": "(Jaffrin, 2013;",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 180,
                    "end": 196,
                    "text": "Xu et al., 2019;",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 197,
                    "end": 217,
                    "text": "Baxter et al., 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 412,
                    "end": 435,
                    "text": "(Clark and Jacks, 2007;",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 436,
                    "end": 449,
                    "text": "Popkin, 2020)",
                    "ref_id": "BIBREF47"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "The World Bank (2011) describes a RC as \"a sequence of investments and actions to leverage a large extractive industry investment in infrastructure, goods and services, into viable economic development and diversification along a specific geographic area\". This definition identifies that RCs benefit from existing extractive and other resources and investment to upscale economic diversification and development in an area. The description also shows the functional and physical aspects of a RC. The latter dimension relates, for instance, to transport routes that link regions of economic activity. The former relates to the institutions, plans, and framework that enhance the operations of a corridor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "A vital rationale for developing a RC is because it is an essential economic integration instrument and can open up markets and enlarge investment and trade (Bowland and Otto, 2012) . RCs follow the Spatial Development Initiative (SDI) approach. RCs use economic growth opportunities to encourage private sector investments and sustainable development, primarily through the collateral impact on other sectors catalysed through access to the resource infrastructure. SDIs endorse infrastructure use and investment in specific geographical areas, thus encouraging linkages between local economies and overall competitiveness (Bastida, 2014) . They also function on the substantial investment of public capital and resources, several stakeholders' existence, actual economic potential, and private capital participation to achieve the common goal of economic growth and development (Bastida, 2014) . As such, a government must consider critical aspects such as institutional capacities, funding and investment avenue, impacts on local communities, stakeholder engagement, security, and political will, in the development process.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 181,
                    "text": "(Bowland and Otto, 2012)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 624,
                    "end": 639,
                    "text": "(Bastida, 2014)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 880,
                    "end": 895,
                    "text": "(Bastida, 2014)",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "RCs attract investments by identifying opportunities, providing infrastructure, and removing institutional and administrative hurdles that may exist (Shroder, 2014) . The result is economic growth and job creation for local people. RCs play a vital role in facilitating access to ports and other trade routes that offer new global markets access. They optimise the use of hard infrastructure built by or with the support of an anchor project to support other sectors through further investments, such as building feeder roads to help develop agricultural projects. Cameron (2016) notes that a RC's objective should be to respond to a country's needs from an extractive perspective. Thus, it should enable the use of significant commercial extractive investments and their need for infrastructure, goods, and services as an anchor for more wide-ranging economic growth and diversification. RC thrives on transport investments such as port, rail, and road, stimulating additional economic activity, thereby creating corridors alongside extractive-related infrastructure. This perspective entails investment in hard and soft infrastructure that will facilitate corridor activities and develop local content.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 164,
                    "text": "(Shroder, 2014)",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 565,
                    "end": 579,
                    "text": "Cameron (2016)",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "From an investment perspective, RCs create the pooling of resources and provide the opportunity to develop cross-border organisations to promote investment, energy utilities, transport businesses, and border administration (Oxfam, 2017) . Thus, they encourage economic linkages and cross-border activities between neighbouring countries, open up many remote areas to modern agriculture and facilitate economic growth (Weng et al., 2013) . In their work on \"Resource Corridor Experiences in Sub-Saharan Africa\", Mtegha et al. (2012) highlight the essence of an anchor project regarding corridor establishment. They also emphasise that an active project manager and multilateral agreements are vital, especially for establishing a cross-border RC. Additionally, RCs thrive on regulatory reforms, investment promotion initiatives, a robust institution for success, and stakeholder participation (Shroder, 2013) .",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 236,
                    "text": "(Oxfam, 2017)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 417,
                    "end": 436,
                    "text": "(Weng et al., 2013)",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 511,
                    "end": 531,
                    "text": "Mtegha et al. (2012)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 892,
                    "end": 907,
                    "text": "(Shroder, 2013)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "In choosing a RC location, it is essential to consider how the area will allow for and integrate active, practicable, or potential economic growth and link other substantive economic nodes that have the potential for growth between them (Srivastava, 2011) . Additionally, it is critical to understand the variations in opportunity associated with particular minerals. For example, the mining of coal would necessitate the establishment of railways. However, the extraction of gold would require the creation of roads and access to vast amounts of water. Other key factors for consideration when selecting the RC location include the existing routes and corridors, anchor projects and their locations, potential policy and regulatory constraints, and the capacity to promote, integrate, and encourage trade. Further, a country should evaluate the RC's impact on the communities along the route to alleviate their plight. They should also look into the potential for small, medium, and micro-enterprise development via existing agricultural supply chains (Mtegha et al., 2012) .",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 255,
                    "text": "(Srivastava, 2011)",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1053,
                    "end": 1074,
                    "text": "(Mtegha et al., 2012)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "RCs are not new in Africa. The Maputo Development Corridor (MDC), Mtwara Development Corridor Tanzania, the Lamu Port South Sudan Ethiopia Transport (LAPSSET) Corridor, the Nacala Corridor in Mozambique, and other corridors criss-crossing Africa and opening areas for investment exist (Laurance et al., 2015) . Officially launched in 1996, the MDC is a transportation network that includes roads, rail, border posts, ports, and terminals. The Corridor passes through Southern Africa's most industrialised landlocked provinces, including Mpumalanga, Gauteng, and Limpopo (Tevera and Chimhowu, 2018) . The Mtwara Development Corridor, on the other hand, spans southern Tanzania, northern Mozambique, northern and central Malawi, and eastern and northern Zambia (Weng et al., 2013) . Its development followed a memorandum of understanding by the respective country heads of state in 2004. It currently has road and rail links, bridges, and ports.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 308,
                    "text": "(Laurance et al., 2015)",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 570,
                    "end": 597,
                    "text": "(Tevera and Chimhowu, 2018)",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 759,
                    "end": 778,
                    "text": "(Weng et al., 2013)",
                    "ref_id": "BIBREF62"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "As part of the 2008 Kenya's Vision 2030, the LAPSSET Corridor Project aims to interconnect Kenya, Ethiopia, and South Sudan in East Africa, with Kenya pioneering the Project's implementation (Lesutis, 2020) . The project is comprised of two critical components: a 500-m-wide infrastructure corridor through which roads, railways, pipelines, power transmission, and other projects, including the proposed Lamu Port with thirty-two deep-sea berths at Manda Bay, will pass; and a 50-km-long economic corridor on either side of the infrastructure corridor. Further, the Nacala Corridor Railway and Port project in Mozambique and Malawi is intended to facilitate the development and exploration of Vale Mozambique's coal deposits in Moatize. The railway construction was started in 2011 and completed in 2016.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 206,
                    "text": "(Lesutis, 2020)",
                    "ref_id": "BIBREF32"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "The successes and challenges of existing corridors in Africa act as a signpost for planned and emerging corridors. For instance, the MDC highlights the importance of a political will and political champions and the need for a long-term strategy for economic development and integration, which addresses the envisioned role of development corridors, and how to realise it (Bowland and Otto, 2018) .",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 395,
                    "text": "(Bowland and Otto, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "Within the African context, community engagement constitutes a critical aspect during corridor development. The reason is that community livelihood and the environment are not free from the possible impacts of RC development. Thus, engaging with affected communities provide pathways for them to develop sustainably and avoid conflicts in the development process. Illustrative of this importance is the LAPSSET Corridor, which witnessed an increased risk of disruption, and the potential for community grievances to derail the corridor project due to the absence of community engagement (Baxter et al., 2017) . The MDC also provides another example. It had a deficiency in community engagement at the planning stage and a lack of political will in creating the local capacity to manage the MDC process or involve the broader community and local levels of governance (Roodt, 2008) . Enns (2018) writes that RC development in Africa should consider novel patterns of spatial inclusion and exclusion and mobility and immobility along new corridor routes. The essence is to present evidence that supports a win-win narrative that is presently attached to Africa's corridor agenda.",
            "cite_spans": [
                {
                    "start": 587,
                    "end": 608,
                    "text": "(Baxter et al., 2017)",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 866,
                    "end": 879,
                    "text": "(Roodt, 2008)",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 882,
                    "end": 893,
                    "text": "Enns (2018)",
                    "ref_id": "BIBREF16"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "Security threats, terrorism, and civil disturbances in a country are essential aspects of the RC debate. This issue can derail or hinder RC establishment. For example, Ahmad et al. (2020) observe that security and terrorism in Pakistan, among others, constitute an impediment to achieving the benefits of the China-Pakistan Economic Corridor (CPEC). The threats are both internal and external, arising from terrorism and extremism in the two countries. Extremist groups exist from Xinjiang to Gwadar, consisting of the East Turkestan Islamic Movement, Tehreek-e-Taliban Pakistan, Lashkar e-Tayyiba, Lashkar e-Jhangvi, Daesh, and Balochistan Liberation Front. These groups and the militant wings of some political parties tried to stop the CPEC project (Ahmad et al., 2020; Ibrar et al., 2016) .",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 187,
                    "text": "Ahmad et al. (2020)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 752,
                    "end": 772,
                    "text": "(Ahmad et al., 2020;",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 773,
                    "end": 792,
                    "text": "Ibrar et al., 2016)",
                    "ref_id": "BIBREF25"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "Although RCs can support economic growth, enhance national infrastructure, boost agriculture, increase exports, and improve economic integration, they present social and environmental challenges. RCs can result in uneven development impacts, further marginalise the poor, threaten biodiversity, and be vulnerable to climate change. In estimating the ecological costs of corridors, Laurance et al. (2015) note that corridors can result in severe and mostly irreversible environmental changes and should only proceed if the government have deployed mitigation and protection measures.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 403,
                    "text": "Laurance et al. (2015)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "Development partners and spatial planners have widely discussed and debated the potential for RCs, anchored by an extractives project, to support sustainable development (Baxter et al., 2017) .",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 191,
                    "text": "(Baxter et al., 2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "There is a general agreement that RCs present a platform to ensure the distribution of benefits from a particular (mining) project by connecting other parts of the economy. Interest in RCs, such as the New Partnership for African Development collaboration with Nigeria, lends credence to this fact, albeit this potential has not been fully realised in other RCs. Baxter et al. (2017) note that some corridors' inability to attain full potential is due to poor planning and lack of engagement with project-affected communities, often resulting in limited achievement. They also highlight weak institutional capacities and the absence of an integrated approach to planning as a challenge. A case in point is the North-South Corridor connecting the Democratic Republic of Congo and Zambia. Also, the lack of collaboration between various stakeholders such as governments, civil society, donor agencies, the private sector, and communities impedes the projects.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 383,
                    "text": "Baxter et al. (2017)",
                    "ref_id": "BIBREF7"
                }
            ],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "To realise the transformational benefits of a corridor initiative and diversify an economy, develop a nation, and reduce poverty, a government's commitment and political will to implement the corridor initiative are crucial. As Nigeria plans to establish a MRC, this article points to the critical issues that Nigeria should consider and the possible implications and problems that may arise in the implementation process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing a Resource Corridor"
        },
        {
            "text": "A MRC uses significant extractive industry projects as an anchor in order to create economic development and diversification along a specific geographic area and creates linkages with other sectors such as agriculture and commerce (Atta-Mensah et al. 2021) . MRCs create spatial ties through economic and infrastructural development, an essential link to all ancillary opportunities in a corridor. Fiscal linkages emerge from MRCs through the efficient use of resource rent. Knowledge linkages are created through technology and capacity development, allowing industries to flourish without any necessary connection to an anchor project and is a precondition for all other ties.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 256,
                    "text": "(Atta-Mensah et al. 2021)",
                    "ref_id": "BIBREF5"
                }
            ],
            "ref_spans": [],
            "section": "The relationship between MRC, economic linkages, and sustainable development"
        },
        {
            "text": "MRCs create backward linkages by allowing the flow of goods and services that are diversified and flexible and can last beyond resource depletion. Forward linkages arise from MRCs through the beneficiation of products (Wasonga and Smith, 2017) . However, it should not be relied upon entirely as it can be subdued in the long term by the finite resources of an anchor project. MRCs also catalyse economic diversification by contributing to agricultural growth and food security and providing opportunities for broad economic opportunities (Kuhlmann et al., 2011) . Broadly, MRCs assist in creating economies of scale, especially in developing country markets that cannot attract the private investments necessary to increase exports and eventually attain the objective of poverty alleviation.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 243,
                    "text": "(Wasonga and Smith, 2017)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 539,
                    "end": 562,
                    "text": "(Kuhlmann et al., 2011)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The relationship between MRC, economic linkages, and sustainable development"
        },
        {
            "text": "MRCs constitute natural markets for products; they can be used by people, businesses, and the entire country. MRCs can also be used as an innovative approach to foster the growth of the agricultural sector by facilitating the movement of farm produce, goods, and services for the farmers (Kuhlmann et al., 2011) . The existence of a MRC also enhances a country's ability to trade regionally through improved ports and rail networks.",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 311,
                    "text": "(Kuhlmann et al., 2011)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The relationship between MRC, economic linkages, and sustainable development"
        },
        {
            "text": "In the context of sustainable development, MRCs play an essential role. Although the concept of sustainable development has various perspectives, broadly, it involves improved environmental protection with more significant socio-economic growth and development (Hilson and Murck, 2000) . It is a growth path that allows present and future generations to achieve their goals. MRCs support sustainable development through the linkages it creates with other sectors of the economy. A single mining operation can contribute to sustainable development from mineral exploration to its likely and certain closure. However, sustainable development is advanced beyond just one project by utilising a mining operation as an anchor to create diversified economic opportunities and diverse industries. It also creates an opportunity for socioeconomic growth further than the anchor project itself.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 285,
                    "text": "(Hilson and Murck, 2000)",
                    "ref_id": "BIBREF21"
                }
            ],
            "ref_spans": [],
            "section": "The relationship between MRC, economic linkages, and sustainable development"
        },
        {
            "text": "The transport industry quickly arises from a MRC with accompanying jobs and linkages to trade and agriculture. The opportunities to develop it will be specific to different MRCs that can bring investment to areas where otherwise no investment would flow and create routes for transporting goods. MRCs enable the prioritisation and promotion of infrastructure and investment in other sectors such as agriculture along the corridor's designated route, thereby catalysing trade, further investment, and optimising the use of existing and newly constructed infrastructure (Krchnak et al., 2011) . MRCs also offer communities a sustainable development platform as socio-economic, environmental impacts, and community needs will be part of the MRC development planning process, thus enabling meaningful engagement with communities during the corridor development process and preventing any adverse effects on their livelihood through effective planning to create sustainable businesses and developing socio-economic growth skills.",
            "cite_spans": [
                {
                    "start": 568,
                    "end": 590,
                    "text": "(Krchnak et al., 2011)",
                    "ref_id": "BIBREF29"
                }
            ],
            "ref_spans": [],
            "section": "The relationship between MRC, economic linkages, and sustainable development"
        },
        {
            "text": "Mining in Nigeria dates back to 1902 when organised mining in its exploration stage started with the then Secretary of State for Colonies commissioning mineral surveys of the Southern and Northern Protectorates (MMSD, 2016). The first record of a mined mineral was tin ore by the Royal Niger Company in 1905 (Hodder, 1959) . Through the years, several minerals, like coal, gold, bitumen, baryte, lead-zinc, and limestone, have been extracted by both artisanal and industrial miners (Nigerian Bureau of Statistics, 2015). The period has also experienced the enactment of an indigenisation decree causing large-scale withdrawal of foreign investment in the industry and a downturn in production (Ministry of Mines and Steel Development (MMSD), 2016). Thus, the bulk of mining operations by the private sector rested on small-scale indigenous miners' shoulders, leading to production decline, particularly in the metallic minerals starting in the late 1970s.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 322,
                    "text": "(Hodder, 1959)",
                    "ref_id": "BIBREF23"
                }
            ],
            "ref_spans": [],
            "section": "Mining in Nigeria"
        },
        {
            "text": "Despite several strategic minerals (Gabriel, 2015) and government reforms, the mining sector still struggles to reach its full potential. One reason for this stems from the neglect of mining for the high revenue oil sector. Such neglect has seen the absence of a mining strategy and a corridor to enhance mineral activities which could be said to contribute to the mining sector struggling to reach its full potential in that, prior to 2016, there has been very little formal policy focus on the strategic development of the mining industry or economic linkages which could flow from such industry. Following the adoption of the Roadmap for the Growth and Development of the Nigerian Mining Industry in 2016 (Mining Roadmap, 2016), a MRC can stimulate the mineral sector and assist in economic diversification and growth.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mining in Nigeria"
        },
        {
            "text": "Mining, agriculture, and petroleum sectors are essential to the Nigerian economy. However, the latter has received more attention than the former two sectors as the nation's economy thrives on proceeds from crude oil sales, accounting for the low contribution of mining to the nation's GDP (Olalekan et al., 2016) . Insufficient exploration investment and the inability to harness its wealth creation capacities led to gross underperformance in the sector and, consequently, a loss of economic opportunities (Arome and Enejoh, 2019) .",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 313,
                    "text": "(Olalekan et al., 2016)",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 508,
                    "end": 532,
                    "text": "(Arome and Enejoh, 2019)",
                    "ref_id": "BIBREF4"
                }
            ],
            "ref_spans": [],
            "section": "Mining in Nigeria"
        },
        {
            "text": "With renewed investor interest in mining and its immense mineral deposits, Nigeria can become a market figure in the mining sector (Liedtke, 2020) . The Mining Roadmap, 2016, highlights the potential for an increase in the sector's contribution to the country's GDP, thus supporting forecasts that a concentrated exploration of Nigeria's abundant minerals may exceed their oil wealth in the long term (Oxford Business Group, 2019).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 146,
                    "text": "(Liedtke, 2020)",
                    "ref_id": "BIBREF33"
                }
            ],
            "ref_spans": [],
            "section": "Mining in Nigeria"
        },
        {
            "text": "Furthermore, the essence of the National Minerals and Metals Policy is to promote a new legislative framework that encourages private sector-led growth and development of the sector (KPMG, 2017) . This regulatory shift could translate to increased public and private sector investment, more employment creation for the citizenry, and overall economic and financial stability for the economy if implemented correctly. A MRC will calibrate these new investment interests to promote investment in the mining sector, diversify the economy away from oil and gas, and preserve the muchneeded forex spent on steel imports annually. Developing a MRC will also create wealth, promote alternative sources of public revenue, and lift millions out of poverty (Oxford Business Group, 2019).",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 194,
                    "text": "(KPMG, 2017)",
                    "ref_id": "BIBREF30"
                }
            ],
            "ref_spans": [],
            "section": "Mining in Nigeria"
        },
        {
            "text": "To lessen the post-COVID-19 economic shocks, the World Bank has advised Nigeria to develop the mining sector instead of waiting on oil prices to rebound (Francis, 2020) . Thus, a MRC is a platform to boost mineral activities and link Nigeria with existing corridors such as the Lagos-Kano-Jibiya corridor to Niger and the Abidjan-Lagos-Dakar corridor along the coast (Saana Consulting, 2015) . However, since MRCs function on extractive industry anchors, those anchors will need to be identified and the possibility of economic diversification evaluated before connecting with other corridors.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 168,
                    "text": "(Francis, 2020)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 374,
                    "end": 391,
                    "text": "Consulting, 2015)",
                    "ref_id": "BIBREF51"
                }
            ],
            "ref_spans": [],
            "section": "Mining in Nigeria"
        },
        {
            "text": "What is the rationale for establishing MRCs?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mining Resource Corridors development in Nigeria"
        },
        {
            "text": "The plunge in oil prices in 2019 and the COVID-19-induced lockdown affected mono-economies like Nigeria. Thus, Nigeria is seeking alternative means to create wealth, boost mining activities, revive ailing industries, and diversify the economy by developing a MRC. A RC attract multiple stakeholders and provide economic opportunities for remote and isolated communities and towns located away from urban centres to develop. Nigeria understands that a MRC usually attracts other services and amenities like water, power supply, and transport infrastructure. These infrastructures bring significant benefits to communities and open them up to new trading opportunities. They also assist in upscaling artisanal miners' engagement in mineral extraction.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mining Resource Corridors development in Nigeria"
        },
        {
            "text": "Most of Nigeria's mineral resources are found in remote and rural areas. For example, gold deposits are located in the country's northern region, in Maru, Osun state, Malele, Okolom-Dongondaji, Anka, and Iperindo. Iron deposits are mainly found in the remote regions in Itakpe in the Kogi State. Also, gemstones like ruby, emerald, and sapphire are scattered in several remote areas of the country, for instance, Kaduna, Bach, and Plateau states. The map below shows the distribution of the vast mineral resources in Nigeria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mining Resource Corridors development in Nigeria"
        },
        {
            "text": "The map above (Fig. 1) shows the vast array of mineral resources distributed across the country. With abundant minerals located in rural areas, a MRC in Nigeria will galvanise investment interest and boost the rural economy for sustained growth, thus promoting infrastructural development around the mining communities and creating linkages for other economic activities. Ramdoo (2015) notes that governments and regions must optimise the many types of links, including fiscal, production, and consumption linkages within and outside the extractive industry, to ensure the success of resource-based industrialisation. However, there is no one-size-fits-all solution to the issues faced by resource-rich countries in optimising their extractive industries. Therefore, there is a need for appropriate policy implementation measures from all stakeholders like the government, private sector actors, and global and regional actors.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 14,
                    "end": 22,
                    "text": "(Fig. 1)",
                    "ref_id": "FIGREF0"
                }
            ],
            "section": "Mining Resource Corridors development in Nigeria"
        },
        {
            "text": "Another rationale is that a MRC promotes growth, facilitates investment borrowing, and enables mining investors and communities to benefit from the venture. This means that Nigeria can boost agriculture in areas where the corridors exist as local farmers transport their produce via rail or road transport. Nigeria will also leverage the extractives Obaje (2009) sector to multiply jobs in the supply chain. Thus, enabling downstream development (e.g., smelting, refining, and beneficiation) and in related industries by seeking public and private sector synergies to prioritise investments. An example is the upscaling activities in the Ajaokuta and Aladja steel mill in Kogi State, Nigeria.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 362,
                    "text": "Obaje (2009)",
                    "ref_id": "BIBREF41"
                }
            ],
            "ref_spans": [],
            "section": "Mining Resource Corridors development in Nigeria"
        },
        {
            "text": "Developing a MRC is part of the broad objective of Nigeria to mainstream the Roadmap for the Growth and Development of the Nigerian Mining Industry developed in 2016. A MRC will serve as an economic conduit and amplify the growth opportunities, primarily as Nigeria depends on oil revenue for economic sustenance. Currently, mining contributes only 0.3% to the country's GDP, but developing a MRC will upscale the sector's contribution to national GDP. It will also create a synergy with other economic sectors and promote local content as rural communities participate in corridor activities. A case in point is Zamfara State which has the highest gold deposits in Nigeria. A MRC will facilitate legitimate mineral trade and ensure that both miners in Zamfara State and the country do not lose out on the reward of considerable natural assets in the marketplace and resource tax.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Mining Resource Corridors development in Nigeria"
        },
        {
            "text": "A fundamental step to developing a MRC is setting out a corridor programme, determining its objective and preparing for hard and soft infrastructural investments. Clarity of purpose will drive the attainment of the aim. The corridors must be purposeful and strategically located mainly as mining is site-specific. Some knowledge of the local area and a decisive approach to the corridor is essential.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing a MRC in Nigeria"
        },
        {
            "text": "For MRCs to be viable, they must make economic sense through encompassing actual or potential economic growth. The development of a corridor does not create economic strength as it channels, focuses, and amplifies economic growth potential. Thus, the significance of a MRC lies in its connection and passage through places of economic value. A corridor linking two substantive nodes but with no potential for growth in between is of limited benefit (Srivastava, 2011) .",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 467,
                    "text": "(Srivastava, 2011)",
                    "ref_id": "BIBREF56"
                }
            ],
            "ref_spans": [],
            "section": "Developing a MRC in Nigeria"
        },
        {
            "text": "There is a need for initial construction of road, rail, and other infrastructure or upgrading existing infrastructures. The aim is to enable the movement of goods and people from one point to another. In the case of Nigeria, some of this is already happening. For example, the country is keen on developing the Abuja Gateway Airport. It has also invested heavily in the Lagos-Ibadan rail and the 1,400-km Lagos-Calabar railway, estimated at approximately $11 billion, and connects the western and eastern regions.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing a MRC in Nigeria"
        },
        {
            "text": "Further, Nigeria has a public-private partnership (PPP) approach to finance the country's infrastructure development (Itu and Kenigua, 2021) . The PPP infrastructure development in Nigeria is regulated by the Infrastructure Concession Regulatory Commission (ICRC). The Commission is currently implementing approximately 76 PPP projects, including the Bonny Deep Water Port Project (Itu and Kenigua, 2021) . Therefore, the MRC developers should also enlarge existing corridors, and the construction should consider local, provincial, and national actors' in the development plans. This would include urbanisation and agricultural nodes, and it will enhance the climate for business, such as providing small loans for business development.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 140,
                    "text": "(Itu and Kenigua, 2021)",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 381,
                    "end": 404,
                    "text": "(Itu and Kenigua, 2021)",
                    "ref_id": "BIBREF27"
                }
            ],
            "ref_spans": [],
            "section": "Developing a MRC in Nigeria"
        },
        {
            "text": "It is necessary to determine if the MRC will be domestic or linked to other regional corridors to facilitate trade opportunities with other countries. The latter case requires bilateral or multilateral agreements. The economic potential of a mineral in an area is crucial to corridor development. It means that a large concentration of minerals will require the critical infrastructure to facilitate the transportation of minerals and give investors and other stakeholders access to the mineral market.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing a MRC in Nigeria"
        },
        {
            "text": "The government of Nigeria must evaluate existing and proposed routes in the corridor development process.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Developing a MRC in Nigeria"
        },
        {
            "text": "Who will fund the MRC?",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical considerations"
        },
        {
            "text": "Two funding streams are critical to establishing a MRCfunding for project development and funding for maintenance. An option is to invite mining companies to fund the project through PPP or direct government funding for the former. PPPs are a common way of financing MRCs, albeit a combination of donor funding supported by counterpart government funding exists. Donor agencies such as the World Bank could support corridor development, and recipient governments can be responsible for providing all recurrent downstream financing for scheduled routine and period maintenance interventions during the infrastructure's operational life (Hope and Cox, 2015) .",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 655,
                    "text": "(Hope and Cox, 2015)",
                    "ref_id": "BIBREF24"
                }
            ],
            "ref_spans": [],
            "section": "Critical considerations"
        },
        {
            "text": "The MDC strategy was to use tolls paid by users; in the Mumbai-Delhi Dedicated Freight Corridor, freight handling charges were used, and in the Maputo Port, through docking, loading, and unloading charges (Bowland and Otto, 2012) . For privately operated infrastructure, some of the generated revenue will be set aside for maintenance activities. In a government-managed project, it is necessary to establish a dedicated fund derived from end-users. In such cases, these funds should be devoted to maintaining the infrastructure from which the funds are acquired, rather than in governments' general revenue for allocation to other sectors.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 229,
                    "text": "(Bowland and Otto, 2012)",
                    "ref_id": "BIBREF9"
                }
            ],
            "ref_spans": [],
            "section": "Critical considerations"
        },
        {
            "text": "The maintenance of infrastructure requires dedicated organisations with a well-trained and experienced team. In turn, this requires strengthening existing agencies or setting up personalised organisations, both private and public.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical considerations"
        },
        {
            "text": "For instance, the mandate of the ICRC in Nigeria could be extended to include infrastructure maintenance oversight. Properly maintained infrastructure will give governments, communities, and the private sector the necessary confidence to continue to invest in economic activities whose growth is dependent on the hard infrastructure. It may also be essential to consider the cost that the country will face if a private extractive company was solely involved in the project and the security of tenure for a mining company funding the corridor development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Critical considerations"
        },
        {
            "text": "The implementation of a MRC is essential to its realisation. Effective implementation will depend on the type, stage of evolution, and range of stakeholders involved at any development phase. The MRC should divide the investment into critical steps such as infrastructure, livelihoods, governance, environmental impact, and social issues. In addition, the development plan should spread across timelines. All development takes a certain amount of time-short-term, medium-term, and long-term-whether for a mine to come online, build a railroad, or train personnel (Shroder, 2013) .",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 578,
                    "text": "(Shroder, 2013)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "How will the MRC be implemented?"
        },
        {
            "text": "In the development stage, the MRC should set out its specific focus in an area or region. For instance, will the MRC focus on gold or coal production and transportation? Each of these corridors should have a long-term option to further increase prospects to other regions. Ultimately, the economics of a corridor drives its development, and the economic viability of its transport route depends on feasibility studies and the hard infrastructure of one or more transport modes. As more freight and people move along the corridor, the soft infrastructure (logistics and institutions) needs to improve to maintain or increase efficiency. Efficient corridor operations encourage further economic activity, leading to new investment, and, ultimately, the corridor evolves into a commercial corridor.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How will the MRC be implemented?"
        },
        {
            "text": "Nigeria should set a corridor's objective using relevant laws, policies, and strategies for sustainable development and protect and encourage investment. In implementing a governance initiative like the Maputo Corridor Logistics Initiative (MCLI), it is necessary to facilitate activities and address issues that could impact smooth operations (Bowland and Otto, 2012). The MDC's success is attributable to having a centralised governance structure in the MCLI platform (Rasagam et al., 2014) . Transport and logistics are also essential in implementing a MRC to enable cooperation and networking among investors.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 492,
                    "text": "(Rasagam et al., 2014)",
                    "ref_id": "BIBREF48"
                }
            ],
            "ref_spans": [],
            "section": "How will the MRC be implemented?"
        },
        {
            "text": "The Extractive Industry Value Chain (EIVC), promoted by the World Bank, provides a framework for monitoring corridors (World Bank, 2016) . The EIVC is a framework for coordinating and integrating economic interactions across broad public and private collaborations. It incorporates the award of licences and contracts, monitoring operations, enforcing environmental protection and social mitigation requirements, collecting taxes, soundly distributing revenue, and implementing sustainable development policies.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 136,
                    "text": "Bank, 2016)",
                    "ref_id": "BIBREF63"
                }
            ],
            "ref_spans": [],
            "section": "How will the MRC be monitored and governed?"
        },
        {
            "text": "Monitoring could be enforced by seeking to know if the corridor's strategy ensures that bids are invited from interested investors and resource development contracts awarded to companies that submitted winning bids. A clear legal, fiscal, institutional, and contractual regime must be in place.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How will the MRC be monitored and governed?"
        },
        {
            "text": "The selection criteria must be transparent and communities' interests considered with informed, meaningful consultation from vulnerable groups, including women and youth representatives. It could also seek to examine technical and environmental regulations to ensure that they meet acceptable practice standards and that government agencies enforce the law.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "How will the MRC be monitored and governed?"
        },
        {
            "text": "Monitoring extends to reviewing institutions' administrative and auditing capacity and ensuring that government revenues are deposited into a treasury and published. The monitoring process also encompasses general revenue management, allocation activities, and implementation of sustainable development goals (Alba, 2009) . Through monitoring, the government can enforce compliance with the corridor rules and regulate and monitor operations, collect taxes and royalties, manage and allocate revenue, and finally, implement sustainable development policies. This monitoring mechanism has been applied successfully by numerous corridors and emerging market nations (Shroder, 2013) .",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 321,
                    "text": "(Alba, 2009)",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 664,
                    "end": 679,
                    "text": "(Shroder, 2013)",
                    "ref_id": "BIBREF52"
                }
            ],
            "ref_spans": [],
            "section": "How will the MRC be monitored and governed?"
        },
        {
            "text": "Legislation should set out the governance structure and process for ease of reference and implementation. It should provide for a coordinator/manager for each of the corridors to enable efficient execution and include stakeholders from both the public and private sector, non-profit organisations, and community representatives to allow for a broad discussion on the desired future of the MRC. The policy and legislative regime should focus on the activities of the MRC and what it needs to achieve (Öberg et al., 2016) . Where a board of directors and an executive committee is necessary, it should consist of executive and non-executive members responsible for promoting the corridor's objectives. They should also provide the policy direction; monitor, implement, and operate structures, finances, and administration; and approve the corridor's operating and capital budgets. The executive committee could consist of members of the Board of Directors. A similar governance structure exists in the MDC through the MCLI (Fouad, 2006) .",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 519,
                    "text": "(Öberg et al., 2016)",
                    "ref_id": null
                },
                {
                    "start": 1021,
                    "end": 1034,
                    "text": "(Fouad, 2006)",
                    "ref_id": "BIBREF18"
                }
            ],
            "ref_spans": [],
            "section": "How will the MRC be monitored and governed?"
        },
        {
            "text": "The decision concerning the location of a MRC is a function of the volume of minerals in an area, pre-existing transport facilities (as shown in Fig. 2) , and other infrastructure that can enhance the corridor's activities and promote resource trade and possible linkages with other regions.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "text": "Fig. 2)",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Where will the MRC be?"
        },
        {
            "text": "The figure above shows that most of the transport facilities are concentrated along the urban populated and industrial areas, for example, the federal highways and federal interstate roads. The standard gauge railway also only covers a short area. However, these existing systems provide a fertile ground for expanding the transport network, especially the MDCs to cater to the rural and remote mining areas.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where will the MRC be?"
        },
        {
            "text": "As Table 1 shows, there is a considerable concentration of minerals in the remote areas in Nigeria. For example, gold is found in the Kebbi, Zamfara, Niger, Kwara, and Kaduna axis, with smaller quantities scattered in other parts of the country (MMSD, 2021). There is also a large mass of iron ore in Kogi and Abuja and Kaduna, Katsina, and Bauchi. In addition, there are large bitumen deposits in Ogun, Ondo, Edo, Anambra, and Lagos States. Furthermore, Enugu is known as the Coal City, and there are coal deposits in Ebonyi, Anambra, Kogi, and Benue States. In addition, there are other strategic mineral deposits in the country, with oil and gas abundantly located in Nigeria's Niger Delta (Emoyan et al., 2008) . The Lagos-Kano rail line is being rehabilitated with new connections to facilitate linkages with other rural and urban areas (Ezeobi, 2019) . There is also the Warri-Itakpe-Ajaokuta rail line, with a rail line proposed to connect the Abuja-Kaduna-Kano route. The Itakpe-Ajaokuta-Warri rail line links Warri in Delta State to Ajaokuta in Kogi State ( Vanguard, 2020) . The signing of a new contract for constructing a standard gauge railway from Abuja linking Warri from Itakpe with an extension to Warri port (Burroughs, 2019) presents opportunities for developing critical infrastructure.",
            "cite_spans": [
                {
                    "start": 693,
                    "end": 714,
                    "text": "(Emoyan et al., 2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 842,
                    "end": 856,
                    "text": "(Ezeobi, 2019)",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1067,
                    "end": 1082,
                    "text": "Vanguard, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Where will the MRC be?"
        },
        {
            "text": "Nigeria can establish a gold corridor, an iron ore corridor, a bitumen corridor, a coal corridor, or a central corridor linking to all these regions. Where the development of multiple MRCs is possible, Niger State should be the site of the gold corridor, Kogi State for iron ore, Enugu State for coal, and Lagos State for bitumen. These corridors will facilitate the transportation of minerals from extraction to processing points, primarily as transport and other infrastructures exist in these states. Ramdoo (2015) pointed out the lack of proper transportation infrastructure in the regional competitiveness of the cement industry, even though the government adopted a \"backward integration policy\" to facilitate its growth. However, where the odds favour a central corridor, Ajaokuta in Kogi State should serve as the country's central corridor due to its steel rolling mill. It also connects the Lagos-Abuja-Kano rail line that can link the Lagos-Dakar transport route. The planned revival of the steel plant also gives Ajaokuta an advantage (CSL Stockbrokers, 2020).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Where will the MRC be?"
        },
        {
            "text": "From a gender perspective, developing a MRC in Nigeria will allow more women to be involved in the mining sector. Apart from being appointed as members of the corridors' board, women will participate in mineral extraction as artisanal miners and other commercial activities that come with a corridor. In Nigeria, women have been confined to salt and sand mining to care for their families' economic needs (Gender Resource Facility, 2016) and participate less in core mining activities due to occupational exclusion. This situation arises from cultural and religious beliefs and stereotypes. Thus, a MRC presents an opportunity for gender scalability in the planning and decision-making processes during the various stages of development.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Potential benefits of MRC in Nigeria"
        },
        {
            "text": "With the Nigerian government's directive that mineral operators should secure Community Development Agreements (CDA) (Sumaina, 2018) , such agreements with operators can enhance community development in other respects and promote sustainable development. For example, the MRC can promote infrastructural development and agriculture as farmers convey their produce using rail or road transport. Furthermore, the benefits of employment and large-scale extractive and corridor activities flow to local communities through the market, fiscal mechanisms, and the environment.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 132,
                    "text": "(Sumaina, 2018)",
                    "ref_id": "BIBREF55"
                }
            ],
            "ref_spans": [],
            "section": "Potential benefits of MRC in Nigeria"
        },
        {
            "text": "The MDC is one of the well-known corridors in Africa and is therefore instructive and serves as an example from which Nigeria can learn lessons. The MDC is a transport corridor connecting the Gauteng Province in South Africa to Maputo's port in Mozambique. It aims to establish developmental cooperation between these two key areas and \"unlocks\" the landlocked provinces of Mpumalanga and Limpopo in South Africa and runs through landlocked Swaziland, situated within South Africa's borders (Bowland and Otto, 2012; Cohen, 2008) .",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 515,
                    "text": "(Bowland and Otto, 2012;",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 516,
                    "end": 528,
                    "text": "Cohen, 2008)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "The MDC is arguably one of the most remarkable corridor initiatives, and its efficient organisation and success in PPPs have made it a model example despite having experienced challenges. One of its first and arguably most notable successes are the vital role it has played in the broader, regional initiative of linking the Atlantic and Indian Oceans through the Trans-Kalahari and Capital Corridors (Bowland and Otto, 2012) . The MDC's core focus is to rehabilitate an existing route by reviving the infrastructure, maximising investment, enhancing social development, and creating employment opportunities. It also focuses on advancing an inclusive and environmentally sustainable action system and facilitating anchor projects' realisation (Mtegha et al., 2012) . Both the South African and Mozambican governments supported the MDC. The Department of Transport runs and manages the MDC in both countries, but it is primarily the responsibility of the private sector to optimise the MDC. The MDCs cross-country linkages accelerate movement between areas and enable building and upgrading railways and roads and a border post between Mozambique and South Africa. The MDC has created jobs, contributed to GDP growth, and provided exports and investment opportunities in both countries (Söderbaum, 2001) .",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 425,
                    "text": "(Bowland and Otto, 2012)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 744,
                    "end": 765,
                    "text": "(Mtegha et al., 2012)",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1286,
                    "end": 1303,
                    "text": "(Söderbaum, 2001)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "The MDC implementation process consisted of an initial set-up that involved procuring institutional and socioeconomic data and the appointment of a project manager to manage the project at the conceptual stage. It also included a pre-feasibility phase led by a project manager, political and technical structural formation at various levels, feasibility study with crucial stakeholders, identifying and evaluating lead/anchor projects and the programme of action, and preparing a document setting out viable projects and investment opportunities. Afterwards, a formal presentation followed. The vision, objectives and opportunities, and anchor projects were presented and an exit strategy to \"hand over\" the project to structures such as the MCLI (Maputo Corridor Logistics Initiative, 2019) .",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 791,
                    "text": "(Maputo Corridor Logistics Initiative, 2019)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "The steel and aluminium plants that anchor the corridor's eastern end makes the MDC more viable. The MDC has, however, also faced challenges. It has experienced fragmented community engagement and environmental, governance, and investment issues. One notable failure was the inability to set up a one-stop border post between South Africa and Mozambique. However, there have been upgrades to existing border posts to ease the transportation of goods (Cohen, 2008) .",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 463,
                    "text": "(Cohen, 2008)",
                    "ref_id": "BIBREF15"
                }
            ],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "The MDC offers essential lessons. First, it emphasises the importance of state champions and support, which facilitates decision-making and implementation. There should, however, be a balance in this approach to prevent weak \"heroes\" from undermining the project. The MDC also highlights the importance of building formal and informal institutional capacities to fill any skill, the institutional gap that could arise, and the need to complete simple bureaucratic procedures.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "Furthermore, the \"fast-tracking approach\" creates visible benefits and can spur a specific \"multiplier effect\" and a jumpstart to the economy. However, it can also prove counter-productive and negatively influence the management and the quality of investment projects. Therefore, it is necessary to ensure it is not yet another major project with little to no local links and to ensure that it relates with and considers the local realities on the ground. Again, the MDC emphasises the need to integrate all levels of government institutions in the corridor design. The MDC was heavily centralised with a focus on speed and large infrastructure projects. This situation was heightened by inadequate engagement with the local community (Bek and Taylor, 2001) . This insufficient involvement of the affected local communities was not only on the South African side, illustrated by residents in the Matola area having lodged grievances regarding the government's lack of consultation regarding the N4 toll road (Mtegha et al., 2012) .",
            "cite_spans": [
                {
                    "start": 735,
                    "end": 757,
                    "text": "(Bek and Taylor, 2001)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1008,
                    "end": 1029,
                    "text": "(Mtegha et al., 2012)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "A further lesson to learn from the MDC is about environmental sustainability. Despite environmental sustainability being one of MDC's four stated objectives, there was little focus on environmental sustainability. This objective was premature, given that the legislative tools to ensure environmental sustainability were not yet promulgated in South Africa or Mozambique at the time of the MDC in 1996. Therefore, it is essential to ensure an enabling regulatory environment exists, which requires thorough environmental impact assessments to construct corridor infrastructure (Mitchell, 1998) . Furthermore, environmental considerations must be appraised holistically and not merely on a project basis. The project-based approach, where environmental concerns are considered on a project-by-project basis rather than on a holistic corridor basis, whilst necessary, must be accompanied by a holistic overview of the corridor impacts (Mitchell, 1998) .",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 593,
                    "text": "(Mitchell, 1998)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 933,
                    "end": 949,
                    "text": "(Mitchell, 1998)",
                    "ref_id": "BIBREF37"
                }
            ],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "There must be an overarching \"corridor\" environmental strategy and assessment to ascertain the entire corridor's effects. The absence of a bottom-up approach in the MDC evidences a \"democratic deficit\" in local participation. Lack of community participation can undermine the state's role and present the country negatively before its citizens. The government could correct this by adopting the bottom-up strategy and ensuring the early participation of all stakeholders (Cohen, 2008) . Coherent promotion of corridor content, the use of PPP, and an enabling policy and regulatory environment by both governments encouraged the MDC and led to its success (Mtegha et al., 2012) .",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 484,
                    "text": "(Cohen, 2008)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 655,
                    "end": 676,
                    "text": "(Mtegha et al., 2012)",
                    "ref_id": "BIBREF38"
                }
            ],
            "ref_spans": [],
            "section": "The Maputo Development Corridor (MDC)"
        },
        {
            "text": "Much like the MDC, the Nacala Corridor (NC) is based on a transport corridor for Zambia and Malawi to the Nacala port in Mozambique, which existed until the Mozambican civil war dislocated the transport links. The NC is an excellent example of a corridor reinvigorated by the financial investment from a mining company, Vale, to ensure transportation from an extractives anchor project. It also evidences the trade-off many governments may need to make when a third party heavily invests in a corridor project, namely, an integrated user concession. This occurs when one company is responsible for extraction and transport to market and requires separate ownership of the mines and the transport infrastructure. Vale purchased a majority share in the NC concession in Mozambique, despite the then government of Mozambique's general position that railway concessions should be independent of mines (Maennling et al., 2014) . Possible reasons for this relaxation and trade-off could be the complexity of the project crossing Malawi and the difficulty of finding an investor with the necessary financial backing willing to make the significant investment.",
            "cite_spans": [
                {
                    "start": 897,
                    "end": 921,
                    "text": "(Maennling et al., 2014)",
                    "ref_id": "BIBREF35"
                }
            ],
            "ref_spans": [],
            "section": "The Nacala and Zambezi Valley Corridors of Mozambique"
        },
        {
            "text": "From a physical security standpoint, the NC traverses three different Mozambican provinces: Tete, Niassa, and Nampula, avoiding areas known to be the site of \"deadly clashes\" between two political parties, FRELIMO and RENAMO. Thus, avoiding the most conflict-prone provinces of northern and central Mozambique. This strategy illustrates the importance of a safe corridor route. For example, the Zambezi Valley Corridor (ZVDC) had security issues directly affecting the usage of the railway line, causing many mining companies to stop using the Sena railway line. The ZVDC also contains lessons for countries when entering into regional agreements. The Mozambiquan government largely governs and coordinates the ZVDC. However, the governments of Zambia and Malawi could have been partners in both the ZVDC and NC, as opposed to signing a tripartite agreement for the Nacala line, and indeed this would have been more beneficial for them. The partnership would have unlocked the export capacity within the countries, especially Malawi. Much of Malawi's production costs are attributable to transportation and Malawi subsidies to commuters on the Nacala line. A partnership between the two countries would have substantially dropped their transportation costs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "The Nacala and Zambezi Valley Corridors of Mozambique"
        },
        {
            "text": "The government and all stakeholders must take various practical steps for Nigeria to create and benefit from MRCs effectively. Practical steps are essential, such as developing an economic plan that integrates the MRC to actualise Nigeria's objectives. An economic strategy is crucial in enabling and leveraging private sector investment through organised and prioritised investments across four dimensions-infrastructure, livelihoods, governance, and environmental and social impact. It also integrates mineral-related activities in specific resource-rich regions in Nigeria and sets the stage for economic diversification. The corridors we considered in the \"Lessons from Resource Corridors in Mozambique\" section prioritised these dimensions, and Nigeria can adopt a similar design, especially since the Mining Roadmap, 2016, lacks a corridor development plan.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practicalities"
        },
        {
            "text": "From our contextual discussion in the \"Lessons from Resource Corridors in Mozambique\" section, the following lessons arise from MRC development for consideration in Nigeria's planned MRC establishment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Practicalities"
        },
        {
            "text": "Infrastructure is key in the development of any corridor. As seen in the MDC, there was a focus on rehabilitating existing routes by reviving the infrastructure and building and upgrading railways and roads and a border post between Mozambique and South Africa. The lesson for Nigeria is that it must put in place the hard and soft infrastructure necessary for operating a MRC, such as railways and road networks or leverage on anchor projects. Fortunately, the Lagos-Ibadan-Kano-Maiduguri rail line is already under construction, with works currently at the Ibadan axis. New roads are under construction, and old ones such as the Lagos-Ibadan-Benin-Warri-Port Harcourt road are being rehabilitated.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructural lessons"
        },
        {
            "text": "Whilst these efforts are commendable, it is necessary to rehabilitate and construct new roads and connect resourcebearing communities in the ongoing infrastructural development. Some areas with mineral deposits require access roads and rail terminals to transport minerals from sites to processing locations or export to other places. It is necessary to increase the number of rail terminals along the rail line and make them commercially viable. This increase will give local communities access to mine sites and enable them to participate in the MRC activities and transport agricultural produce for an inclusive economy.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructural lessons"
        },
        {
            "text": "The power supply from the national grid is not where it should be now. Over 50 million homes currently jostle for power from less than 4,000 megawatts of electricity from the national grid (USAID, 2020) . It means that alternative energy sources are necessary to bolster electricity supply to homes and industries to facilitate economic activities. Offgrid renewable energy sources such as solar power, wind farms, and hydropower dams can assist in power generation given high wind and sunshine in Nigeria.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 202,
                    "text": "(USAID, 2020)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Infrastructural lessons"
        },
        {
            "text": "Another infrastructural lesson is that anchor projects are essential. A such, the Ajaokuta and Aladja steel rolling mills need revitalisation to ensure steel production for onward transportation to areas where they are required. In addition, local utilisation of steel can reduce its importation and the demand for foreign exchange. There is evidence that the FGN has opened talks with a Russian firm to rehabilitate the Ajaokuta steel plant (Olurounbi, 2019). However, this talk needs to evolve beyond words if Nigeria hopes to create jobs and diversify its economy by processing and exporting steel.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Infrastructural lessons"
        },
        {
            "text": "Developing a RC has social consequences as it sometimes results in community displacement, impact on livelihood, and possible uneven development (Integrated Resource Corridors Initiative, 2015) . Laurance et al. (2015) observe that the decision to establish a MRC should continue if mitigation measures are in place. For Nigeria, the lesson is that a social impact assessment is essential to understand and reduce the likely impacts the corridor development will have on communities along the corridor path. If multiple corridors are proposed, a separate social impact assessment must be concluded for each one. It also implies that compensation is necessary to accommodate potential damages for community loss of livelihood and property. The evaluation and compensation scheme will enable communities to develop sustainably and participate in corridor activities.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 193,
                    "text": "(Integrated Resource Corridors Initiative, 2015)",
                    "ref_id": null
                },
                {
                    "start": 196,
                    "end": 218,
                    "text": "Laurance et al. (2015)",
                    "ref_id": "BIBREF31"
                }
            ],
            "ref_spans": [],
            "section": "Social lessons"
        },
        {
            "text": "Again, initiatives that will assist local people in blending into corridor activities are essential. Business and technical support and access to finance and risk-sharing schemes are necessary to upscale local capacities. Nigeria should consider launching pilot programmes to train people on MRC activities and create community awareness. A pilot scheme can start in the Ajaokuta area before being rolled out across the sector. Equivalent efforts to match the several skills development programmes to private sector requirements are also essential for job creation in project communities. Support schemes linked to MRCs upscale agriculture and agribusiness and offer an opportunity for inclusive economic growth since the same MRC infrastructure can facilitate agricultural activities, agro-processing, and connect markets. Local farmers need access to roads to move their products just as artisanal miners need to transport extracted mineral resources. Though, a thorough review to understand the agricultural and agribusiness challenges is necessary.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Social lessons"
        },
        {
            "text": "The development of a MRC raises issues around ecological and climate change concerns which can affect local communities (Adam Smith International, 2015) . It also presents the need to preserve areas of high conservation value during road construction (Hobbs and Kumah, 2016) . We gleaned from the \"Lessons from Resource Corridors in Mozambique\" section that despite the environmental focus of the MDC, it was poorly implemented because of the absence of a regulation to back it up. Nigeria is not a stranger to the effect which MRCs can have on the environment. The loss of farmland in the Jos Plateau due to the historic tin mining corridors (Onwuka et al., 2013) is still evident. However, the FGN can avoid the impact by ensuring adequate and extensive environmental impact assessments and enacting the proper environmental regulation early in the development process.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 152,
                    "text": "(Adam Smith International, 2015)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 251,
                    "end": 274,
                    "text": "(Hobbs and Kumah, 2016)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 643,
                    "end": 664,
                    "text": "(Onwuka et al., 2013)",
                    "ref_id": "BIBREF43"
                }
            ],
            "ref_spans": [],
            "section": "Environmental lessons"
        },
        {
            "text": "The importance of an existing environmental regulatory framework cannot be understated, mainly concerning climate change impacts. The last two decades have seen ecological and social assessments form part of funding decisions and the creation of frameworks such as the Equator Principles, which have guided the thinking around financing towards a more ecologically sustainable framework. A lesson learned from the MDC is that whilst its short-term approaches to growth characterise the SDI process, there was a balance between fast-tracking and streamlining processes. This impact would require the FGN to mainstream steps to mitigate carbon emission and protect local communities' ecology and water sources since mining and corridor activities exist simultaneously. The absence of sustainable water use, for instance, will not be in the best interest of communities, especially in Northern Nigeria with rocky soil, which also requires water for irrigation purposes. Where communities face water challenges for irrigation purposes, designing artificial lakes may be necessary to meet that need.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental lessons"
        },
        {
            "text": "Finally, land acquisition follows MRC development, the implication being that the regulatory regimes at both federal and state levels must consider the need for adequate compensation. There will also be a need to build capacity to verify land investments and strengthen land acquisition and the FGN's ability to manage land acquisition related to MRCs. Again, it is essential to incorporate community benefits sharing into the process, requiring investors to execute CDAs with local communities and provide them with infrastructural support such as hospitals and schools.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Environmental lessons"
        },
        {
            "text": "The proper governance of a corridor is crucial to its effective operation (Söderbaum, 2018) , with states having a major role to play (Söderbaum and Taylor, 2018) . The MDC offers governance direction by using the now-defunct MCLI in managing the MDC, and Nigeria can adopt a similar strategy. Capacity building is essential at all corridor governance levels, especially in corridor planning and developing open and transparent communication among numerous stakeholders. It is also necessary to enable the management, planning, and implementation of the MRC. Government ministries and non-governmental organisations can play a part in the corridor governance, although they need the training to perform their function optimally and the law reformed.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 91,
                    "text": "(Söderbaum, 2018)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 134,
                    "end": 162,
                    "text": "(Söderbaum and Taylor, 2018)",
                    "ref_id": "BIBREF54"
                }
            ],
            "ref_spans": [],
            "section": "Governance lessons"
        },
        {
            "text": "Furthermore, security and community engagement are essential to corridor establishment. Nigeria has experience with security challenges. Due to the Boko Haram attacks in 2011, the government abandoned the rehabilitation of a trunk line from Borno to Maiduguri (Chen, 2018) . This implies that security measures are essential to check the activities of armed bandits, terrorists, and extremist groups, especially in the Northern part of the country, to enable free movement of goods and services. This step is critical as terrorist groups can slow down a corridor's progress, as seen in the China-Pakistan Economic Corridor. Again, community engagement is vital to achieving planned results in the development of RCs, as the absence of community engagement is a recipe for low corridor potentials.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 272,
                    "text": "Maiduguri (Chen, 2018)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Governance lessons"
        },
        {
            "text": "This paper makes a case for a MRC in Nigeria and provides practical approaches to facilitate the successful development of the MRC. Relying on our evidence sources, analysis, and discussions, we recommend that Nigeria develop a framework strategic implementation plan for MRC operation and an inclusive budget together with an explicit message that only the best MRCs will receive funding. The government should appoint a project manager to realise and implement the strategic plan and corridor objectives from the conceptual phase. Again, environmental and social impact assessments should be carried out to determine the possible damage in the development process and compensation paid out to affected local communities. This assessment is essential as the construction and rehabilitation of roads and rail lines will impact community livelihood. As seen in Fig. 2 , \"Where will the MRC be?\" section, most access roads and rail lines criss-cross communities and farmlands.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 860,
                    "end": 866,
                    "text": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ],
            "section": "Recommendations and conclusion"
        },
        {
            "text": "Nigeria needs to set and state the MRC parameters regarding funding and decide on the number of corridors and whether a MRC will be domestic or international. From the literature, PPPs as a funding mechanism are the dominant practice. A domestic MRC is recommended for Nigeria initially, given the absence of a clear geographical need for the MRC to connect international/regional boundaries. Again, the country's size and the need to eliminate possible risks emanating from regional corridors favours a domestic corridor at this stage in Nigeria. A domestic corridor will assist Nigeria to build on its internal strengths, sustain the economy, prepare its institutions and governance structures, establish the relevant laws, and stabilise its infrastructural capacity before considering regional corridors. Finally, Nigeria's current security challenges do not support a regional corridor. Insurgents, Boko Haram, bandits, and kidnappers along the corridor route will discourage other countries from active participation in the corridor activities, thus undermining the potential of the corridor. At the right time, Nigeria should take advantage of existing regional synergies across the Gulf of Guinea through the ECOWAS network to connect with other countries, if desirable. Regional corridors are open to international crises, different regulatory regimes, external shocks, and other countries' internal security risks. Due to Nigeria's geographic position, there is no need for regional corridors to create the shortest route to a port, a likely option for many extractive operations. Suppose Nigeria wishes to create a regional corridor; it should ensure clarity where there is a gap or a difference in regulation in different countries. Parties should also enter into a written agreement to guide corridor activities. These agreements must cover the development of the corridor and the allocation of institutional and regulatory responsibilities. Issues such as border management, third party access to the corridor infrastructure, tariff, and pricing mechanisms and controls over the regulatory environment must be decided and reduced to writing. The various countries must show the political will to ensure uniformity in the corridor in their respective countries.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and conclusion"
        },
        {
            "text": "Pre-feasibility and feasibility studies particular to each proposed MRC should be put in place, with clear terms of reference for further assessment before selecting a corridor location. The corridor selection should be based on agreed criteria and practically help local communities benefit from corridor jobs and supply contracts. Again, Nigeria should consider identifying critical infrastructures, strengthening technical capacities and institutional structures and networks, and providing strong political and bureaucratic support. The establishment of the MDC was a function of existing resources and institutional capabilities. The varying stages of critical infrastructure, security situation, mineral clusters, and in-country end-use of mineral materials should also inform the evaluation for competing for MRC choices. Priority should be given to remedial actions for the corridors to progress with MRC satisfying these criteria.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and conclusion"
        },
        {
            "text": "It is necessary to secure anchor projects for the MRCs to create a multiplier effect and exploit Nigeria's current infrastructural opportunities. The availability and suitability of anchor projects should also inform the choice of location for MRC. International support and partnership are indispensable, and the cooperation of all tiers of government in Nigeria is critical. Nigeria needs to establish a decision-making structure that \"owns\" the overall mandate and holds overall strategic responsibility, necessary for leadership, monitoring, and assurance, including the questions of integrity and good governance and the confidence of domestic and international stakeholders. It is also essential to ensure active community involvement and community and government \"buy-in\" at an early project stage. The absence of community engagement could prevent a corridor from achieving sustainable development outcomes, and it can also create disaffection in communities and spread grievances that can derail the project.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and conclusion"
        },
        {
            "text": "Nigeria must ensure that the various stakeholders collaborate, the absence of which could impede the potential of a MRC. A lack of collaboration will also duplicate efforts, waste resources, and promote enclave developments, resulting in opportunities that will not benefit all sectors and local communities. Further, accountability and transparency must be central to the core principles of the MRC's governance structure to make the most of their contribution to sustained economic development and poverty reduction. Geographic data should be made available by the government to ensure adequate mapping of the corridor area. Having access to a suitable mapping of corridors, geological assets, legal boundaries, and natural boundaries in the same format and with the capacity to superimpose all this information onto one map would hugely facilitate the development of MRCs.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and conclusion"
        },
        {
            "text": "In conclusion, this article shows how Nigeria can diversify away from petroleum, boost the mining and agricultural sectors, and encourage commercial activities and industrialisation by developing a MRC. This idea requires a framework strategic implementation plan leveraging foreign and private investment, such as with the NC, where a mining company funded infrastructure rehabilitation (Rasagam et al., 2014) . The development of MRCs in Nigeria can assist in the actualisation of the nation's Mining Roadmap, 2016, especially in the realisation of the targeted 10% increase in the minerals sector's contribution to the GDP by 2026 (MMSD, 2016) . Further, there are several positive aspects of developing a MRC ranging from developing economic linkages (fiscal, production, and consumption), supporting the artisanal and small-scale miners, growth of the towns along the transport corridor, intersectoral development, and growth of the downstream mineral sector, among others.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 410,
                    "text": "(Rasagam et al., 2014)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 634,
                    "end": 646,
                    "text": "(MMSD, 2016)",
                    "ref_id": null
                }
            ],
            "ref_spans": [],
            "section": "Recommendations and conclusion"
        },
        {
            "text": "Again, this research shows that the MRC provides a great opportunity to open up the country to national and regional growth and development. This can be seen from the regions connected by the Maputo Development Corridor (MDC), Mtwara Development Corridor Tanzania, the Lamu Port South Sudan Ethiopia Transport (LAPSSET) Corridor, the Nacala Corridor in Mozambique, for instance. However, the development of a MRC requires careful planning to be successful and achieve the desired outcomes. Nigeria can draw lessons from the successes and challenges of corridors within Mozambique in planning and implementing its MRC, as discussed in the \"Lessons from Resource Corridors in Mozambique\" section. This research has identified some key lessons Nigeria can learn from Mozambique in the \"Applying the lessons to the Nigerian context\" section, including social, environmental, and governance lessons in designing and planning the project. As such, there is a need for multi-stakeholder engagement. The success of any corridor depends on the political will and support of all levels of government. More so, developing a suitable national plan, in conjunction with civil society and communities, will enable Nigeria to leverage MRC to tap into its abundant mineral resources for economic diversification.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Recommendations and conclusion"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "Integrated resource corridors initiative scoping & business plan",
            "authors": [
                {
                    "first": "Adam",
                    "middle": [],
                    "last": "Smith International",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "Public transport policy in developing countries: Nigeria as a case study. 1st International Conference of the School of Management Technology",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adanikin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oyedepo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Extractives industry value chain: a comprehensive integrated approach to developing extractive industries",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "E"
                    ],
                    "last": "Alba",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "Revisiting the potential security threats linked with the China-Pakistan Economic Corridor (CPEC)",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [
                        "W"
                    ],
                    "last": "Fernald",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of the International Council for Small Business",
            "volume": "1",
            "issn": "1",
            "pages": "64--80",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "Assessment of mineral wealth of Kogi State and its impact on socio-economic development",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Arome",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Enejoh",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "International Journal of Research and Development",
            "volume": "4",
            "issn": "8",
            "pages": "10--19",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Webinar \"Minerals and Africa's Development",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Atta-Mensah",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Busia",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Tsikata",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ahadjie",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mutemeri",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "From extractive to transformative industries: paths for linkages and diversification for resource-driven development",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "E"
                    ],
                    "last": "Bastida",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Miner Econ",
            "volume": "27",
            "issn": "",
            "pages": "73--97",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "A bumpy road: maximising the value of a resource corridor",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rickard",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Macey",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "The Extractive Industries and Society",
            "volume": "4",
            "issn": "3",
            "pages": "439--442",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "Evaluation of spatial development initiatives: case studies of the Maputo Development Corridor and the West Coast Investment Initiative. Development and Poverty Research Unit Working Paper Development Policy Research Unit Working Paper 01/052",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bek",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Implementing development corridors: lessons from the Maputo Corridor",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bowland",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Otto",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "28",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Oil, gas, and mining: a sourcebook for understanding the extractive industries",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "C"
                    ],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "China's role in Nigerian railway development and implications for security and development. US Institute of Peace",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "D"
                    ],
                    "last": "Cameron",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Law Transit J Chen Y",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "Industrial development and growth in Nigeria: lesson and challenges, leaning to complete",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "N"
                    ],
                    "last": "Chete",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Adeoti",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "M"
                    ],
                    "last": "Adeyinka",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ogundele",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Coal and the industrial revolution",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jacks",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur Rev Econ Hist",
            "volume": "11",
            "issn": "1",
            "pages": "39--72",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "CSL Stockbrokers (2020) Mining: FG inaugurates team to revive Ajaokuta Steel Company",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "The oil and gas industry and the Niger Delta: implications for the environment",
            "authors": [
                {
                    "first": "Sb ; Maryland",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "O"
                    ],
                    "last": "Emoyan",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [
                        "A"
                    ],
                    "last": "Akpoborie",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "E"
                    ],
                    "last": "Akporhonor",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Applied Science and Environmental Management",
            "volume": "12",
            "issn": "3",
            "pages": "29--37",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "Mobilising research on Africa's development corridors",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Enns",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Geofurum",
            "volume": "88",
            "issn": "",
            "pages": "105--108",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Boosting the rail transport system",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ezeobi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Accessed",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "The World Bank's Experiences with Corridor Governance and Management' Available at",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fouad",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Don't Wait for Oil Price Rebound, Develop Mining Sector, World Bank Tells Nigeria",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF20": {
            "ref_id": "b20",
            "title": "The gender dimensions of tin, tantalum and tungsten mining in the Great Lakes Region",
            "authors": [],
            "year": 2016,
            "venue": "Gender Resource Facility",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF21": {
            "ref_id": "b21",
            "title": "Sustainable development in the mining industry: clarifying the corporate perspective",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hilson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Murck",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Resour Policy",
            "volume": "26",
            "issn": "4",
            "pages": "227--238",
            "other_ids": {}
        },
        "BIBREF22": {
            "ref_id": "b22",
            "title": "The extractives slowdown in Africa: a window of opportunity?",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hobbs",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [
                        "K"
                    ],
                    "last": "Kumah",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF23": {
            "ref_id": "b23",
            "title": "Tin mining on the jos of plateau of Nigeria",
            "authors": [
                {
                    "first": "B",
                    "middle": [
                        "W"
                    ],
                    "last": "Hodder",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Econ Geogr",
            "volume": "35",
            "issn": "2",
            "pages": "109--122",
            "other_ids": {}
        },
        "BIBREF24": {
            "ref_id": "b24",
            "title": "Retrieved from https:// assets. publi shing. servi ce. gov. uk/ media/ 57a08 995e5 274a3 1e000 016a/ Topic_ Guide_ Devel opment_ Corri dors",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hope",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "25",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF25": {
            "ref_id": "b25",
            "title": "The China-Pakistan Economic Corridor: security challenges",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ibrar",
                    "suffix": ""
                },
                {
                    "first": "Mi",
                    "middle": [
                        "J"
                    ],
                    "last": "Rafiq",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karn",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "L"
                    ],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "DEStech Transactions on Economics",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF26": {
            "ref_id": "b26",
            "title": "Are resource corridors fulfilling their developmental potential whilst protecting the integrity of ecosystems?",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF27": {
            "ref_id": "b27",
            "title": "The role of public-private partnership (PPP) on infrastructural development in Nigeria",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Itu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [
                        "E"
                    ],
                    "last": "Kenigua",
                    "suffix": ""
                }
            ],
            "year": 2021,
            "venue": "Journal of Global Social Sciences",
            "volume": "2",
            "issn": "5",
            "pages": "23--43",
            "other_ids": {}
        },
        "BIBREF28": {
            "ref_id": "b28",
            "title": "Retrieved from http:// docum ents. world bank. org/ curat ed/ en/ 48706 14679 95643 406/ Proje ctInf ormat ion-Docum ent-Conce pt-Stage-Afgha nistan-Resou rce-Corri dor-Proje ctP14 5443",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "G"
                    ],
                    "last": "Jaffrin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "",
            "volume": "27",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF29": {
            "ref_id": "b29",
            "title": "Africa's development corridors as pathways to agricultural development, regional economic integration and food security in Africa",
            "authors": [
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Krchnak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [
                        "M"
                    ],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deutz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuhlmann",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sechler",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guinan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF30": {
            "ref_id": "b30",
            "title": "Nigerian Mining Sector Brief",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kpmg",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "21",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF31": {
            "ref_id": "b31",
            "title": "Estimating the environmental costs of Africa's massive \"development corridors",
            "authors": [
                {
                    "first": "W",
                    "middle": [
                        "F"
                    ],
                    "last": "Laurance",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sloan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sayer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Biol",
            "volume": "25",
            "issn": "24",
            "pages": "3202--3208",
            "other_ids": {}
        },
        "BIBREF32": {
            "ref_id": "b32",
            "title": "How to understand a development corridor? The case of Lamu Port-South Sudan-Ethiopia-Transport corridor in Kenya",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lesutis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Area",
            "volume": "52",
            "issn": "3",
            "pages": "600--608",
            "other_ids": {}
        },
        "BIBREF33": {
            "ref_id": "b33",
            "title": "Thor Explorations secures funding for Nigeria gold project",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Liedtke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "15#: ~: text= TSX% 2DV% 2Dlis ted% 20Thor% 20Exp lorat ions,decis ion% 20to% 20pro ceed% 20with% 20con struc tion",
            "volume": "16",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF34": {
            "ref_id": "b34",
            "title": "Statement on the closure of the Maputo Corridor Logistics Initiative",
            "authors": [],
            "year": 2019,
            "venue": "Maputo Corridor Logistics Initiative",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF35": {
            "ref_id": "b35",
            "title": "A framework to approach shared use of Mining32 related infrastructure: case study: Mozambique, Columbia Center on Sustainable Investment",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Maennling",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Thomashausen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF36": {
            "ref_id": "b36",
            "title": "2021) Gold Occurrence in Nigeria | Ministry of Mines and Steel Development. [online] Portal.minesandsteel.gov.ng. Available at: <https:// portal. mines andst eel. gov. ng/ Marke tPlace/ Miner al/ Occur rence/3>",
            "authors": [],
            "year": 2021,
            "venue": "Ministry of Mines and Steel Development (MMSD",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF37": {
            "ref_id": "b37",
            "title": "The Maputo Development Corridor: a case study of the SDI process in Mpumalanga",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Dev South Afr",
            "volume": "15",
            "issn": "",
            "pages": "757--769",
            "other_ids": {}
        },
        "BIBREF38": {
            "ref_id": "b38",
            "title": "Resource Corridors: experiences, economic and engagement typology of sub-Saharan African Corridors. University of the Witwatersrand, South Africa Nakanwagi S, Rukundo AT (2020) Covid-19 pandemic deranging energy transition in Uganda: challenges and prospects",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Mtegha",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Leeuw",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naicker",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Molepo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Global Energy Law and Sustainability",
            "volume": "1",
            "issn": "2",
            "pages": "211--216",
            "other_ids": {}
        },
        "BIBREF39": {
            "ref_id": "b39",
            "title": "Nigerian mining and quarrying sector: summary report 2010-2012",
            "authors": [],
            "year": 2015,
            "venue": "",
            "volume": "19",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF40": {
            "ref_id": "b40",
            "title": "Governance of major transport corridors involving stakeholders",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Öberg",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "L"
                    ],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF41": {
            "ref_id": "b41",
            "title": "Solid mineral deposits and mining in Nigeria: a sector in transitional change",
            "authors": [
                {
                    "first": "N",
                    "middle": [
                        "G"
                    ],
                    "last": "Obaje",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Achievers Journal of Scientific Research",
            "volume": "2",
            "issn": "1",
            "pages": "1--16",
            "other_ids": {}
        },
        "BIBREF42": {
            "ref_id": "b42",
            "title": "An empirical analysis of the contribution of mining sector to economic development in Nigeria",
            "authors": [
                {
                    "first": "D",
                    "middle": [
                        "O"
                    ],
                    "last": "Olalekan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [
                        "N"
                    ],
                    "last": "Afees",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ayodele",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Khazar Journal of Humanities and Social Sciences",
            "volume": "19",
            "issn": "1",
            "pages": "88--106",
            "other_ids": {}
        },
        "BIBREF43": {
            "ref_id": "b43",
            "title": "Socio-economic impacts of tin mining in",
            "authors": [
                {
                    "first": "S",
                    "middle": [
                        "U"
                    ],
                    "last": "Onwuka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "O"
                    ],
                    "last": "Duluora",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "O"
                    ],
                    "last": "Okoye",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Onaiwu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "International Journal of Engineering Science Invention",
            "volume": "2",
            "issn": "7",
            "pages": "30--34",
            "other_ids": {}
        },
        "BIBREF44": {
            "ref_id": "b44",
            "title": "From aspiration to reality unpacking the Africa mining vision",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oxfam",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF45": {
            "ref_id": "b45",
            "title": "Retrieved from https:// oxfor dbusi nessg roup. com/ overv iew/ diggi ng-down-buoyed-strong-growth-inves tors-are-taking-hard-look-count ry% E2% 80% 99s-under groundresou rces Accessed 25",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oxford Business Group",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF46": {
            "ref_id": "b46",
            "title": "Journal of Economic and Administrative Sciences Ramdoo I (2015) Resource-based industrialisation in Africa: optimising linkages and value chains in the extractive sector",
            "authors": [
                {
                    "first": "P",
                    "middle": [
                        "K"
                    ],
                    "last": "Ozili",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF47": {
            "ref_id": "b47",
            "title": "Germany's Ruhr valley beckons with converted coal mines and a unique industrial heritage",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Popkin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "html. Accessed",
            "volume": "12",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF48": {
            "ref_id": "b48",
            "title": "Mozambique's Development Corridors: platforms for shared prosperity",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rasagam",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Engman",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gurcanlar",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mozambique Rising: Building a new tomorrow",
            "volume": "",
            "issn": "",
            "pages": "87--96",
            "other_ids": {}
        },
        "BIBREF49": {
            "ref_id": "b49",
            "title": "Oil market volatility: comparison of COVID-19 crisis with the SARS outbreak of 2002 and the global financial crisis of",
            "authors": [
                {
                    "first": "Ska",
                    "middle": [],
                    "last": "Rizvi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Itani",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Economic Research-Ekonomska Istraživanja",
            "volume": "",
            "issn": "",
            "pages": "1--15",
            "other_ids": {}
        },
        "BIBREF50": {
            "ref_id": "b50",
            "title": "The impact of regional integration initiatives and investment in a Southern African cross-border region: The Maputo Development Corridor",
            "authors": [
                {
                    "first": "M",
                    "middle": [
                        "J"
                    ],
                    "last": "Roodt",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "African Sociological Review",
            "volume": "12",
            "issn": "1",
            "pages": "88--102",
            "other_ids": {}
        },
        "BIBREF51": {
            "ref_id": "b51",
            "title": "-ATWA-Stage-1_ Part-2-Corri dor-Selec tion_ Final",
            "authors": [
                {
                    "first": "Saana",
                    "middle": [],
                    "last": "Consulting",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "3",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF52": {
            "ref_id": "b52",
            "title": "Natural Resources in Afghanistan: Geographic and Geologic Perspectives on Centuries of Conflict",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "F"
                    ],
                    "last": "Shroder",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "San Diego Shroder JF",
            "volume": "58",
            "issn": "9",
            "pages": "24--31",
            "other_ids": {}
        },
        "BIBREF53": {
            "ref_id": "b53",
            "title": "Governance in the Maputo Development Corridor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Söderbaum",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Regionalism and uneven development in Southern Africa",
            "volume": "",
            "issn": "",
            "pages": "53--69",
            "other_ids": {}
        },
        "BIBREF54": {
            "ref_id": "b54",
            "title": "Routledge Söderbaum F (2001) Institutional Aspects of the Maputo Development Corridor",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Söderbaum",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Regionalism and Uneven Development in Southern Africa",
            "volume": "",
            "issn": "",
            "pages": "41--52",
            "other_ids": {}
        },
        "BIBREF55": {
            "ref_id": "b55",
            "title": "Mining: FG tasks operators to obtain community development agreement",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sumaina",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF56": {
            "ref_id": "b56",
            "title": "Regional corridors development in regional cooperation",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF57": {
            "ref_id": "b57",
            "title": "Situating the Maputo corridor: a regional perspective",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tevera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chimhowu",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Regionalism and Uneven Development in Southern Africa",
            "volume": "",
            "issn": "",
            "pages": "32--40",
            "other_ids": {}
        },
        "BIBREF58": {
            "ref_id": "b58",
            "title": "Global value chains and resource corridors: the nexus is regional integration",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Toledano",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF59": {
            "ref_id": "b59",
            "title": "United States Agency for International Development (USAID) (2020) Nigeria: Power Africa Fact Sheet",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF60": {
            "ref_id": "b60",
            "title": "Crude oil prices were generally lower in",
            "authors": [],
            "year": 2018,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF61": {
            "ref_id": "b61",
            "title": "African Economic Corridors",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wasonga",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "10",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF62": {
            "ref_id": "b62",
            "title": "Mineral industries, growth corridors and agricultural development in Africa",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Weng",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [
                        "K"
                    ],
                    "last": "Boedhihartono",
                    "suffix": ""
                },
                {
                    "first": "Phgm",
                    "middle": [],
                    "last": "Dirks",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [
                        "I"
                    ],
                    "last": "Lubis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "A"
                    ],
                    "last": "Sayer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Global Food Security",
            "volume": "2",
            "issn": "3",
            "pages": "195--202",
            "other_ids": {}
        },
        "BIBREF63": {
            "ref_id": "b63",
            "title": "The World Bank Group in Extractive Industries",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "be9-e3f4-4ce8-9db3e 11dfe 363a34/ WBG-in-Extra ctive-Indus tries-2016-Annual-Review. pdf? MOD= AJPER ES& CVID= lGami dN Accessed 01",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF64": {
            "ref_id": "b64",
            "title": "Leveraging investments by natural resource concessionaires. Notes on Infrastructure Policy, World Bank for the Republic of Liberia",
            "authors": [
                {
                    "first": "World",
                    "middle": [],
                    "last": "Bank",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF65": {
            "ref_id": "b65",
            "title": "Prioritising future funding and construction of the planned high-speed rail corridors of China-According to regional structure and urban land development potential indices",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Long",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transp Policy",
            "volume": "81",
            "issn": "",
            "pages": "381--395",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "Map showing the mineral occurrences of Nigeria. Source:",
            "latex": null,
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Showing the existing transport system in Nigeria. Source:Adanikin and Oyedepo (2017)",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank the Extractives Hub, University of Dundee, for the opportunity to produce a more extensive study that formed part of this research work.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Author contribution Smith Azubuike: conceptualisation, methodology, analysis, writing the original draft, reviewing, and editing the final draft. Jaqueline Pinto: writing certain aspect of the first draft and editing of first draft. Susan Nakanwagi: critically revising the paper and providing additional content in line with reviewers' comment, reading, and editing the final draft.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "The authors declare no competing interests.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conflict of interest"
        },
        {
            "text": "The authors give their consent for the paper to be published.Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http:// creat iveco mmons. org/ licen ses/ by/4. 0/.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent."
        }
    ]
}