{
    "paper_id": "fff916d39d32964557ff04905160d769542720dc",
    "metadata": {
        "title": "Clinical characteristics of 10 children with a pediatric inflammatory multisystem syndrome associated with COVID-19 in Iran",
        "authors": [
            {
                "first": "Leila",
                "middle": [],
                "last": "Shahbaznejad",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Reza"
                ],
                "last": "Navaeifar",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Ali",
                "middle": [],
                "last": "Abbaskhanian",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Fatemeh",
                "middle": [],
                "last": "Hosseinzadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Golnar",
                "middle": [],
                "last": "Rahimzadeh",
                "suffix": "",
                "affiliation": {},
                "email": ""
            },
            {
                "first": "Mohammad",
                "middle": [
                    "Sadegh"
                ],
                "last": "Rezai",
                "suffix": "",
                "affiliation": {},
                "email": ""
            }
        ]
    },
    "abstract": [
        {
            "text": "Background: Although symptoms and signs of COVID-19 (Coronavirus disease 2019) in children are milder than adults, there are reports of more severe cases which were defined as pediatric inflammatory multisystem syndrome (PIMS).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Abstract"
        }
    ],
    "body_text": [
        {
            "text": "In January 2020, China reported a novel coronavirus called the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) [1] . The world is currently in the rapid emergence of the pandemic caused by SARS-CoV-2 now which is called COVID-19 (Coronavirus disease 2019) [2] . The real incidence of this infection in children is indefinite. The most common presentations of COVID-19 are fever and cough. However, the disease can have other manifestations such as myalgia, headache, dizziness, vomiting, diarrhea, and abdominal pain. Despite the lack of the full presentation of the disease and outcomes in children, the most commonly reported symptoms and signs are milder than adults [3] . This may be due to differences in immune responses to the virus [4] .",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 127,
                    "text": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 269,
                    "end": 272,
                    "text": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 683,
                    "end": 686,
                    "text": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 753,
                    "end": 756,
                    "text": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Unusual cases of the COVID-19 with signs and symptoms similar to atypical Kawasaki disease (KD) and toxic shock syndrome (TSS) have been reported recently [5] [6] [7] . In April 2020, the first report of a child with Kawasaki disease and concurrent positive reverse transcriptase polymerase chain reaction (RT-PCR) of COVID-19 was published in the United States [8] . Since then, other countries have reported some cases with prolonged fever, dyspnea, irritability, diarrhea, vomiting, abdominal pain, as well as conjunctivitis, rash, and cardiogenic shock [6, 7, 9] . According to these reports, the World Health Organization (WHO) and the US Center for Disease Control and Prevention (CDC) shared a clinical guideline as Pediatric inflammatory multisystem syndrome (PIMS) [10] [11] [12] .",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 159,
                    "end": 162,
                    "text": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 163,
                    "end": 166,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 362,
                    "end": 365,
                    "text": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 557,
                    "end": 560,
                    "text": "[6,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 561,
                    "end": 563,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 564,
                    "end": 566,
                    "text": "9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 774,
                    "end": 778,
                    "text": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 779,
                    "end": 783,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 784,
                    "end": 788,
                    "text": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Finally, the WHO provided a preliminary case definition criterion for PMIS in children and adolescents 0-19 years of age with fever more than 3 days and two of the followings: (a) Rash or bilateral non-purulent conjunctivitis or mucocutaneous inflammation signs (oral, hands or feet); (b) Hypotension or shock; (c) Features of myocardial dysfunction, pericarditis, valvulitis, or coronary abnormalities (including Echocardiography findings or elevated Troponin/N-terminal pro b-type natriuretic peptide (NT-proBNP)); (d) Evidence of coagulopathy (by PT, PTT, and elevated d-Dimers); (e) Acute gastrointestinal problems (diarrhea, vomiting, or abdominal pain) and elevated markers of inflammation such as ESR, Creactive protein (CRP), or procalcitonin. And No other obvious microbial cause of inflammation, including bacterial sepsis, staphylococcal or streptococcal shock syndromes. And Evidence of COVID-19 (RT-PCR, antigen test or serology positive), or likely contact with patients with COVID-19 [11] .",
            "cite_spans": [
                {
                    "start": 999,
                    "end": 1003,
                    "text": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "A possible temporal causality has been hypothesized between COVID-19 and PIMS because some of the children tested for COVID-19 infection were either positive by polymerase chain reaction (PCR) or serology [5, 7] . There are limited relevant evidence and no concrete working hypothesis for pathogenesis, to examine the association between exposure to COVID-19 and PIMS. Immune response to COVID-19 involves both cellmediated immunity and antibody production. In COVID-19 infection, one suggestive mechanism that causes PIMS in children could be via antibodydependent enhancement [7] .",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 208,
                    "text": "[5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 209,
                    "end": 211,
                    "text": "7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 578,
                    "end": 581,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "Early diagnosis and management of PIMS are very critical in order to decrease the risk of long-term complications, morbidity and mortality. We lack knowledge about COVID-19-induced presentations mimicry of other diseases like status epilepticus, acute abdomen, and immune response and their possible association with PIMS. Therefore, the management of PIMS remains unclear and difficult. The purpose of this report was to provide a description and characterization of PIMS, increase the level of evidence about the possible association between COVID-19 and PIMS in our pediatric referral hospital in the north of Iran. We focused on novel manifestations and the best approach for the management of suspected PIMS and early outcomes.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Background"
        },
        {
            "text": "From 28 March to 24 June 2020, 10 febrile children were admitted with COVID-19 infection showing characteristics of PIMS in a tertiary hospital in the north of Iran, Mazandaran province, Sari. Demographic and clinical characteristics, laboratory and imaging findings and also therapeutic modalities were recorded in all of them, separately. In this manuscript, we reported the most compatible clinical syndrome as the first impression in each case, complications and outcome in detail. For detection of SARS-CoV-2 infection in our patients, in addition to chest CT scan, we used COVID-19 real-time polymerase chain reaction (Made by Roge Network Technology and Sansure Biotech Inc., China), serum immunoglobulin M and G: IgM and IgG (Made by Pishgam Teb Co, Tehran, Iran).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Due to vitamin D insufficiency of all patients based on laboratory test results, and the high prevalence of zinc deficiency in our region and their proven immunomodulatory role, we prescribed them for most of the patients with PIMS if tolerable. Based on the age of the patient, a single dose of vitamin D pearl (50.000 IU once a week) or 1000 IU droplet (1 cc/kg) was prescribed daily for all of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Vasoactive drugs including dobutamine, dopamine and milrinone were used and doses were adjusted based on condition of the patients.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Hydroxychloroquine was prescribed at a single dose of 3-5 mg/kg/day for 5 days. Other medications including oseltamivir, meropenem, vancomycin and kaletra were used based on the national protocol for the management of COVID-19 in children [13] .",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "text": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "Toxic-appearing was defined as pale or cyanotic, lethargic or inconsolably irritable. Besides, they may have tachypnea and tachycardia [14] .",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 139,
                    "text": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "The ethics committee of Mazandaran University of Medical Sciences approved the study protocol (No = IR.MAZUMS..REC.1398.7277). Written informed consent was obtained from parents of all patients before treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Methods"
        },
        {
            "text": "A 12-year-old boy with history of chronic renal failure and recurrent hemodialysis, admitted with fever and chills from 7 days and rashes from 3 days prior to admission which disappeared before admission. Also, the patient complained of diarrhea, weakness, and fatigue without respiratory complaints. He had a history of COVID-19 in family members. He was toxic at admission and physical examination revealed the following: body temperature, 39.5°C; pulse, 120 beats/min; blood pressure, 70/50 mmHg; and oxygen saturation, 92% in the ambient room. Although he didn't have tachypnea or abnormal lung sounds, respiratory distress developed hours later. Vasoactive drugs, oseltamivir, meropenem, vancomycin, hydroxychloroquine, and Kaletra were prescribed. In the chest computed tomography (CT) scan, patchy ground-glass opacity and interlobar septal thickening were found compatible with COVID-19. In the complete blood count (CBC), lymphopenia, anemia, and thrombocytopenia were observed. Raised blood urea and creatinine, increased liver transaminases, proteinuria, hematuria, and marked acidosis in the arterial blood gas (ABG) were also noted, but creatine phosphokinase (CPK), lactate dehydrogenase (LDH), and electrolytes were in normal values. The patient's general condition deteriorated and he underwent tracheal intubation. Echocardiography showed mild mitral and tricuspid regurgitation, mild diastolic dysfunction, decreased left ventricular ejection fraction on the first day which deteriorated on the second day (Table 1) . Packed red blood cell (packed cell), intravenous immunoglobulin (IVIG), and hydrocortisone prescribed. Before completion of the IVIG infusion, the patient's condition deteriorated and he died on the third day after hospitalization. The result of COVID-19 RT-PCR was positive for him.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1524,
                    "end": 1533,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 1"
        },
        {
            "text": "A 5-year-old girl presented with a history of 3 days highgrade fever (39-40 o c), vomiting of one episode and skin rash during fever, loss of appetite, intermittent cough, otalgia, and diarrhea. On admission, she was ill and irritable without respiratory distress and SPO2 was 99% in room air. She had bilateral otitis media and bilateral non-purulent conjunctivitis. Her parents had a suspicious history of COVID infection, so the chest CT-scan was performed and was normal. Treatment with ceftriaxone and zinc gluconate was started. Gradually, presentation of the disease changed and periorbital edema (day 3), headache, limb pain, pharyngeal congestion with punctuated exudate and purulent conjunctivitis appeared. Due to abdominal pain and tenderness, abdomino-pelvic ultrasonography was performed which was normal, except for mild to moderate free fluid was seen and also, mild to moderate bilateral pleural effusion was detected. Liver transaminases, serum amylase and lipase were in a normal range. Because of a family history of COVID-19 infection and new changes in the second chest CT-scan compatible with COVID-19 infection, hydroxychloroquine and azithromycin were started on the 3rd day and the patient was isolated. On day 5, COVID-19 RT-PCR result was positive, she was still febrile and her condition deteriorated. She became drowsy, tachypneic (respiratory rate: 38 /min) without retraction and dry cough and generalized edema developed. She became hypoxemic in room air with SpO2 of 88% and was subsequently transferred to the pediatric intensive care unit (PICU). On CBC, severe anemia and thrombocytopenia in addition to hypoalbuminemia were noted (Table 1) . So, packed red blood cells (packed cell), 1 g/kg IVIG and albumin were transfused and antibiotics changed to meropenem. Blood urea, Cr, LDH, peripheral blood smear, prothrombin time (PT), partial thromboplastin time (PTT), bilirubin, triglyceride, and fibrinogen level were in the normal range and urine analysis was normal. Blood and urine cultures did not yield any organism. Echocardiography showed mild tricuspid regurgitation, trivial mitral regurgitation with normal coronary arteries. During the first 8 days, fever subsided, but the patient was still tachypneic. Finally, the patient was discharged after 13 days with a good general condition.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1668,
                    "end": 1677,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 2"
        },
        {
            "text": "He was a 13-month-old boy presented with 4 days history of fever and 3 days of rash prior to admission. Skin rash started from the palms of the hands and the soles of the feet and then, erythematous patches, papule, and some target shape lesions on the edematous base on the trunk, limbs and face developed without itching sensation. He also defecated loose stool 2 to 3 times and had a loss of appetite and irritability without any respiratory signs except left tympanic membrane erythema. His parents worked in a COVID-19 referral ward. On admission day, chest CT-scan was normal and he was treated with hydroxychloroquine and ceftriaxone. On day 3, the patient's condition deteriorated and generalized edema in addition to purulent conjunctivitis, intercostal and subcostal retraction, and respiratory distress with tachypnea appeared. While SPO2 was 84% in the ambient room, the second chest CT-scan changed to typical COVID-19 findings (bilateral pleural effusion, basilar patchy infiltration, and reverse halo sign). Anemia and hypoalbuminemia occurred while both of them were in the normal range on the admission day (Table 1) . So, the patient was transferred to the PICU, and oxygen was administered with a hood and packed cell, albumin and IVIG (1 gr/kg) were transfused. Antibiotic was changed to meropenem and vancomycin. Abdominopelvic ultrasonography was normal except mild fluid observed in sub-hepatic, perisplenic, and interloop space. Echocardiography showed mild tricuspid and mitral regurgitation and normal coronary arteries on two occasions. The patient gradually improved, skin rashes got better, he became afebrile and without any distress. He has discharged after 8 days and COVID-19 RT-PCR result was positive for him.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 1124,
                    "end": 1133,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 3"
        },
        {
            "text": "A 10-year-old girl presented with fever and itching skin rash from 5 days prior to admission. One day before admission, her general condition worsened; she got toxic and cough, abdominal pain, generalized edema and oliguria developed. The maculopapular and target shape skin rashes appeared with more accumulation around the neck, trunk, and axillary. Mucous membranes were intact except for bilateral conjunctivitis and cracked lips. She had a history of COVID-19 in family members. Physical examination at admission revealed the following: body temperature, 39.4°C; pulse, 120 beats/min; respiration, 36 breaths/min; blood pressure, 66/40 mmHg; and oxygen saturation, 90%. Laboratory evaluation revealed anemia, hypoalbuminemia, and impaired renal function tests (Table 1 ). According to hypotension and shock, vasoactive drugs in addition to meropenem, clindamycin, vancomycin, IVIG, packed cell, and albumin prescribed ( Table 1 ). The hemodynamic status of the patient stabilized after 3 days. Liver transaminases, PT, PTT, CPK, troponin, LDH, fibrin degradation products (FDP), C3, C4, and total hemolytic complement (CH50) were in a normal range. Antistreptolysin O, antiphospholipid antibody, and antinuclear antibody (ANA) were negative too. Blood and urine culture were also negative. Chest roentgenogram (CXR) and CT-scan were normal on the first admission day. COVID-19 RT-PCR test result was negative but COVID-19 immunoglobulin G (IgG) test was positive 7 days following admission. On day 3, edema, severe pain of right lower extremity, and venous stasis appeared due to central venous catheter insertion in the right femoral vein. Color Doppler ultrasonography of lower limb veins was normal. Enoxaparin was started as prophylaxis of deep vein thrombosis (DVT). Chest CTscan on the fourth day showed COVID-19 compatible changes with mild bilateral pleural effusion. The urinary system was normal in ultrasonography. Echocardiography was performed for three times and showed mild tricuspid regurgitation, mild mitral regurgitation, mild pulmonary insufficiency, with normal ejection fraction and coronary arteries. Fever eased 4 days after admission, vitamin D, and zinc gluconate were added to the patient's drugs. The general condition improved and vasoactive drugs tapered gradually. After 11 days, the patient was discharged with complete improvement.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 765,
                    "end": 773,
                    "text": "(Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 925,
                    "end": 932,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 4"
        },
        {
            "text": "He was a 14-month-old boy with a history of COVID-19 in family members, presented with fever and irritability from 5 days and skin rash from 3 days prior to admission. Maculopapular erythematous rashes presented from the trunk and upper limb. Then, generalized and hands and feet edema developed. Cracked lips, erythematous lips and tongue, and bilateral non-purulent conjunctivitis also appeared. During the first admission day, the patient became toxic and was transferred to the PICU. The CBC showed leukocytosis with a significant neutrophil count. Elevated ESR, CRP, and liver transaminases and were also found in addition to hypoalbuminemia. Urine analysis and CXR were normal. COVID-19 RT-PCR test was negative and chest CT-scan showed non-significant changes. So, cefotaxime, hydroxychloroquine, 2 gr/kg IVIG and 60 mg/kg aspirin, zinc, vitamin D, and albumin started. Echocardiography showed normal coronary arteries, mild right pleural effusion (5 mm), mild mitral regurgitation with a normal coronary artery on the first admission day. Because of prolonged Prothrombin Time (PT) and the partial thromboplastin time (PTT), fresh frozen plasma (FFP) and vitamin K were prescribed. Fever continued for 2 days after IVIG infusion and he was still toxic. So, the second dose of IVIG was infused on the fourth day of admission. Echocardiography showed diastolic dysfunction, mild right and left coronary artery dilatation in the left anterior descending artery (LAD) and the left circumflex artery without aneurysm. Liver transaminases, PT and PTT decreased to the normal value but leukocytosis continued and packed cell was transfused for severe anemia. Also, ceftriaxone changed to vancomycin and meropenem. The second chest CT-scan showed non-significant changes. While fever subsided on day 7, hydroxychloroquine discontinued but echocardiography showed progression in coronary arteries dilatation, moderate mitral and tricuspid regurgitation, decreased ejection fraction, and mild diastolic dysfunction. So, 2 mg/kg/day prednisolone, vasoactive drugs and furosemide started. On day 10, the patient became hemodynamically stable, so vasoactive drugs tapered but abdominal distension occurred with non-significant findings in the physical examination. Ultrasonography showed mild hepatosplenomegaly, intra-abdominal fluid, and bilateral pleural effusion. In CBC test result, leukocytosis and thrombocytosis (platelet count: 420.000/µL) were reported. Echocardiography showed progressive coronary artery aneurysm and beading and clopidogrel started. Abdominal distension improved during the last 5 days, and the skin rash disappeared with pilling on day 14. Still afebrile, he was toxic. COVID-19 RT-PCR result was negative but COVID-19 IgM was positive. After that, marked thrombocytosis appeared in the CBC (platelet count: 1.168.000/µL), ESR and CRP normalized but coronary artery dilatation progressed to a giant aneurysm in day 17 as follows: right coronary artery (RCA): 8.3 mm, left main coronary artery (LMCA) and LAD: 6.7-7.2 mm with good left ventricular ejection fraction. So, warfarin and infliximab were prescribed. The patient was discharged from the hospital with aspirin and warfarin. Results of other evaluations during admission like serum vitamin D, LDH, CPK, and antiphospholipid antibodies were unremarkable. Two weeks later, the coronary diameters decreased to 6 mm in RCA and near to 5 mm in LMCA and LAD in the follow-up echocardiography.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 5"
        },
        {
            "text": "A 6.5-year-old boy with a history of COVID-19 in family members referred with fever from 3 days prior to admission, anorexia, and abdominal pain in the periumbilical and hypogastric area with occasional vomiting (3 times), one episode of loose defecation, and skin erythematous rash around ankles spreading to the trunk. He had no respiratory complaints and received a diclofenac and acetaminophen suppositories for fever and pain relief. He had a history of repaired duodenal atresia at birth. On physical exam, the patient was ill and febrile, had macular erythematous rashes around feet, hands, trunk and perioral, periorbital edema, erythema of oropharynx, right eardrum erythema and hypogastric tenderness. He had elevated ESR and CRP in addition to abnormal urine sediment. Ceftriaxone started and chest CT-scan were performed with non-significant changes for COVID-19. the urine culture of the first day yielded no organism. On the second day of admission, he got toxic and irritable with respiratory distress, low SPO2: 87%, mild abdominal distension, and anasarca edema. The patient was transferred to the PICU. Serum albumin was 2.6 g/ dL, while other indexes like amylase and lipase were in normal values. So, albumin started. During the last 2 days, general condition of the patient got worst, he became anemic and more toxic, so albumin, 1 gr/kg IVIG, packed cell, hydroxychloroquine, and vitamin D were administered and ceftriaxone changed to vancomycin and meropenem. A second chest CT-scan showed bilateral opacity compatible with COVID-19. COVID-19 RT-PCR was negative but COVID-19 IgG was positive which was measured a week later. Abdominal ultrasonography showed mild splenomegaly, free interloop fluid, and several reactive lymph nodes. Echocardiography was performed two times and reported normal coronary arteries. Other investigations like Wright, Widal, blood, urine, and stool culture were negative. Transaminases, PT, PTT, LDH, FDP, and D-dimer were in normal values. The patient's abdominal pain improved on day 6, and he was discharged after 11 days.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 6"
        },
        {
            "text": "A 7.5-year-old girl presented with a history of fever, irritability, myalgia, vomiting, diarrhea, abdominal pain, generalized erythematous maculopapular and patches from 4 days prior to admission without respiratory complaints. Her parents were infected with COVID-19 nearly 2 weeks before admission. She received diclofenac and azithromycin before admission. On physical exam, she was ill with no distress. Erythema of the throat and generalized erythematous maculopapular and patches were observed. On the admission day, lymphopenia and vitamin D deficiency were noted (Table 1) . Chest CTscan, abdominal ultrasonography and stool exam were normal and cultures of the urine, blood, and stool were negative. So, ceftriaxone, hydroxychloroquine, zinc, and vitamin D prescribed. Evaluation for infection with COVID-19 with RT-PCR COVID-19 was negative. On the third admission day, facial edema, tachypnea and tachycardia developed and the patient got toxic with a gallop in heart auscultation. Due to marked hypoalbuminemia and anemia, packed cell and albumin were transfused. Blood urea and Cr raised, with normal values for serum electrolytes, PT, PTT, CPK, LDH, troponin, and liver transaminases. Anti-phospholipid antibodies were negative. Echocardiography showed low ejection fraction with dilated right and left ventricle, so, the diagnosis of myocarditis was raised; vasoactive drugs and 1 g/kg IVIG started and ceftriaxone changed to meropenem and vancomycin with magnesium sulphate for hypomagnesemia. CXR showed bilateral mild groundglass opacity. Gradually, during last days, facial edema improved a little, but tachycardia and tachypnea were persistent on the 5th day. The second echocardiography report included mild pleural effusion, valve insufficiency, low ejection fraction, lack of tapering and brightness in RCA and LAD. So, another dose of IVIG (1 g/kg) with 60 mg/kg/day aspirin was prescribed. With the improvement in the hemodynamic status, vasoactive drugs gradually tapered. On the 7th day, the patient became afebrile and was discharged after 12 days with normal echocardiography and laboratory tests.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 571,
                    "end": 580,
                    "text": "(Table 1)",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 7"
        },
        {
            "text": "A 20-month-old boy with a history of COVID-19 in the family presented with intermittent fever from 7 days prior to admission. Gradually, coryza, vomiting, severe diarrhea, abdominal pain, irritability during urination, and loss of appetite appeared. He also had an erythematous papule with 2-centimeter diameter in the forehead and erythema of oropharynx. Before admission, he received metronidazole, cefixime, nalidixic acid, diclofenac, and acetaminophen without improvement. CBC at admission showed marked leukocytosis, thrombocytosis, anemia, and increased levels of ESR and CRP ( Table 1 ). The stool exam had 4-5 white blood cells and 2-3 red blood cells. PT, PTT and blood levels of creatinine, urea, LDH, and CPK were in normal values. Urine analysis was unremarkable and cultures of blood, urine, and stool were negative. Abdominal ultrasonography was normal but Chest CT-scan showed bilateral ground-glass opacity compatible with COVID-19. So, the patient isolated and ceftriaxone, hydroxychloroquine, vitamin D, and zinc gluconate started. Hours after admission, he got tachypnea and SPO2 was 90% without supplementary oxygen. Unilateral tongue swelling and drooling with discrete ulcers under the tongue were seen. So, he was transferred to the PICU and ceftriaxone changed to clindamycin and meropenem. Echocardiography found a lack of tapering in RCA and LAD, mild dilatation of left atrium, and diastolic dysfunction. Before starting 2 g/kg IVIG and 80 mg/kg/day aspirin, fever subsided but he was still toxic. Seven days after admission, the patient's condition improved and the second echocardiography after one week was normal. Results of COVID-19 RT-PCR, IgM, and IgG in the first week of admission were negative.",
            "cite_spans": [],
            "ref_spans": [
                {
                    "start": 585,
                    "end": 592,
                    "text": "Table 1",
                    "ref_id": "TABREF0"
                }
            ],
            "section": "Case 8"
        },
        {
            "text": "He was a 7-year-old boy with a fever from 3 days prior to admission. He also suffered from epigastric pain which was shifted to the right lower quadrant (RLQ) after 2 days and was not associated with eating. He had nausea, vomiting, and a normal defecation pattern. He was admitted 10 days ago for acute intravascular hemolysis due to glucose 6 phosphate dehydrogenase deficiency (G6PDd) and fava bean exposure and was treated with packed cell and hydration. During the recent admission, he was still ill and febrile without respiratory symptoms. On physical examination, tenderness in RLQ and rebound tenderness were noted. Ultrasonography showed reactive lymph nodes and free interloop fluid. In the CBC, leukocytosis with a shift to left was found. ESR and CRP were markedly elevated but urine and stool were unremarkable. So, the patient received ceftriaxone plus metronidazole and underwent appendectomy, but normal appendix with some exudative secretion in the peritoneal cavity was seen during the operation. After surgery, the patient's condition worsened and became toxic, developed abdominal distension and recurrent vomiting occurred. Abdominal X-ray was normal and repeated ultrasonography reported mild interloop fluid only. Chest CT-scan showed findings compatible with COVID-19 infection. Ceftriaxone changed to meropenem and vitamin D, hydroxychloroquine, and zinc gluconate started. Three days following admission, his fever subsided and abdominal complaints improved. Other investigations like liver transaminases, serum LDH and echocardiography were normal. After 4 days, the patient was discharged. Results of COVID-19 IgM, IgG and RT-PCR during hospitalization were negative.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 9"
        },
        {
            "text": "An 18-month-old girl referred for a prolonged febrile seizure. The fever started from 4 days prior to admission and seizure was generalized tonic colonic accompanied with loss of consciousness, upward gaze, and foaming, which lasted for 40 minutes and was controlled with diazepam and phenobarbital in another hospital. The family was passenger from another province of Iran. She had an epileptic sister. On physical exam, she was lethargic and febrile without abnormal findings. She had lymphopenia and decreased serum albumin. Cerebrospinal fluid (CSF) analysis and electrolytes were normal and CSF, blood, and urine culture yielded no organism. Meropenem, clindamycin, phenobarbital, hydroxychloroquine, and vitamin D were prescribed. Brain CT-scan and CXR had no pathologic finding and chest CT-scan showed bilateral nonspecific opacity in inferior lobes. She was ill and lethargic during the first two days. So, albumin, 1 g/kg/day IVIG, and zinc gluconate were prescribed. On the third admission day, fever continued and maculopapular rashes appeared in the trunk. So, phenobarbital discontinued and echocardiography was performed which was normal. On this day, tachypnea developed, ABG was normal and second chest CT-scan on the 4th day had the same features of the first. COVID-19 RT-PCR result was positive. On the 5th admission day, fever subsided. Tachypnea improved within 4 days. After 3 days, the patient was discharged with good general condition.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Case 10"
        },
        {
            "text": "In this study, 10 patients with COVID-19 associated PIMS who presented the disease with unusual symptoms and signs like status epilepticus, appendicitis, TSS, KD and KD shock syndrome were reported (Table 2 ). Due to the similarity with other diseases, these patients may be admitted to a ward without respiratory isolation and may spread the disease to other patients and health care workers. Given that standard treatment for the disease has not been identified yet, this report provides our experience in the management of these patients. Although children with COVID-19 are more likely to present fever and respiratory or gastrointestinal symptoms [15, 16] , the most common presentations of our cases (8 cases of 10) were fever and rash with no respiratory symptoms, like the report of Whittaker et al. [7] and only 3 of our cases had a cough or any other respiratory complaints.",
            "cite_spans": [
                {
                    "start": 652,
                    "end": 656,
                    "text": "[15,",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 657,
                    "end": 660,
                    "text": "16]",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 811,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [
                {
                    "start": 198,
                    "end": 206,
                    "text": "(Table 2",
                    "ref_id": "TABREF1"
                }
            ],
            "section": "Discussion"
        },
        {
            "text": "On the other hand, two of our patients had no respiratory complaints. One of the diagnostic criteria for COVID-19 is respiratory symptoms, so according to WHO and AAP, the diagnosis of the disease is possible without respiratory symptoms [11, 17] . However, three to four days after hospitalization, almost all patients developed respiratory symptoms like Shekerdemian et al.'s report [15] . One of these patients had refractory seizures and fever, with no other serious symptoms at the time of admission. The onset of the disease with unusual symptoms can delay the diagnosis and have irreparable consequences for the patient, or might be misdiagnosed with other diseases and management is performed based on the disease. The primary diagnoses of our patients were KD, TSS, prolonged febrile seizure, appendicitis, and suspected sepsis or COVID-19. In the case series reported by Whittaker et al. [7] , the primary diagnosis was almost the same as this report, although one of our patients had prolonged febrile seizures, which could be the first report.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 242,
                    "text": "[11,",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 243,
                    "end": 246,
                    "text": "17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 385,
                    "end": 389,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 898,
                    "end": 901,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Sixty percent of our patients had positive laboratory evidence for COVID-19, and all of them had a history of contact with COVID-19 patients. Like the report of Chiotos et al. [18] , most of the patients in our study had anemia, lymphopenia, hypoalbuminemia and all of them had increased ESR and CRP. It is worth noting that abnormal laboratory results may not exist at the admission time, but such measures deteriorated when the general condition of the patient worsened. In two patients, PT and PTT decreased. Interestingly, regarding more severe conditions, LDH was normal in all cases in contrast to Chiotos et al.'s study [18] . Three patients suffered from acute kidney injury and two patients had hepatic dysfunction. These findings have had different results in the studies of Verdoni et al. [5] , Whittaker et al. [7] , Shekerdemian et al. [15] and Chiotos et al. [18] . In these studies, the increase in ESR and CRP, anemia, and leukopenia were similar to our case series.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 627,
                    "end": 631,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 800,
                    "end": 803,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 823,
                    "end": 826,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 849,
                    "end": 853,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 873,
                    "end": 877,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "In this report, chest CT-scan was normal at the time of admission in all patients. However, 3 days after hospitalization, like the report of Whittaker et al. [7] , 5 patients had concurrent findings compatible with COVID-19 on chest CT-scan along with respiratory symptoms. The most common chest CT-scan findings included patchy infiltration, ground glass opacity with halo or reverse halo sign in the lower lobes of the lungs and pleural effusion. In echocardiography, ejection fraction was reduced in three cases, and in two cases, ectasia and in one patient aneurysm were reported. As reported by Verdoni et al. [5] , Whittaker et al. [7] and Chiotos et al. [18] , evidence of echocardiography in some of these patients was in favor of KD, TSS, and myocarditis.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 615,
                    "end": 618,
                    "text": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 638,
                    "end": 641,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 661,
                    "end": 665,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Like Whittaker et al. [7] , Shekerdemian et al. [15] , and Chiotos et al.'s study [18] , almost all of the patients were admitted to the PICU. In addition to supportive care like hydration, albumin infusion, packed cell transfusion, appropriate antibiotics, and hydroxychloroquine, IVIG was given to 6 patients with a dose of 1 g/kg and three patients at a dose of 2 g/kg. Corticosteroids were prescribed for two patients with resistant Kawasaki disease with giant aneurism and multiorgan failure. Similar to other studies, the prognosis of most patients was good [4, 5, 7, 15] . Almost all our patients were discharged without complication, except one case with a giant aneurysm. There was only one death in our patients, which was due to a history of uncontrolled renal failure and late referral.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 25,
                    "text": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 48,
                    "end": 52,
                    "text": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 82,
                    "end": 86,
                    "text": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 564,
                    "end": 567,
                    "text": "[4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 568,
                    "end": 570,
                    "text": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 571,
                    "end": 573,
                    "text": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 574,
                    "end": 577,
                    "text": "15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Our study was the first report of PIMS in Iran. We aimed to share clinical characteristics, paraclinical findings and therapeutic experiences regarding more severe pediatric COVID-19 cases who fulfill PIMS criteria. All of them were previously healthy children, except one case with CRF. The limitation of this study was few number of the patients which.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Since our cases were limited to northern Iran, the number of children in this study is not able to represent COVID-19 of the pediatric population. Increasing the number of patients can help to generalize the findings. Also, our data is descriptive which is not able to imply any possible association and treatment benefit. Furthermore, since our follow up was limited during a rather short period, cases included in this series does not exclude the possibility of worse or better outcomes yet to evolve. In addition, some tests such as IL-6 have not been performed in some patients. Therefore, multicenter studies and systematic reviews for better understanding and management of the disease are recommended.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Discussion"
        },
        {
            "text": "Although clinical manifestations and inflammatory biomarkers in most of the children are nonspecific and milder than that in adults (16), children with COVID-19 infection may present symptoms similar to Kawasaki disease and inflammatory syndromes. So, PIMS should be considered in children with fever and rash, seizure, cough, tachypnea, and gastrointestinal symptoms such as vomiting, diarrhea, and abdominal pain. ",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Conclusions"
        }
    ],
    "bib_entries": {
        "BIBREF0": {
            "ref_id": "b0",
            "title": "COVID-19 Infection in Iranian Children: A Case Series of 9 Patients",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rahimzadeh",
                    "suffix": ""
                },
                {
                    "first": "Ekrami",
                    "middle": [],
                    "last": "Noghabi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                },
                {
                    "first": "Kadkhodaei",
                    "middle": [],
                    "last": "Elyaderani",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Journal of Pediatrics Review",
            "volume": "8",
            "issn": "2",
            "pages": "139--183",
            "other_ids": {}
        },
        "BIBREF1": {
            "ref_id": "b1",
            "title": "The different clinical characteristics of corona virus disease cases between children and their families in China-the character of children with COVID-19",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infections",
            "volume": "9",
            "issn": "1",
            "pages": "707--720",
            "other_ids": {}
        },
        "BIBREF2": {
            "ref_id": "b2",
            "title": "Clinical characteristics of novel coronavirus disease 2019 (COVID-19) in newborns, infants and children",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H-T",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "C-J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics Neonatology",
            "volume": "61",
            "issn": "2",
            "pages": "131--133",
            "other_ids": {}
        },
        "BIBREF3": {
            "ref_id": "b3",
            "title": "COVID-19 in children and altered inflammatory responses",
            "authors": [
                {
                    "first": "E",
                    "middle": [
                        "J"
                    ],
                    "last": "Molloy",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [
                        "F"
                    ],
                    "last": "Bearer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF4": {
            "ref_id": "b4",
            "title": "An outbreak of severe Kawasaki-like disease at the Italian epicentre of the SARS-CoV-2 epidemic: an observational cohort study",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Verdoni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mazza",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gervasoni",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF5": {
            "ref_id": "b5",
            "title": "Hyperinflammatory shock in children during COVID-19 pandemic",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riphagen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gomez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gonzalez-Martinez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1607--1615",
            "other_ids": {}
        },
        "BIBREF6": {
            "ref_id": "b6",
            "title": "Clinical Characteristics of 58 Children With a Pediatric Inflammatory Multisystem Syndrome Temporally Associated With SARS-CoV-2",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Whittaker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bamford",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jama",
            "volume": "324",
            "issn": "3",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF7": {
            "ref_id": "b7",
            "title": "COVID-19 and Kawasaki disease: novel virus and novel case",
            "authors": [
                {
                    "first": "V",
                    "middle": [
                        "G"
                    ],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Suarez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hospital Pediatrics",
            "volume": "10",
            "issn": "6",
            "pages": "537--577",
            "other_ids": {}
        },
        "BIBREF8": {
            "ref_id": "b8",
            "title": "COVID-19 and Kawasaki disease: finding the signal in the noise",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "R"
                    ],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "M"
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Ralston",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Hospital Pediatr",
            "volume": "10",
            "issn": "10",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF9": {
            "ref_id": "b9",
            "title": "Guidance: paediatric multisystem inflammatory syndrome temporally associated with COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF10": {
            "ref_id": "b10",
            "title": "Multisystem inflammatory syndrome in children and adolescents with COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF11": {
            "ref_id": "b11",
            "title": "Emergency preparedness and response: health alert network",
            "authors": [],
            "year": 2020,
            "venue": "Centers for Disease Control and Prevention",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF12": {
            "ref_id": "b12",
            "title": "An algorithmic approach to diagnosis and treatment of coronavirus disease 2019 (COVID-19) in children: Iranian expert's consensus statement",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Karimi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "R"
                    ],
                    "last": "Tabatabaei",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajabnejad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Arch Pediatr Infect Dis",
            "volume": "8",
            "issn": "2",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF13": {
            "ref_id": "b13",
            "title": "Evaluation of fever in infants and young children",
            "authors": [
                {
                    "first": "J",
                    "middle": [
                        "L"
                    ],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "P"
                    ],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am Family Phys",
            "volume": "87",
            "issn": "4",
            "pages": "254--60",
            "other_ids": {}
        },
        "BIBREF14": {
            "ref_id": "b14",
            "title": "Characteristics and outcomes of children with coronavirus disease 2019 (COVID-19) infection admitted to US and Canadian pediatric intensive care units",
            "authors": [
                {
                    "first": "L",
                    "middle": [
                        "S"
                    ],
                    "last": "Shekerdemian",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [
                        "R"
                    ],
                    "last": "Mahmood",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [
                        "K"
                    ],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatr",
            "volume": "174",
            "issn": "9",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF15": {
            "ref_id": "b15",
            "title": "Clinical and epidemiological features of 36 children with coronavirus disease 2019 (COVID-19) in Zhejiang, China: an observational cohort study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF16": {
            "ref_id": "b16",
            "title": "COVID-19 in children: initial characterization of the pediatric disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [
                        "T"
                    ],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [
                        "L"
                    ],
                    "last": "Zeichner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pediatrics",
            "volume": "145",
            "issn": "6",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF17": {
            "ref_id": "b17",
            "title": "Multisystem Inflammatory Syndrome in Children during the COVID-19 pandemic: a case series",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Chiotos",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bassiri",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [
                        "M"
                    ],
                    "last": "Behrens",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Pediatric Infect Dis Soc",
            "volume": "9",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF18": {
            "ref_id": "b18",
            "title": "Publisher's Note",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        },
        "BIBREF19": {
            "ref_id": "b19",
            "title": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "",
            "other_ids": {}
        }
    },
    "ref_entries": {
        "FIGREF0": {
            "text": "List of AbbreviationsABG: Arterial blood gas.; ANA: antinuclear antibody.; CBC: Complete blood count.; CDC: Center of disease control and prevention.; COVID-19: (Coronavirus disease 2019); CPK: Creatine phosphokinase.; CRP: C-reactive protein.; CSF: Cerebrospinal fluid.; CT: Computed tomography.; DVT: Deep vein thrombosis.; FFP: Fresh frozen plasma.; G6PDd: Glucose 6 phosphate dehydrogenase deficiency.; IgG: Immunoglobulin G.; IVIG: Intravenous immunoglobulin.; KD: Kawasaki disease.; LAD: Left anterior descending artery.; LDH: Lactate dehydrogenase.; LMCA: Left main coronary artery.; PIMS: Pediatric inflammatory multisystem syndrome.; PT: Prothrombin time.; PTT: Partial thromboplastin time.; RCA: Right coronary artery.; RT-PCR: Real time polymerase chain reaction.; SARS-CoV-2: Severe acute respiratory syndrome coronavirus 2.; TSS: Toxic shock syndrome.; WHO: World health organization.",
            "latex": null,
            "type": "figure"
        },
        "TABREF0": {
            "text": "Clinical, para clinical and therapeutic data in 10 patients with Pediatric Inflammatory Multisystem Syndrome (PIMS) Associated with SARS -CoV-2 ABG Arterial blood gas, Alb Albumin, grams per deciliter, Alt Alanine aminotransferase, units per liter, AST Aspartate aminotransferase, units per liter, CBC Complete blood count, Chest CT-scan Chest computed tomography scan, COVID-19 Coronavirus disease 2019, Cr Creatinine, milligrams per deciliter, CRP C reactive protein, milligram per liter, CXR Chest roentgenogramD-dimer ng/mL, increased level > 500, ESR Erythrocyte sedimentation rate, millimeters per hour, Hb Hemoglobin, grams per deciliter, IgM Immunoglobulin MIgG Immunoglobulin G, INR International normalized ration, IVIG Intravenous immunoglobulin, KD Kawasaki disease, L Lymphocyte, %, LAD Left anterior descending artery, LMCA Left main coronary artery, LVEF Left ventricular ejection fraction, Mono Monocyte, %, MR Mitral regurgitation, NA Not assessed, N Neutrophil%, Na Sodium, mill equivalents per liter, NL Normal, Plt Platelet, × 10 9 /Liter, PICU Pediatric intensive care unit, Pro Protein, PT Prothrombin time, seconds, PTT Partial thromboplastin time, seconds, RCA Right coronary artery, RT-PCR Reverse transcription polymerase chain reaction, SARS-CoV-2 Acute respiratory syndrome coronavirus 2, TR Tricuspid regurgitation, Total protein Grams per deciliter, Urea Milligrams per deciliter, Vitamin D, ng/mL,",
            "latex": null,
            "type": "table"
        },
        "TABREF1": {
            "text": "Wrap up data of hospitalized patients with Pediatric Inflammatory Multisystem Syndrome (PIMS) Associated with SARS -CoV-2, N: 10 Echo cardiography performed for all of ten. b Chest CT-scan performed for all the casesALT Alanine aminotransferase, AST Aspartate aminotransferase, Chest CTscan Chest computed tomography scan, COVID-19 Coronavirus disease 2019, CRP C reactive protein, ESR erythrocyte sedimentation rate, Hb hemoglobin, IVIG Intravenous immunoglobulin, NA not assessed, PICU pediatric intensive care unit, PICU Pediatric intensive care unit, Plt platelet, SARS -CoV-2 acute respiratory syndrome coronavirus 2",
            "latex": null,
            "type": "table"
        }
    },
    "back_matter": [
        {
            "text": "The authors would like to thank all patients and their parents for cooperation during treatment.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Acknowledgements"
        },
        {
            "text": "Authors' contributions MS R contributed to the conception and design of the work, patients' management and supervision and revision of the study. L SH, MR N and A A managed the patients. L SH, MR N and FH drafted the manuscript. GR translated and edited the manuscript. All authors approved the submitted version.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "annex"
        },
        {
            "text": "None.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Funding"
        },
        {
            "text": "All data generated or analyzed during this study are included in this published article. For additional data, please contact the corresponding author (drmsrezaii@yahoo.com).",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Availability of data and materials"
        },
        {
            "text": "The ethics committee of Mazandaran University of Medical Sciences approved the study protocol (No = IR.MAZUMS.REC.1398.7277). The patients of this manuscript have not been reported in any other submission by us or anyone else.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Ethics approval and consent to participate"
        },
        {
            "text": "Written informed consent was obtained from parents of the patients prior to manuscript submission for their personal or clinical details in addition to any identifying images to be published in this study.",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Consent for publication"
        },
        {
            "text": "None to be declared.Received: 30 July 2020 Accepted: 31 October 2020",
            "cite_spans": [],
            "ref_spans": [],
            "section": "Competing interests"
        }
    ]
}